Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# messagesStyle
source: Messages:
ar: الرسائل:
be: Стыль паведамленняў:
el: Μηνύματα:
fa: پیام‌ها:
fil: Mga mensahe:
he: הודעות:
ia: Messas:
ja: メッセージ：
ko: 메세지:
lt: Žinutės:
lv: Ziņas:
ro: Mesaje:
sl: Sporočila:
te: సందేశాలు:
tr: Mesajlar:
uz: Xabarlar:
vi: Tin nhắn:
zh: 消息：
zh_hant: 訊息樣式：

source: Mute chat
ar: أكتم الماحدثة
be: Адключыць гук у чаце
el: Αθόρυβη συνομιλία
fa: بی‌صدا کردن گپ
fil: I-mute ang chat
he: השתקת הצ'אט
ia: Mute le chat
ja: チャットのミュート
ko: 채팅 음소거
lt: Nutildyti pokalbį
lv: Apklusināt tērzēšanu
ro: Amuțați chatul
sl: Utišaj klepet
te: చాట్ మ్యూట్ చేయండి
tr: Sohbeti sessize al
uz: Suhbatni ovozsizlantirish
vi: Tắt thông báo trò chuyện
zh: 静音聊天
zh_hant: 將該聊天室靜音

# needPantalaimonWarning
source: Please be aware that you need Pantalaimon to use end-to-end encryption for now.
ar: اعلم أننا نستخدم بانتاليمون للتشفير طرفا لطرف.
be: Калі ласка, памятайце, што для выкарыстання канчатковага шыфравання вам патрэбен Pantalaimon.
el: Παρακαλώ να γνωρίζετε ότι χρειάζεστε το Pantalaimon για να χρησιμοποιήσετε κρυπτογράφηση άκρο-σε-άκρο προς το παρόν.
fa: لطفا توجه داشته باشید که در حال حاضر برای استفاده از رمزگذاری انتها به انتها به Pantalaimon نیاز دارید.
fil: Mangyaring maging maalam na kailangan mo ang Pantalaimon upang magamit ang end-to-end encryption sa ngayon.
he: שים לב שאתה צריך Pantalaimon כדי להשתמש בהצפנה מקצה לקצה לעת עתה.
ia: Per favor, sia conscientemente que tu ha besonio de Pantalaimon pro usar le encryption de extremo a extremo pro ora.
ja: 現時点では、エンドツーエンドの暗号化を使用するにはPantalaimonが必要であることに注意してください。
ko: 지금 종단간 암호화를 사용하기 위해서는 Pantalaimon이 필요하다는 것을 알아주세요.
lt: Atminkite, kad norint naudoti end-to-end šifravimą, reikalingas Pantalaimon.
lv: Lūgums ņemt vērā, ka pagaidām ir nepieciešams Pantalaimon, lai izmantotu pilnīgu šifrēšanu.
ro: Vă rugăm să fiți conștienți că e nevoie de Pantalaimon să folosiți criptare end-to-end deocamdată.
sl: Prosimo, zavedajte se, da je za zdaj potrebno uporabljati Pantalaimon za uporabo end-to-end šifriranja.
te: ఇప్పటికే ఎండ్-టూ-ఎండ్ ఎన్‌క్రిప్షన్ కోసం మీరు పంటలైమోన్ అవసరం అని దయచేసి జాగ్రత్తగా ఉండండి.
tr: Uçtan uca şifreleme kullanmak için şimdilik Pantalaimon'a ihtiyacınız olduğunu lütfen unutmayın.
uz: Iltimos, hozircha Pantalaimon boshdan-oyoq shifrlashdan foydalanishi kerakligini yodda tuting.
vi: Bạn cần Pantalaimon để dùng mã hóa đầu-cuối vào lúc này.
zh: 请注意当前你需要 Pantalaimon 以使用端到端加密功能。
zh_hant: 請注意您需要 Pantalaimon 才能使用點對點加密功能。

source: New chat
ar: محادثة جديدة
be: Новы чат
el: Νέα συνομιλία
fa: گپ جدید
fil: Bagong chat
he: צ'אט חדש
ia: Chat nove
ja: 新規チャット
ko: 새 채팅
lt: Naujas pokalbis
lv: Jauna tērzēšana
ro: Chat nou
sl: Nov klepet
te: కొత్త చాట్
tr: Yeni sohbet
uz: Yangi suhbat
vi: Cuộc trò chuyện mới
zh: 新的聊天
zh_hant: 新聊天

source: 💬 New message in FluffyChat
ar: 💬 رسالة جديدة في FluffyChat
be: 📝 Новае паведамленне ў FluffyChat
el: 🗨️ Νέο μήνυμα στο FluffyChat
fa: 💬 پیام جدید در فلافی‌چت
fil: 💬 Bagong mensahe sa FluffyChat
he: הודעה חדשה ב-FluffyChat
ia: 📩 Nove message in FluffyChat
ja: 💬 FluffyChatに新しいメッセージがあります
ko: 💬 FluffyChat에서 새로운 메시지
lt: 💬 Nauja žinutė FluffyChat'e
lv: 💬 Jauna ziņa FluffyChat
ro: 💬 Mesaj nou în FluffyChat
sl: 📝 Nova sporočilo v FluffyChat
te: 💬 ఫ్లఫీచాట్‌లో కొత్త సందేశం
tr: 💬 FluffyChat'te yeni mesaj
uz: 💬 FluffyChat yangi xabarlar
vi: 💬 Tin nhắn mới trong FluffyChat
zh: 💬 FluffyChat 新消息
zh_hant: 💬 來自 FluffyChat 的新訊息

source: New verification request!
ar: طلب تحقق جديد!
be: Новы запыт на верыфікацыю!
el: Νέο αίτημα επαλήθευσης!
fa: درخواست تایید جدید!
fil: Bagong kahilingan sa beripikasyon!
he: בקשת אימות חדשה!
ia: Requesta de verification nove!
ja: 認証リクエスト！
ko: 새로운 확인 요청!
lt: Nauja patvirtinimo užklausa!
lv: Jauns apliecināšanas pieprasījums.
ro: Cerere de verificare nouă!
sl: Nova zahteva za preverjanje!
te: కొత్త ధృవీకరణ అభ్యర్థన!
tr: Yeni doğrulama isteği!
uz: Yangi tasdiqlash so'rovi!
vi: Yêu cầu xác minh mới!
zh: 新的验证请求！
zh_hant: 新的驗證請求！

source: Next
ar: التالي
be: Далей
el: Επόμενο
fa: بعدی
fil: Susunod
he: הבא
ia: Proxime
ja: 次へ
ko: 다음
lt: Toliau
lv: Nākamais
ro: Următor
sl: Naprej
te: తర్వాత
tr: İleri
uz: Keyingi
vi: Tiếp
zh: 下一步
zh_hant: 下一個

source: No
ar: لا
be: Не
el: Όχι
fa: نه
fil: Hindi
he: לא
ia: Nulle
ja: いいえ
ko: 아니요
lt: Ne
lv: Nē
ro: Nu
sl: Ne
te: లేదు
tr: Hayır
uz: Yoʻq
vi: Không
zh: 否
zh_hant: 否

source: No connection to the server
ar: انقطع الاتصال بالخادم
be: Няма злучэння з серверам
el: Δεν υπάρχει σύνδεση με τον διακομιστή
fa: عدم اتصال به سرور
fil: Walang koneksyon sa server
he: אין חיבור לשרת
ia: Nulle connection a le servitor
ja: サーバーに接続できません
ko: 서버에 연결 없음
lt: Nėra ryšio su serveriu
lv: Nav savienojuma ar serveri
ro: Fără conexiune la server
sl: Ni povezave s strežnikom
te: సర్వర్‌తో కనెక్షన్ లేదు
tr: Sunucuyla bağlantı yok
uz: Serverga ulanish yoʻq
vi: Không có kết nối đến máy chủ
zh: 无法连接服务器
zh_hant: 無法連接到伺服器

source: No emotes found. 😕
ar: لم يُعثر على انفعالة. 😕
be: Эмодзі не знойдзены. 😝
el: Δεν βρέθηκαν εμοτέ. 😝
fa: هیچ شکلکی پیدا نشد. 😕
fil: Walang nahanap na emotes. 😕
he: לא נמצאו אמוטיקונים. 😕
ia: Nulle emoticon trovate. 😝
ja: Emoteは見つかりませんでした😕
ko: 이모트 발견되지 않음. 😕
lt: Nerasta jaustukų. 😕
lv: Netika atrasta neviena emocija. 😕
ro: Nu s-a găsit nici un emote. 😕
sl: Ni najdenih emojijev. 😕
te: ఎమోట్స్ కనుగొనబడలేదు. 😕
tr: İfade bulunamadı. 😕
uz: Hech qanday emoteʼlar topilmadi 😕
vi: Không tìm thấy biểu tượng cảm xúc. 😕
zh: 未找到表情。😕
zh_hant: 表情符號不存在。😕

# noEncryptionForPublicRooms
source: You can only activate encryption as soon as the room is no longer publicly accessible.
ar: يمكنك فقط تفعيل التشفير عندما تصبح الغرفة غير متاحة للعامة.
be: Шыфраванне можна ўключыць толькі тады, калі пакой больш не з'яўляецца публічным.
el: Μπορείτε να ενεργοποιήσετε την κρυπτογράφηση μόνο όταν το δωμάτιο δεν είναι πλέον δημόσια προσβάσιμο.
fa: فقط زمانی می‌توانید رمزگذاری را فعال کنید که اتاق، دیگر در دسترس عموم نباشد.
fil: Maaari mo lamang i-activate ang encryption kapag ang silid ay hindi na pampubliko.
he: אתה יכול להפעיל הצפנה רק כשהחדר כבר לא נגיש לציבור.
ia: Tu pote solmente activar le encryption quando le camera non es plus accessible publicamente.
ja: ルームを非公開にした後暗号化を有効にできます。
ko: 당신은 방이 공개적으로 접근 가능하지 않을 때만 암호화를 켤 수 있습니다.
lt: Šifravimą galite suaktyvinti tik tada, kai kambarys nebebus viešai pasiekiamas.
lv: Šifrēšanu var iespējot tikai tad, kad istaba vairs nav publiski pieejama.
ro: Criptare nu poate fi activată până când camera este accesibilă public.
sl: Šifriranje lahko aktivirate šele, ko soba ni več javno dostopna.
te: రూమ్ ఇకపై పబ్లిక్‌గా అందుబాటులో లేకపోతే మాత్రమే ఎన్‌క్రిప్షన్‌ను సక్రియం చేయవచ్చు.
tr: Şifrelemeyi yalnızca oda artık herkese açık olmadığında etkinleştirebilirsiniz.
uz: Shifrlashni faqat guruh endi hamma uchun ochiq bo'lmay qolgandan keyingina faollashtirishingiz mumkin.
vi: Bạn chỉ có thể kích hoạt mã hoá khi phòng này không mở
zh: 你只能在聊天室不可被公众访问时才能启用加密。
zh_hant: 您只能在這個聊天室不再被允許公開訪問後，才能啟用加密。

# noGoogleServicesWarning
source: Firebase Cloud Messaging doesn't appear to be available on your device. To still receive push notifications, we recommend installing ntfy. With ntfy or another Unified Push provider you can receive push notifications in a data secure way. You can download ntfy from the PlayStore or from F-Droid.
ar: يبدو أن خدمة Firebase Cloud Messaging غير متاحة على جهازك. لمواصلة تلقي الإشعارات، نوصي بتثبيت ntfy. باستخدام ntfy أو أي مزود خدمة Unified Push آخر، يمكنك تلقي إشعارات الدفع بطريقة آمنة للبيانات. يمكنك تنزيل ntfy من PlayStore أو من F-Droid.
be: Выглядае, што Firebase Cloud Messaging недаступны на вашым прыладзе. Каб атрымліваць апавяшчэнні, рэкамендуем усталяваць ntfy. З ntfy або іншым пастаўшчыком Unified Push вы можаце атрымліваць апавяшчэнні ў бяспечным рэжыме. Вы можаце спампаваць ntfy з PlayStore або F-Droid.
el: Το Firebase Cloud Messaging δεν φαίνεται να είναι διαθέσιμο στη συσκευή σας. Για να λαμβάνετε ακόμα ειδοποιήσεις push, προτείνουμε την εγκατάσταση του ntfy. Με το ntfy ή έναν άλλο πάροχο Unified Push μπορείτε να λαμβάνετε ειδοποιήσεις push με ασφαλή τρόπο. Μπορείτε να κατεβάσετε το ntfy από το PlayStore ή από το F-Droid.
fa: به نظر می رسد که شما سرویس‌های گوگل را در گوشی خود ندارید. این تصمیم خوبی برای حفظ حریم خصوصی شماست! برای دریافت اعلان‌ها در فلافی‌چت توصیه می‌کنیم ازhttps://ntfy.sh استفاده کنید. با ntfy یا یک ارائه دهنده UnifiedPush می توانید اعلان‌های فشار را به روش داده امن دریافت کنید. می توانید ntfy را از پلی استور یا از اف‌دروید بارگیری کنید.
fil: Mukhang hindi available ang Firebase Cloud Messaging sa iyong device. Upang makatanggap pa rin ng push notifications, inirerekomenda naming i-install ang ntfy. Sa ntfy o ibang Unified Push provider, maaari kang makatanggap ng push notifications sa isang secure na paraan ng datos. Maaaring i-download ang ntfy mula sa PlayStore o F-Droid.
he: נראה שאין לך שירותי גוגל בטלפון שלך. זו החלטה טובה לפרטיות שלך! כדי לקבל התרעות ב- FluffyChat אנו ממליצים להשתמש https://microg.org/ או https://unifiedpush.org/.
ia: Le Service de Messagiero Cloud de Firebase non pare esser disponibile in tu dispositivo. Pro ancora reciper notificationes push, nos recommenda installar ntfy. Con ntfy o un altere proveedor de Push Unificate, tu pote reciper notificationes push de un maniera secur de datos. Tu pote descargar ntfy ab le PlayStore o ab F-Droid.
ja: あなたのスマホにはGoogleサービスがないようですね。プライバシーを保護するための良い選択です！プッシュ通知を受け取るには https://microg.org/ または https://unifiedpush.org/ を使うことをお勧めします。
ko: 이 휴대폰에 Firebase Cloud Messaging 서비스가 없는 것 같습니다. FluffyChat에서 푸시 알림을 받으려면 ntfy 사용을 추천합니다. ntfy 혹은 다른 푸시 알림 제공자를 사용하면 알림을 보안적인 방법으로 받을 수 있습니다. ntfy는 PlayStore와 F-Droid에서 설치 가능합니다.
lt: Atrodo, kad jūsų telefone nėra Google Services. Tai geras sprendimas jūsų privatumui! Norėdami gauti tiesioginius pranešimus FluffyChat, rekomenduojame naudoti https://microg.org/ arba https://unifiedpush.org/.
lv: Izskatās, ka Firebase mākoņziņojumapmaiņa nav pieejama šajā ierīcē. Lai joprojām saņemtu pašpiegādes paziņojumus, mēs iesakām uzstādīt ntfy. Ar ntfy vai citu Vienotās pašpiegādes nodrošinātāju ir iespējams saņemt pašpiegādes paziņojumus drošā veidā. ntfy var lejupielādēt no PlayStore vai F-Droid.
ro: Se pare că nu aveți serviciile google pe dispozitivul vostru. Această decizie este bună pentru confidențialitatea voastră! Să primiți notificari push în FluffyChat vă recomandăm https://microg.org/ sau https://unifiedpush.org/.
sl: Firebase Cloud Messaging ni na voljo na vaši napravi. Za prejemanje potisnih obvestil priporočamo namestitev ntfy. Z ntfy ali drugim enotnim ponudnikom potisnih obvestil lahko prejemate potisna obvestila na varen način. Nlajdete ga lahko v PlayStore ali F-Droidu.
te: ఫైర్బేస్ క్లౌడ్ మెసేజింగ్ మీ పరికరంలో అందుబాటులో ఉండకపోవచ్చు. పుష్ నోటిఫికేషన్లు పొందడానికి, ntfyని ఇన్‌స్టాల్ చేయమని మేము సిఫార్సు చేస్తున్నాము. ntfy లేదా మరొక యూనిఫైడ్ పుష్ ప్రొవైడర్‌తో మీరు డేటా సురక్షితంగా పుష్ నోటిఫికేషన్లు పొందవచ్చు. ntfyని PlayStore లేదా F-Droid నుండి డౌన్లోడ్ చేయవచ్చు.
tr: Görünüşe göre cihazınızda Firebase Cloud Messaging yok. Buna rağmen bildirim almaya devam etmek için ntfy yüklemenizi öneriyoruz. ntfy veya başka bir Unified Push sağlayıcısı ile anlık bildirimlerinizi güvenli bir şekilde alabilirsiniz. ntfy'ı PlayStore veya F-Droid'den indirebilirsiniz.
uz: Firebase Cloud Messaging qurilmangizda mavjud emasga o'xshaydi. Push-bildirishnomalarni olishda davom etish uchun ntfy-ni o'rnatishingizni tavsiya qilamiz. NTFY yoki boshqa Unified Push provayderi yordamida siz ma'lumotlar xavfsizligini ta'minlash orqali push-bildirishnomalarni olishingiz mumkin. Siz ntfy-ni PlayStore yoki F-Droid-dan yuklab olishingiz mumkin.
vi: Firebase Cloud Messaging không khả dụng trên thiết bị của bạn. Để tiếp tục nhận thông báo đẩy, chúng tôi khuyên cài ntfy hoặc một công cụ Unified Push khác. Bạn có thể tải ntfy từ Play Store hoặc F-Droid.
zh: 看起来你手机上没有 Firebase Cloud Messaging。如果仍希望接收 FluffyChat 的推送通知，推荐安装 ntfy。借助 ntfy 或另一个 Unified Push 程序，你可以以一种数据安全的方式接收推送通知。你可以从 PlayStore 或 F-Droid 商店下载 ntfy。
zh_hant: 您手機上沒有安裝 Google 服務框架。這或許對於保護您的隱私而言是個好事！但為了收到 FluffyChat 的推播通知，我們建議您使用 https://microg.org 或 https://unifiedpush.org。

# noMatrixServer
source: {server1} is no matrix server, use {server2} instead?
ar: {server1} ليس خادم ماتريكس، بدلًا منه أتريد استخدام {server2}؟
be: {server1} не з'яўляецца матрычным серверам, выкарыстоўваць замест яго {server2}?
el: {server1} δεν είναι διακομιστής matrix, να χρησιμοποιήσω το {server2} αντί αυτού;
fa: {server1} سرور ماتریکس نیست، به جای آن از {server2} استفاده شود؟
fil: {server1} ay hindi isang matrix server, gagamitin ba ang {server2} sa halip?
he: {server1} אינו שרת מטריקס, השתמש ב-{server2} במקום זאת?
ia: {server1} non es un servo matrix, usa {server2} in su vice?
ja: {server1} はMatrixのサーバーではありません。代わりに {server2} を使用しますか?
ko: {server1}은 matrix 서버가 아닙니다, {server2}를 대신 사용할까요?
lt: {server1} nėra Matrix serveris, ar vietoj jo naudoti {server2}?
lv: {server1} nav Matrix serveris, tā vietā izmantot {server2}?
ro: {server1} nu este server matrix, înlocuiți cu {server2}?
sl: {server1} ni strežnik matrix, ali naj uporabim {server2} namesto tega?
te: {server1} ఒక మ్యాట్రిక్స్ సర్వర్ కాదు, బదులుగా {server2} ఉపయోగించాలా?
tr: {server1} matrix sunucusu değil, onun yerine {server2} kullanılsın mı?
uz: {server1} matrix serveri emas, buning o'rniga {server2} dan foydalanilsinmi?
vi: {server1} không phải là máy chủ Matrix, dùng {server2} thay thế?
zh: {server1} 不是一个 Matrix 服务器，试试 {server2}？
zh_hant: {server1} 不是 Matrix 服務器，改用 {server2} 嗎？

source: Share invite link
ar: شارك رابط الدعوة
be: Падзяліцца спасылкай-прывітаннем
el: Μοιραστείτε τον σύνδεσμο πρόσκλησης
fa: اشتراک‌گذاری لینک دعوت
fil: Ibahagi ang link ng imbitasyon
he: שתף קישור הזמנה
ia: Compartir ligamine de invitation
ja: 招待リンクを共有
ko: 초대 링크 공유
lt: Pasidalinti kvietimo nuoroda
lv: Kopīgot uzaicinājuma saiti
ro: Distribuie link-ul de invitație
sl: Deli povabilo povezavo
te: ఆహ్వాన లింక్‌ను పంచుకోండి
tr: Davet bağlantısını paylaş
uz: Taklifnoma havolasini ulashish
vi: Chia sẻ liên kết mời
zh: 分享邀请链接
zh_hant: 分享邀請網址

source: Scan QR code
ar: امسح رمز الاستجابة السريعة
be: Сканіраваць QR-код
el: Σάρωση κωδικού QR
fa: کد QR را اسکن کنید
fil: I-scan ang QR code
he: סרוק קוד QR
ia: Scanar codice QR
ja: QRコードをスキャン
ko: QR 코드 스캔
lt: Nuskanuokite QR kodą
lv: Nolasīt kvadrātkodu
ro: Scanați cod QR
sl: Skeniraj QR kodo
te: QR కోడ్‌ను స్కాన్ చేయండి
tr: QR kodunu tarayın
uz: QR kodini skanerlang
vi: Quét mã QR
zh: 扫描二维码
zh_hant: 掃描 QR 碼

source: None
ar: بدون
be: Няма
el: Κανένα
fa: هیچ‌کدام
fil: Wala
he: ללא
ia: Nulle
ja: なし
ko: 없음
lt: Nė vienas
lv: Neviens
ro: Niciunul
sl: Nobenega
te: ఏమీ లేదు
tr: Yok
uz: Hech biri
vi: Không
zh: 无
zh_hant: 無

# noPasswordRecoveryDescription
source: You have not added a way to recover your password yet.
ar: لم تضف أي طريقة لاستعادة كلمة السر.
be: Вы яшчэ не дадалі спосаб аднаўлення пароля.
el: Δεν έχετε προσθέσει ακόμα τρόπο ανάκτησης του κωδικού πρόσβασής σας.
fa: شما هنوز راهی برای بازیابی رمز عبور خود اضافه نکرده‌اید.
fil: Wala ka pang nadagdagang paraan upang maibalik ang iyong password.
he: עדיין לא הוספת דרך לשחזר את הסיסמה שלך.
ia: Tu ha ancora non addite un maniera pro recuparar tu parola de clave.
ja: パスワードを回復する方法をまだ追加していません。
ko: 당신은 비밀번호를 복구할 방법을 추가하지 않았습니다.
lt: Dar nepridėjote slaptažodžio atkūrimo būdo.
lv: Vēl nav pievienots paroles atjaunošanas veids.
ro: Nu ați adăugat încă nici un mod de recuperare pentru parola voastră.
sl: Še niste dodali načina za obnovitev gesla.
te: మీరు ఇంకా మీ పాస్వర్డ్‌ను తిరిగి పొందడానికి మార్గం జోడించలేదు.
tr: Henüz parolanızı kurtarmak için bir yol eklemediniz.
uz: Siz hali parolingizni tiklash usulini qoʻshmadingiz.
vi: Bạn chưa thiết lập cách khôi phục mật khẩu.
zh: 你尚未添加恢复密码的方法。
zh_hant: 您尚未新增恢復密碼的方法。

source: No permission
ar: بدون اذن
be: Няма дазволу
el: Χωρίς άδεια
fa: بدون اجازه
fil: Walang pahintulot
he: אין הרשאה
ia: Nulle permission
ja: 権限がありません
ko: 권한 없음
lt: Nėra leidimo
lv: Nav atļaujas
ro: Fără permisie
sl: Ni dovoljenja
te: అనుమతి లేదు
tr: İzin yok
uz: Ruxsat yoʻq
vi: Không có quyền
zh: 没有权限
zh_hant: 沒有權限

source: No rooms found…
ar: لم يُعثر على غرف…
be: Ніякіх пакояў не знойдзена…
el: Δεν βρέθηκαν δωμάτια…
fa: اتاقی پیدا نشد…
fil: Walang nahanap na mga silid…
he: לא נמצאו חדרים…
ia: Nulle camera trovate…
ja: 部屋は見つかりませんでした…
ko: 아무 방도 발견되지 않았어요…
lt: Nerasta kambarių…
lv: Istabas netika atrastas…
ro: Nici o cameră nu s-a găsit…
sl: Ni najdenih sob…
te: గదులు కనుగొనబడలేదు...
tr: Oda bulunamadı…
uz: Hech qanday guruhlar topilmadi…
vi: Không tìm thấy phòng…
zh: 未找到聊天室…
zh_hant: 找不到聊天室...…

source: Notifications
ar: الإشعارات
be: Апавяшчэнні
el: Ειδοποιήσεις
fa: اعلان‌ها
fil: Mga Notipikasyon
he: התראות
ia: Notificationes
ja: 通知
ko: 알림
lt: Pranešimai
lv: Paziņojumi
ro: Notificări
sl: Obvestila
te: నోటిఫికేషన్లు
tr: Bildirimler
uz: Bildirishnomalar
vi: Thông báo
zh: 通知
zh_hant: 通知

source: Notifications enabled for this account
ar: الإشعارات مفعلة لهذا الحساب
be: Апавяшчэнні ўключаны для гэтага акаўнта
el: Οι ειδοποιήσεις είναι ενεργοποιημένες για αυτόν τον λογαριασμό
fa: اعلان‌ها برای این حساب فعال شد
fil: Pinagana ang mga notipikasyon para sa account na ito
he: התראות הופעלו עבור חשבון זה
ia: Notificationes activate pro iste conto
ja: このアカウントでは通知が有効です
ko: 이 계정에서 알림이 활성화되었습니다
lt: Pranešimai aktyvuoti šitai paskyrai
lv: Paziņojumi iespējoti šim kontam
ro: Notificări activate pentru acest cont
sl: Obvestila so omogočena za ta račun
te: ఈ ఖాతాకు నోటిఫికేషన్లు సక్రియం చేయబడ్డాయి
tr: Bu hesap için bildirimler etkinleştirildi
uz: Ushbu hisob uchun bildirishnomalar yoqildi
vi: Đã bật thông báo cho tài khoản này
zh: 已为此账户启用通知
zh_hant: 已為此帳號啟用通知

# numUsersTyping
source: {count} users are typing…
ar: {count} يكتبون…
be: {count} карыстальнік(і) набіраюць…
el: {count} χρήστες πληκτρολογούν…
fa: {count} کاربر در حال نوشتن…
fil: {count} mga gumagamit ang nagta-type…
he: {count} משתמשים מקלידים…
ia: {count} usatores sta scribente…
ja: {count}人が入力中…
ko: {count}명이 입력 중…
lt: {count} vartotojai rašo…
lv: {count} lietotāji raksta…
ro: {count} utilizatori tastează…
sl: {count} uporabnikov tipkaće…
te: {count} వినియోగదారులు టైప్ చేస్తున్నారు…
tr: {count} kullanıcı yazıyor…
uz: {count} foydalanuvchilar yozmoqda…
vi: {count} người đang nhập…
zh: {count} 人正在输入…
zh_hant: {count} 個人正在輸入...…

source: Obtaining location…
ar: يحصل على الموقع…
be: Атрыманне месцазнаходжання…
el: Λήψη τοποθεσίας…
fa: به دست آوردن مکان…
fil: Kuhang lokasyon…
he: משיג מיקום…
ia: Recuperante position…
ja: 位置情報を取得しています…
ko: 위치 얻는 중…
lt: Gaunama vieta…
lv: Iegūst atrašanās vietu…
ro: Obținând locație…
sl: Pridobivanje lokacije…
te: స్థానాన్ని పొందడం…
tr: Konum alınıyor…
uz: Joylashuv aniqlanmoqda…
vi: Đang xác định vị trí…
zh: 获取位置中…
zh_hant: 正在取得位置…

source: Offensive
ar: عدواني
be: Абразлівы
el: Προσβλητικό
fa: توهین آمیز
fil: Mapanirang-puri
he: פוגעני
ja: 攻撃的
ko: 모욕적임
lt: Agresyvus
lv: Aizskarošs
ro: Ofensiv
sl: Nasilno
te: అపమానకరమైనది
tr: Rahatsız edici
uz: Haqoratomuz
vi: Xúc phạm
zh: 令人反感
zh_hant: 令人反感

source: Offline
ar: غير متصل
be: Не ў сетцы
el: Εκτός σύνδεσης
fa: آفلاین
he: לא מקוון
ia: Inoperative
ja: オフライン
ko: 오프라인
lt: Neprisijungta
lv: Bezsaistē
sl: Izklopljeno
te: ఆఫ్‌లైన్
tr: Çevrim dışı
uz: Oflayn
vi: Ngoại tuyến
zh: 离线
zh_hant: 離線

source: Ok
ar: موافق
be: Добра
el: Εντάξει
fa: تایید
fil: Sige
he: אישור
ko: 확인
lv: Labi
sl: V redu
te: సరే
tr: Tamam
uz: Hop
zh: 好

source: Online
ar: متصل
be: У сетцы
el: Σε σύνδεση
fa: آنلاین
he: מחובר/ת
ja: オンライン
ko: 온라인
lt: Prisijungta
lv: Tiešsaistē
sl: Vklopljeno
te: ఆన్‌లైన్
tr: Çevrim içi
uz: Onlayn
vi: Trực tuyến
zh: 在线
zh_hant: 線上

# onlineKeyBackupEnabled
source: Online Key Backup is enabled
ar: تم تفعيل النسخ الاحتياطي للمفاتيح عبر الإنترنت
be: Рэзервовая копія ключоў у сетцы ўключана
el: Ενεργοποιήθηκε η online δημιουργία αντιγράφων ασφαλείας κλειδιών
fa: پشتیبان‌گیری آنلاین از کلید فعال است
fil: Pinagana ang Online Key Backup
he: גיבוי מפתח מקוון מופעל
ia: Backup de claves online es activate
ja: オンライン鍵バックアップは使用されています
ko: 온라인 키 백업이 활성화됨
lt: Internetinė atsarginė raktų kopija įjungta
lv: Tiešsaistes atslēgas rezerves kopēšana ir iespējota
ro: Backup de cheie online este activat
sl: Vklopljeno je varnostno kopiranje ključev v oblaku
te: ఆన్‌లైన్ కీ బ్యాకప్ సక్రియం
tr: Çevrim içi anahtar yedekleme etkinleştirildi
uz: Onlayn kalit zaxira nusxasi yoqilgan
vi: Đã bật Sao lưu khóa trực tuyến
zh: 在线密钥备份已启用
zh_hant: 線上金鑰備份已啟用

# oopsPushError
source: Oops! Unfortunately, an error occurred when setting up the push notifications.
ar: عذراً! للأسف، حدث خطأ أثناء إعداد الإشعارات.
be: Ой! На жаль, узнікла памылка пры наладжванні апавяшчэнняў пра пуш.
el: Ωχ! Δυστυχώς, προέκυψε σφάλμα κατά την εγκατάσταση των ειδοποιήσεων push.
fa: اوه! متاسفانه هنگام تنظیم اعلان‌ها خطایی روی داد.
fil: Hala! Sa kasamaang palad, nagkaroon ng error sa pag-setup ng push notifications.
he: אופס! למרבה הצער, אירעה שגיאה בעת הגדרת התראות.
ia: Oha! Malheureusement, un error occurreva durante le configuration del notificationes push.
ja: おっと！残念ながら、プッシュ通知の設定中にエラーが発生しました。
ko: 앗! 안타깝게도, 푸시 알림을 설정하는 중 오류가 발생했습니다.
lt: Oi! Deja, nustatant tiesioginius pranešimus įvyko klaida.
lv: Ups! Diemžēl atgadījās kļūda pašpiegādes paziņojumu iestatīšanas laikā.
ro: Ups! Din păcate, o eroare s-a întâmplat cu stabilirea de notificări push.
sl: Ups! Našla se je napaka pri nastavitvi obvestil o potiskih.
te: అయ్యో! దురదృష్టవశాత్తు, పుష్ నోటిఫికేషన్లను సెట్ చేయడంలో లోపం జరిగింది.
tr: Tüh! Maalesef anlık bildirimlerini ayarlarken bir hata oluştu.
uz: Afsuski, push-bildirishnomalarni sozlashda xatolik yuz berdi.
vi: Ôi! Đã xảy ra lỗi khi thiết lập thông báo đẩy.
zh: 哎呀！十分不幸，配置推送通知时发生了错误。
zh_hant: 哎呀！設定推送通知時不幸發生錯誤。

source: Oops, something went wrong…
ar: عفوًا، حدث خطأ ما…
be: Ой, нешта пайшло не так…
el: Ωχ, κάτι πήγε στραβά...
fa: اوه، مشکلی پیش آمد…
fil: Hala, may nangyaring mali…
he: אופס, משהו השתבש…
ia: Oha, qualcosa non ha funzionate…
ja: おっと、何かがうまくいきませんでした…
ko: 앗, 무언가가 잘못되었습니다…
lt: Oi, kažkas nutiko ne taip…
lv: Ups! Kaut kas nogāja greizi…
ro: Ups, ceva a eșuat…
sl: Ups, nekaj ješlo narobe…
te: అయ్యో, ఏదైనా తప్పింది…
tr: Tüh, bir şeyler yanlış gitti…
uz: Voy, nimadir notoʻgʻri ketdi…
vi: Ôi, có gì đó không ổn…
zh: 哎呀，出了点差错…
zh_hant: 哎呀！出了一點差錯...…

source: Open app to read messages
ar: افتح التطبيق لقراءة الرسائل
be: Адкрыйце прыкладанне, каб прачытаць паведамленні
el: Ανοίξτε την εφαρμογή για να διαβάσετε μηνύματα
fa: برای خواندن پیام‌ها، برنامه را باز کنید
fil: Buksan ang app upang basahin ang mga mensahe
he: פתח את האפליקציה לקריאת הודעות
ia: Apre le application pro leger messages
ja: アプリを開いてメッセージを確認してください
ko: 앱을 열어서 메시지를 읽으세요
lt: Atidarykite programėlę, kad perskaityti žinutes
lv: Atvērt lietotni, lai lasītu ziņas
ro: Deschideți aplicația să citiți mesajele
sl: Odpri aplikacijo za branje sporočil
te: సందేశాలను చదవడానికి యాప్‌ను తెరవండి
tr: Mesajları okumak için uygulamayı aç
uz: Xabarlarni oʻqish uchun ilovani oching
vi: Mở ứng dụng để đọc tin nhắn
zh: 打开应用以查看消息
zh_hant: 打開應用程式以讀取訊息

source: Open camera
ar: افتح الكميرا
be: Адкрыць камеру
el: Άνοιγμα κάμερας
fa: باز کردن دوربین
fil: Buksan ang kamera
he: פתח מצלמה
ia: Aperir camera
ja: カメラを開く
ko: 카메라 열기
lt: Atidarykite kamerą
lv: Atvērt kameru
ro: Deschideți camera
sl: Odpri kamero
te: క్యామేరా తెరవండి
tr: Kamerayı aç
uz: Kamerani ochish
vi: Mở máy ảnh
zh: 打开相机
zh_hant: 開啟相機

# openVideoCamera
source: Open camera for a video
ar: افتح الكاميرا لمقطع فيديو
be: Адкрыць камеру для відэа
el: Άνοιγμα κάμερας για βίντεο
fa: بازکردن دوربین برای فیلم‌برداری
fil: Buksan ang kamera para sa isang video
he: פתח את המצלמה לסרטון
ia: Aperir camera pro un video
ja: ビデオ用にカメラを開く
ko: 영상용 카메라 열기
lt: Atidarykite kamerą vaizdo įrašui
lv: Atvērt kameru video uzņemšanai
ro: Deschideți camera pentru video
sl: Odpri kamero za video
te: వీడియో కోసం క్యామేరా తెరవండి
tr: Bir video için kamerayı aç
uz: Video uchun kamerani oching
vi: Mở máy ảnh quay video
zh: 打开相机拍摄视频
zh_hant: 打開錄影
