Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# publicProfileTitle
source: Allow my profile to be found in search
ar: السماح بعثور الآخرين على ملفي الشخصي في البحث
be: Дазволіць знаходзіць мой профіль у пошуку
el: Να επιτρέπεται η εύρεση του προφίλ μου στην αναζήτηση
fa: اجازه دهید پروفایل من در جستجو پیدا شود
fil: Payagan ang aking profile na mahanap sa paghahanap
he: אפשר למצוא את הפרופיל שלי בחיפוש
ia: Permitte que mi profilo sia trovate in le recerca
ja: 私のプロフィールを検索で見つけられるようにする
ko: 내 프로필을 검색에서 찾을 수 있도록 허용
lt: Leisti mano profilį būti randamam paieškoje
lv: Atļaut, lai manu profilu var atrast meklēšanā
ro: Permite ca profilul meu să fie găsit în căutare
sl: Dovolim, da je moj profil najden v iskanju
te: నా ప్రొఫైల్‌ను శోధనలో కనుగొనడానికి అనుమతించండి
tr: Profilimin aramada bulunmasına izin ver
uz: Profilimni qidiruvda topishga ruxsat berish
vi: Hồ sơ công khai
zh: 允许在搜索中找到我的资料
zh_hant: 允許在搜索中找到我的個人資料

# publicProfileDesc
source: By turning on, you enable other users to find your profile in the global search bar and send requests to chat. At this point, you can choose to accept or deny the request.
ar: عن طريق تفعيل ذلك، يمكنك تمكين المستخدمين الآخرين من العثور على ملفك الشخصي في شريط البحث العالمي وإرسال طلبات للدردشة. في هذه المرحلة، يمكنك اختيار قبول أو رفض الطلب.
be: Уключыўшы гэта, вы дазваляеце іншым карыстальнікам знаходзіць ваш профіль у глабальнай пошукавай радку і адпраўляць запыты на чат. На гэтым этапе вы можаце выбраць прыняць або адхіліць запыт.
el: Με την ενεργοποίηση, επιτρέπετε σε άλλους χρήστες να βρουν το προφίλ σας στη διεθνή γραμμή αναζήτησης και να στείλουν αιτήματα συνομιλίας. Σε αυτό το σημείο, μπορείτε να επιλέξετε να αποδεχτείτε ή να αρνηθείτε το αίτημα.
fa: با فعال کردن، به دیگر کاربران اجازه می‌دهید پروفایل شما را در نوار جستجوی جهانی پیدا کرده و درخواست چت ارسال کنند. در این مرحله، می‌توانید درخواست را بپذیرید یا رد کنید.
fil: Sa pag-on nito, pinapayagan mong makita ng ibang user ang iyong profile sa global search bar at magpadala ng mga kahilingan sa chat. Sa puntong ito, maaari mong piliing tanggapin o tanggihan ang kahilingan.
he: על ידי הפעלה, אתה מאפשר למשתמשים אחרים למצוא את הפרופיל שלך בשורת החיפוש הגלובלית ולשלוח בקשות לשיחה. בשלב זה, תוכל לבחור לקבל או לדחות את הבקשה.
ia: Per activar, tu permitte a altere usatores de trovar tu profilo in le barra de recerca global e de inviar requestas de chat. A iste puncto, tu pote seliger acceptar o negar le requesta.
ja: オンにすると、他のユーザーがグローバル検索バーであなたのプロフィールを見つけてチャットリクエストを送ることができます。この時点で、リクエストを受け入れるか拒否するかを選択できます。
ko: 켜면, 다른 사용자가 글로벌 검색창에서 당신의 프로필을 찾고 채팅 요청을 보낼 수 있습니다. 이때 요청을 수락하거나 거부할 수 있습니다.
lt: Įjungus, kiti vartotojai galės rasti jūsų profilį globalioje paieškos juostoje ir siųsti užklausas pokalbiui. Šiuo metu galite pasirinkti priimti arba atmesti užklausą.
lv: Ieslēdzot, jūs ļaujat citiem lietotājiem atrast jūsu profilu globālajā meklēšanas joslā un sūtīt pieprasījumus tērzēšanai. Šajā brīdī jūs varat izvēlēties pieņemt vai noraidīt pieprasījumu.
ro: Activând această opțiune, permiți altor utilizatori să găsească profilul tău în bara de căutare globală și să trimită cereri de chat. În acest moment, poți alege să accepți sau să refuzi cererea.
sl: Z vklopom omogočite drugim uporabnikom, da najdejo vaš profil v globalni iskalni vrstici in pošljejo zahteve za klepet. V tem trenutku lahko izberete, ali želite sprejeti ali zavrniti zahtevo.
te: ఆన్ చేయడం ద్వారా, మీరు ఇతర వినియోగదారులు మీ ప్రొఫైల్‌ను గ్లోబల్ శోధన బార్‌లో కనుగొనగలుగుతారు మరియు చాట్ కోసం అభ్యర్థనలు పంపగలుగుతారు. ఈ సమయంలో, మీరు ఆ అభ్యర్థనను అంగీకరించాలా లేదా తిరస్కరించాలా అనే ఎంపిక ఉంటుంది.
tr: Açılırsa, diğer kullanıcıların profilinizi küresel arama çubuğunda bulmasına ve sohbet istekleri göndermesine olanak tanırsınız. Bu noktada, isteği kabul etmeyi veya reddetmeyi seçebilirsiniz.
uz: Yoqib qo'ysangiz, boshqa foydalanuvchilar sizning profilingizni global qidiruv panelida topishlari va chat so'rovlari yuborishlari mumkin. Shu vaqtdan boshlab, siz so'rovni qabul qilish yoki rad etishni tanlashingiz mumkin.
vi: Hồ sơ của bạn cần ở chế độ công khai để người khác tìm và gửi yêu cầu trò chuyện. Khi đó, bạn có thể chọn chấp nhận hoặc từ chối.
zh: 开启后，其他用户可以在全球搜索栏中找到你的资料并向你发起聊天请求。此时，你可以选择接受或拒绝请求。
zh_hant: 開啟後，您可以讓其他用戶在全球搜索欄中找到您的個人資料並發送聊天請求。此時，您可以選擇接受或拒絕該請求。

# errorDisableIT
source: Translation assistance is turned off.
ar: تم إيقاف مساعدة الترجمة.
be: Дапамога з перакладам выключана.
el: Η βοήθεια μετάφρασης είναι απενεργοποιημένη.
fa: کمک ترجمه خاموش است.
fil: Naka-off ang tulong sa pagsasalin.
he: עזרה בתרגום מושבתת.
ia: Le assistentia de traduction es disactivate.
ja: 翻訳支援がオフになっています。
ko: 번역 지원이 꺼져 있습니다.
lt: Vertimo pagalba išjungta.
lv: Tulkošanas palīdzība ir izslēgta.
ro: Asistența de traducere este dezactivată.
sl: Pomoč pri prevajanju je izklopljena.
te: అనువాద సహాయం ఆఫ్ చేయబడింది.
tr: Çeviri yardımı devre dışı bırakıldı.
uz: Tarjimaga yordam o'chirilgan.
vi: Hỗ trợ dịch đã bị tắt.
zh: 翻译协助已关闭。
zh_hant: 翻譯協助已關閉。

# errorDisableIGC
source: Grammar assistance is turned off.
ar: تم إيقاف مساعدة القواعد.
be: Дапамога з граматыкай выключана.
el: Η βοήθεια γραμματικής είναι απενεργοποιημένη.
fa: کمک گرامر خاموش است.
fil: Naka-off ang tulong sa gramatika.
he: עזרה בדקדוק מושבתה.
ia: Le assistentia de grammatica es disactivate.
ja: 文法支援がオフになっています。
ko: 문법 지원이 꺼져 있습니다.
lt: Gramatikos pagalba išjungta.
lv: Gramatikas palīdzība ir izslēgta.
ro: Asistența gramaticală este dezactivată.
sl: Pomoč pri slovnici je izklopljena.
te: వ్యాకరణ సహాయం ఆఫ్ చేయబడింది.
tr: Dilbilgisi yardımı devre dışı bırakıldı.
uz: Grammatika yordam o'chirilgan.
vi: Hỗ trợ ngữ pháp đã bị tắt.
zh: 语法协助已关闭。
zh_hant: 語法協助已關閉。

# errorDisableLanguageAssistance
source: Translation assistance and grammar assistance are turned off.
ar: تم إيقاف مساعدة الترجمة ومساعدة القواعد.
be: Дапамога з перакладам і граматыкай выключана.
el: Η βοήθεια μετάφρασης και γραμματικής είναι απενεργοποιημένες.
fa: کمک ترجمه و کمک گرامر خاموش است.
fil: Naka-off ang tulong sa pagsasalin at tulong sa gramatika.
he: עזרה בתרגום ועזרה בדקדוק מושבתות.
ia: Le assistentia de traduction e de grammatica es disactivate.
ja: 翻訳支援と文法支援がオフになっています。
ko: 번역 지원과 문법 지원이 꺼져 있습니다.
lt: Vertimo ir gramatikos pagalba išjungta.
lv: Tulkošanas palīdzība un gramatikas palīdzība ir izslēgtas.
ro: Asistența de traducere și asistența gramaticală sunt dezactivate.
sl: Pomoč pri prevajanju in slovnici sta izklopljeni.
te: అనువాద సహాయం మరియు వ్యాకరణ సహాయం ఆఫ్ చేయబడ్డాయి.
tr: Çeviri ve dilbilgisi yardımı devre dışı.
uz: Tarjima va grammatika yordam o'chirilgan.
vi: Hỗ trợ dịch và ngữ pháp đều đã tắt.
zh: 翻译协助和语法协助已关闭。
zh_hant: 翻譯協助和語法協助已關閉。

# errorDisableITUserDesc
source: Click here to update translation assistance settings
ar: انقر هنا لتحديث إعدادات مساعدة الترجمة
be: Націсніце тут, каб абнавіць налады дапамогі з перакладам
el: Κάντε κλικ εδώ για να ενημερώσετε τις ρυθμίσεις βοήθειας μετάφρασης
fa: برای به‌روزرسانی تنظیمات کمک ترجمه اینجا کلیک کنید
fil: I-click dito upang i-update ang mga setting ng tulong sa pagsasalin
he: לחץ כאן לעדכון הגדרות עזרה בתרגום
ia: Clicca hic pro actualizar le configuration de assistentia de traduction
ja: こちらをクリックして翻訳支援の設定を更新してください
ko: 여기를 클릭하여 번역 지원 설정을 업데이트하세요
lt: Spustelėkite čia, norėdami atnaujinti vertimo pagalbos nustatymus
lv: Noklikšķiniet šeit, lai atjauninātu tulkošanas palīdzības iestatījumus
ro: Clic aici pentru a actualiza setările de asistență pentru traducere
sl: Kliknite tukaj za posodobitev nastavitev pomoči pri prevajanju
te: అనువాద సహాయం సెట్టింగులను నవీకరించడానికి ఇక్కడ క్లిక్ చేయండి
tr: Çeviri yardımı ayarlarını güncellemek için buraya tıklayın
uz: Tarjimaga yordam sozlamalarini yangilash uchun bu yerga bosing
vi: Nhấn vào đây để cập nhật cài đặt hỗ trợ dịch
zh: 点击这里更新翻译协助设置
zh_hant: 點擊此處更新翻譯協助設置

# errorDisableIGCUserDesc
source: Click here to update grammar assistance settings
ar: انقر هنا لتحديث إعدادات مساعدة القواعد
be: Націсніце тут, каб абнавіць налады дапамогі з граматыкай
el: Κάντε κλικ εδώ για να ενημερώσετε τις ρυθμίσεις βοήθειας γραμματικής
fa: برای به‌روزرسانی تنظیمات کمک گرامر اینجا کلیک کنید
fil: I-click dito upang i-update ang mga setting ng tulong sa gramatika
he: לחץ כאן לעדכון הגדרות עזרה בדקדוק
ia: Clicca hic pro actualizar le configuration de assistentia de grammatica
ja: こちらをクリックして文法支援の設定を更新してください
ko: 여기를 클릭하여 문법 지원 설정을 업데이트하세요
lt: Spustelėkite čia, norėdami atnaujinti gramatikos pagalbos nustatymus
lv: Noklikšķiniet šeit, lai atjauninātu gramatikas palīdzības iestatījumus
ro: Clic aici pentru a actualiza setările de asistență gramaticală
sl: Kliknite tukaj za posodobitev nastavitev pomoči pri slovnici
te: వ్యాకరణ సహాయం సెట్టింగులను నవీకరించడానికి ఇక్కడ క్లిక్ చేయండి
tr: Dilbilgisi yardımı ayarlarını güncellemek için buraya tıklayın
uz: Grammatika yordam sozlamalarini yangilash uchun bu yerga bosing
vi: Nhấn vào đây để cập nhật cài đặt hỗ trợ ngữ pháp
zh: 点击这里更新语法协助设置
zh_hant: 點擊此處更新語法協助設置

# errorDisableLanguageAssistanceUserDesc
source: Click here to update translation assistance and grammar assistance settings
ar: انقر هنا لتحديث إعدادات مساعدة الترجمة ومساعدة القواعد
be: Націсніце тут, каб абнавіць налады дапамогі з перакладам і граматыкай
el: Κάντε κλικ εδώ για να ενημερώσετε τις ρυθμίσεις βοήθειας μετάφρασης και γραμματικής
fa: برای به‌روزرسانی تنظیمات کمک ترجمه و کمک گرامر اینجا کلیک کنید
fil: I-click dito upang i-update ang mga setting ng tulong sa pagsasalin at tulong sa gramatika
he: לחץ כאן לעדכון הגדרות עזרה בתרגום ועזרה בדקדוק
ia: Clicca hic pro actualizar le configuration de assistentia de traduction e de grammatica
ja: こちらをクリックして翻訳支援と文法支援の設定を更新してください
ko: 여기를 클릭하여 번역 지원과 문법 지원 설정을 업데이트하세요
lt: Spustelėkite čia, norėdami atnaujinti vertimo ir gramatikos pagalbos nustatymus
lv: Noklikšķiniet šeit, lai atjauninātu tulkošanas un gramatikas palīdzības iestatījumus
ro: Faceți clic aici pentru a actualiza setările de asistență pentru traducere și gramatică
sl: Kliknite tukaj za posodobitev nastavitev pomoči pri prevajanju in slovnici
te: అనువాద సహాయం మరియు వ్యాకరణ సహాయం సెట్టింగులను నవీకరించడానికి ఇక్కడ క్లిక్ చేయండి
tr: Çeviri ve dilbilgisi yardımı ayarlarını güncellemek için buraya tıklayın
uz: Tarjima va grammatika yordam sozlamarini yangilash uchun bu yerga bosing
vi: Nhấn vào đây để cập nhật cài đặt hỗ trợ dịch và ngữ pháp
zh: 点击这里更新翻译协助和语法协助设置
zh_hant: 點擊此處更新翻譯協助和語法協助設置

# errorDisableITClassDesc
source: Translation assistance is turned off for the course that this chat is in.
ar: تم إيقاف مساعدة الترجمة للفصل الذي يوجد فيه هذا الدردشة.
be: Дапамога з перакладам выключана для курса, у якім знаходзіцца гэты чат.
el: Η βοήθεια μετάφρασης είναι απενεργοποιημένη για το μάθημα στο οποίο βρίσκεται αυτή η συνομιλία.
fa: کمک ترجمه برای دوره‌ای که این چت در آن است غیرفعال شده است.
fil: Naka-off ang tulong sa pagsasalin para sa kurso kung saan naroroon ang chat na ito.
he: עזרה בתרגום מושבתת עבור הקורס שבו נמצא הצ'אט הזה.
ia: Le assistance de traduction es disactivate pro le curso in le qual iste chat es.
ja: このチャットが属するコースの翻訳支援がオフになっています。
ko: 이 채팅이 속한 강좌에 대한 번역 지원이 꺼져 있습니다.
lt: Vertimo pagalba išjungta kursui, kuriame yra šis pokalbis.
lv: Tulkošanas palīdzība ir izslēgta kursam, kurā atrodas šī tērzēšana.
ro: Asistența de traducere este dezactivată pentru cursul în care se află această conversație.
sl: Pomoč pri prevajanju je izklopljena za tečaj, v katerem je ta klepet.
te: ఈ చాట్ ఉన్న కోర్సుకు అనువాద సహాయం ఆఫ్ చేయబడింది.
tr: Bu sohbetin bulunduğu kursta çeviri yardımı devre dışı bırakılmıştır.
uz: Ushbu suhbat bo'lib o'tadigan kurs uchun tarjima yordamchi o'chirilgan.
vi: Hỗ trợ dịch thuật đã tắt cho khóa học mà cuộc trò chuyện này đang diễn ra.
zh: 此课程中的翻译协助已关闭。
zh_hant: 此課程已關閉互動翻譯協助。

# errorDisableIGCClassDesc
source: Grammar assistance is turned off for the course that this chat is in.
ar: تم إيقاف مساعدة القواعد للفصل الذي يوجد فيه هذا الدردشة.
be: Дапамога з граматыкай выключана для курса, у якім знаходзіцца гэты чат.
el: Η βοήθεια γραμματικής είναι απενεργοποιημένη για το μάθημα στο οποίο βρίσκεται αυτή η συνομιλία.
fa: کمک گرامر برای دوره‌ای که این چت در آن است غیرفعال شده است.
fil: Naka-off ang tulong sa gramatika para sa kurso kung saan naroroon ang chat na ito.
he: עזרה בדקדוק מושבתת עבור הקורס שבו נמצא הצ'אט הזה.
ia: Le assistance de grammatica es disactivate pro le curso in le qual iste chat es.
ja: このチャットが属するコースの文法支援がオフになっています。
ko: 이 채팅이 속한 강좌에 대한 문법 지원이 꺼져 있습니다.
lt: Gramatikos pagalba išjungta kursui, kuriame yra šis pokalbis.
lv: Gramatikas palīdzība ir izslēgta kursam, kurā atrodas šī tērzēšana.
ro: Asistența de gramatică este dezactivată pentru cursul în care se află această conversație.
sl: Pomoč pri slovnici je izklopljena za tečaj, v katerem je ta klepet.
te: ఈ చాట్ ఉన్న కోర్సుకు వ్యాకరణ సహాయం ఆఫ్ చేయబడింది.
tr: Bu sohbetin bulunduğu kursta dilbilgisi yardımı devre dışı bırakılmıştır.
uz: Ushbu suhbat bo'lib o'tadigan kurs uchun grammatik yordam o'chirilgan.
vi: Hỗ trợ ngữ pháp đã tắt cho khóa học mà cuộc trò chuyện này đang diễn ra.
zh: 此课程中的语法协助已关闭。
zh_hant: 此課程已關閉互動語法協助。

# error405Title
source: Languages not set
ar: لم يتم تعيين اللغات
be: Мовы не ўсталяваны
el: Οι γλώσσες δεν έχουν οριστεί
fa: زبان‌ها تنظیم نشده‌اند
fil: Hindi naka-set ang mga Wika
he: שפות לא מוגדרות
ia: Linguas non definite
ja: 言語が設定されていません
ko: 언어가 설정되지 않음
lt: Kalbos nėra nustatytos
lv: Valodas nav iestatītas
ro: Limbi neconfigurate
sl: Jeziki niso nastavljeni
te: భాషలు సెట్ చేయబడలేదు
tr: Diller ayarlanmamış
uz: Tillar belgilangan emas
vi: Chưa thiết lập ngôn ngữ
zh: 未设置语言
zh_hant: 未設定語言

# error405Desc
source: Please set your languages in Main Menu > Learning Settings.
ar: يرجى تعيين لغاتك في القائمة الرئيسية > إعدادات التعلم.
be: Калі ласка, усталюйце свае мовы ў галоўным меню > Налады навучання.
el: Ορίστε τις γλώσσες σας στο Μενού > Ρυθμίσεις Μάθησης.
fa: لطفاً زبان‌های خود را در منوی اصلی > تنظیمات یادگیری تنظیم کنید.
fil: Mangyaring itakda ang iyong mga wika sa Main Menu > Learning Settings.
he: אנא הגדר את שפותיך בתפריט הראשי > הגדרות למידה.
ia: Per favor, definite tuas linguas in le Menu Principal > Configuration de Aprendimento.
ja: メインメニュー > 学習設定で言語を設定してください。
ko: 메인 메뉴 > 학습 설정에서 언어를 설정하세요.
lt: Prašome nustatyti savo kalbas pagrindiniame meniu > Mokymosi nustatymai.
lv: Lūdzu, iestatiet savas valodas galvenajā izvēlnē > Mācību iestatījumi.
ro: Vă rugăm să setați limbile în Meniu Principal > Setări de Învățare.
sl: Prosimo, nastavite svoje jezike v Glavnem meniju > Nastavitve učenja.
te: దయచేసి మీ భాషలను ప్రధాన మెనూ > శిక్షణ సెట్టింగుల్లో సెట్ చేయండి.
tr: Lütfen Ana Menü > Öğrenme Ayarları'ndan dillerinizi ayarlayın.
uz: Iltimos, Asosiy menyu > O'rganish sozlamalarida tillaringizni belgilang.
vi: Vui lòng thiết lập ngôn ngữ của bạn trong Menu chính > Cài đặt Học tập.
zh: 请在主菜单 > 学习设置中设置您的语言。
zh_hant: 請在主選單 > 學習設定中設定您的語言。

source: Terms and Conditions
ar: الشروط والأحكام
be: Умовамі і палажэннямі
el: Όρους και Προϋποθέσεις
fa: شرایط و ضوابط
fil: Mga Tuntunin at Kondisyon
he: תנאים והגבלות
ia: Terminos e Condiciones
ja: 利用規約
ko: 이용 약관
lt: Paslaugų teikimo sąlygomis
lv: Noteikumiem un nosacījumiem
ro: Termenii și Condițiile
sl: Pogoji in določila
te: నిబంధనలు మరియు షరతులు
tr: Şartlar ve Koşullar
uz: Shartlar va shartlar
vi: Điều khoản và Điều kiện
zh: 条款和条件
zh_hant: 條款與條件

# andCertifyIAmAtLeast13YearsOfAge
source: and certify I am at least 16 years of age.
ar: وأشهد أن عمري لا يقل عن 16 عامًا.
be: і пацвярджаю, што мне не менш за 16 гадоў.
el: και πιστοποιώ ότι είμαι τουλάχιστον 16 ετών.
fa: و گواهی می‌دهم که حداقل ۱۳ سال سن دارم.
fil: at certipikadong ako ay hindi bababa sa 16 na taong gulang.
he: ומאשר שאני בן לפחות 16 שנים.
ia: e certifica que io ha al minus 16 annos de etate.
ja: および私は少なくとも16歳であることを証明します。
ko: 및 만 16세 이상임을 인증합니다.
lt: ir patvirtinu, kad man yra bent 16 metų.
lv: un apliecinu, ka man ir vismaz 16 gadu.
ro: și certific că am cel puțin 16 ani.
sl: in potrjujem, da sem starejši od 16 let.
te: మరియు నేను కనీసం 16 సంవత్సరాల వయస్సు ఉన్నానని ధృవీకరిస్తున్నాను.
tr: ve en az 16 yaşında olduğumu onaylıyorum.
uz: va kamida 16 yoshda ekanligimni tasdiqlayman.
vi: và xác nhận tôi ít nhất 16 tuổi.
zh: 并证明我已满16岁。
zh_hant: 並證明我已年滿16歲。

# error502504Title
source: Wow, there are a lot of students online!
ar: واو، هناك الكثير من الطلاب عبر الإنترنت!
be: Вау, шмат студэнтаў у сетцы!
el: Ω, υπάρχουν πολλοί μαθητές online!
fa: وای، تعداد زیادی دانش‌آموز آنلاین هستند!
fil: Wow, maraming estudyante online!
he: וואו, יש הרבה תלמידים באינטרנט!
ia: Wow, il ha multe students online!
ja: わあ、多くの学生がオンラインです！
ko: 와, 온라인에 학생이 정말 많네요!
lt: Oho, internete yra daug mokinių!
lv: Vau, ir daudz studentu tiešsaistē!
ro: Wow, sunt mulți elevi online!
sl: Vau, veliko je študentov na spletu!
te: వావ్, ఆన్‌లైన్‌లో చాలా మంది విద్యార్థులు ఉన్నారు!
tr: Vay canına, çok sayıda öğrenci çevrimiçi!
uz: Vau, ko'p talabalar onlayn!
vi: Wow, có rất nhiều học viên đang trực tuyến!
zh: 哇，在线的学生很多！
zh_hant: 哇，線上學生好多！

# error502504Desc
source: Translation and grammar tools may be slow or unavailable while the Pangea bots catch up.
ar: قد تكون أدوات الترجمة والقواعد بطيئة أو غير متاحة أثناء متابعة بوتات بانجيا.
be: Інструменты перакладу і граматыкі могуць працаваць павольна або быць недаступнымі, пакуль боты Pangea не навядуць парадак.
el: Τα εργαλεία μετάφρασης και γραμματικής ενδέχεται να είναι αργά ή μη διαθέσιμα ενώ οι bots της Pangea ενημερώνονται.
fa: ابزارهای ترجمه و گرامر ممکن است کند یا در دسترس نباشند در حالی که ربات‌های پنگئا جبران می‌کنند.
fil: Maaaring maging mabagal o hindi magagamit ang mga translation at grammar tools habang nakakaabante ang mga Pangea bots.
he: כלי תרגום ודקדוק עלולים להיות איטיים או לא זמינים בזמן שהבוטים של פנגיאה מעדכנים.
ia: Le instrumentos de translation e grammatica pote esser lente o non disponibile durante que le bots Pangea se actualisa.
ja: Pangeaボットが追いつくまで、翻訳や文法ツールは遅くなるか利用できない場合があります。
ko: 파니아 봇이 따라잡는 동안 번역 및 문법 도구가 느리거나 사용할 수 없을 수 있습니다.
lt: Vertimo ir gramatikos įrankiai gali būti lėti arba neprieinami, kol Pangea robotai pasivys.
lv: Tulkotāja un gramatikas rīki var būt lēni vai nepieejami, kamēr Pangea roboti seko līdzi.
ro: Instrumentele de traducere și gramatică pot fi lente sau indisponibile în timp ce roboții Pangea se actualizează.
sl: Orodja za prevajanje in slovnico so lahko počasna ali nedosegljiva, medtem ko se bot Pangea posodablja.
te: పాంజియా బాట్స్ ట్రాన్స్‌లేషన్ మరియు వ్యాకరణ సాధనాలు ఆలస్యంగా ఉండవచ్చు లేదా అందుబాటులో ఉండకపోవచ్చు.
tr: Çeviri ve dilbilgisi araçları, Pangea botları güncellenirken yavaş veya kullanılamayabilir.
uz: Tarjimalar va grammatik vositalar sekin yoki mavjud bo'lmasligi mumkin, Pangea botlari yangilanishni kutmoqda.
vi: Công cụ dịch và ngữ pháp có thể chạy chậm hoặc ngừng hoạt động trong khi bot Pangea đang xử lý.
zh: 在Pangea机器人赶上进度时，翻译和语法工具可能会变慢或不可用。
zh_hant: 在 Pangea 機器人追趕時，翻譯和語法工具可能會變慢或無法使用。

# error404Title
source: Translation error!
ar: خطأ في الترجمة!
be: Памылка перакладу!
el: Σφάλμα μετάφρασης!
fa: خطای ترجمه!
fil: Error sa Pagsasalin!
he: שגיאת תרגום!
ia: Error de translation!
ja: 翻訳エラー！
ko: 번역 오류!
lt: Vertimo klaida!
lv: Tulkotāja kļūda!
ro: Eroare de traducere!
sl: Napaka pri prevajanju!
te: అనువాద లోపం!
tr: Çeviri hatası!
uz: Tarjima xatosi!
vi: Lỗi dịch!
zh: 翻译错误！
zh_hant: 翻譯錯誤！

# error404Desc
source: Pangea Bot isn't sure how to translate that...
ar: بوت بانجيا غير متأكد من كيفية ترجمة ذلك...
be: Бот Pangea не ўпэўнены, як гэта перакласці...
el: Ο Pangea Bot δεν είναι σίγουρος πώς να μεταφράσει αυτό...
fa: ربات پنگئا مطمئن نیست چگونه آن را ترجمه کند...
fil: Hindi sigurado ang Pangea Bot kung paano isasalin iyon...
he: בוט פנגיאה לא בטוח איך לתרגם את זה...
ia: Le Bot Pangea non es secur de como traducer isto...
ja: Pangea Botはそれをどう翻訳すればいいかわかりません...
ko: 파니아 봇이 어떻게 번역해야 할지 확실하지 않아요...
lt: Pangea robotas nėra tikras, kaip tai išversti...
lv: Pangea bots nav pārliecināts, kā to tulkot...
ro: Botul Pangea nu este sigur cum să traducă asta...
sl: Bot Pangea ni prepričan, kako naj to prevede...
te: పాంజియా బాట్ దాన్ని ఎలా అనువదించాలో తెలియదు...
tr: Pangea Bot bunun nasıl çevrileceğinden emin değil...
uz: Pangea Bot bu qanday tarjima qilishni bilmayapti...
vi: Pangea Bot chưa biết cách dịch điều này...
zh: Pangea机器人不确定如何翻译这个...
zh_hant: Pangea 機器人不確定如何翻譯那個...

# errorPleaseRefresh
source: We're looking into it! Please reload and try again.
ar: نحن نبحث في الأمر! يرجى إعادة التحميل والمحاولة مرة أخرى.
be: Мы разглядаем гэта! Калі ласка, перазагрузіце і паспрабуйце зноў.
el: Το ερευνούμε! Παρακαλούμε ανανεώστε και δοκιμάστε ξανά.
fa: در حال بررسی مشکل هستیم! لطفاً صفحه را مجدداً بارگذاری کنید و دوباره تلاش کنید.
fil: Tinitingnan namin ito! Mangyaring i-reload at subukan muli.
he: אנחנו בודקים את זה! אנא טען מחדש ונסה שוב.
ia: Nos es in le processus de investigar! Per favor, re-intra e tenta ancora.
ja: 調査中です！ページをリロードしてもう一度お試しください。
ko: 문제를 해결 중입니다! 새로고침 후 다시 시도하세요.
lt: Mes tai tikriname! Prašome įkelti dar kartą ir bandyti iš naujo.
lv: Mēs to izpētām! Lūdzu, ielādējiet lapu vēlreiz un mēģiniet vēlreiz.
ro: Ne uităm la problemă! Vă rugăm să reîncărcați și să încercați din nou.
sl: Preučujemo to! Prosimo, osvežite stran in poskusite znova.
te: మేము దీని గురించి చూస్తున్నాము! దయచేసి పేజీని రిఫ్రెష్ చేసి మళ్లీ ప్రయత్నించండి.
tr: Bunu inceliyoruz! Lütfen sayfayı yeniden yükleyin ve tekrar deneyin.
uz: Biz bu muammoni hal qilmoqdamiz! Iltimos, sahifani yangilang va qayta urinib ko'ring.
vi: Chúng tôi sẽ kiểm tra! Vui lòng tải lại và thử lại.
zh: 我们正在处理！请重新加载并重试。
zh_hant: 我們正在處理！請重新載入並再試一次。

source: Connected to Staging
ar: متصل ببيئة الاختبار
be: Падключана да Staging
el: Συνδεδεμένο με το Staging
fa: متصل به استیجینگ
fil: Nakakonekta sa Staging
he: מחובר לסביבת בדיקה
ia: Conectate a le Staging
ja: ステージングに接続済み
ko: 스테이징에 연결됨
lt: Prisijungta prie Staging
lv: Savienots ar testēšanas vidi
ro: Conectat la Staging
sl: Povezano s testnim okoljem
te: స్టేజింగ్‌కు కనెక్ట్ అయ్యింది
tr: Test ortamına bağlı
uz: Staging bilan ulanish amalga oshirildi
vi: Bạn đang kết nối với máy chủ thử nghiệm (staging).
zh: 已连接到预发布环境
zh_hant: 已連接到測試環境

source: Learning settings
ar: إعدادات التعلم
be: Налады навучання
el: Ρυθμίσεις Μάθησης
fa: تنظیمات یادگیری
fil: Mga setting sa pag-aaral
he: הגדרות למידה
ia: Impostos de apprender
ja: 学習設定
ko: 학습 설정
lt: Mokymosi nustatymai
lv: Mācību iestatījumi
ro: Setări de învățare
sl: Nastavitve učenja
te: శిక్షణ సెట్టింగులు
tr: Öğrenme ayarları
uz: O'rganish sozlamalari
vi: Cài đặt học tập
zh: 学习设置
zh_hant: 學習設定

source: Participants
ar: المشاركون
be: Удзельнікі
el: Συμμετέχοντες
fa: شرکت‌کنندگان
fil: Mga kalahok
he: משתתפים
ia: Participantes
ja: 参加者
ko: 참가자
lt: Dalyviai
lv: Dalībnieki
ro: Participanți
sl: Udeleženci
te: పాల్గొనేవారు
tr: Katılımcılar
uz: Ishtirokchilar
vi: Tham gia
zh: 参与者
zh_hant: 參與者

# clickMessageTitle
source: Need help?
ar: هل تحتاج إلى مساعدة؟
be: Патрэбна дапамога?
el: Χρειάζεστε βοήθεια;
fa: نیاز به کمک دارید؟
fil: Kailangan ng tulong?
he: צריך עזרה?
ia: Besonia adjuta?
ja: 助けが必要ですか？
ko: 도움이 필요하신가요?
lt: Reikia pagalbos?
lv: Vai nepieciešama palīdzība?
ro: Ai nevoie de ajutor?
sl: Potrebujete pomoč?
te: సహాయం కావాలా?
tr: Yardıma mı ihtiyacınız var?
uz: Yordam kerakmi?
vi: Cần trợ giúp?
zh: 需要帮助吗？
zh_hant: 需要幫助嗎？
