Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

source: (Optional) message...
ar: (اختياري) رسالة...
be: (Дадакова) паведамленне...
el: (Προαιρετικό) μήνυμα...
fa: (اختیاری) پیام...
fil: (Opsyonal) mensahe...
he: (אופציונלי) הודעה...
ja: (任意) メッセージ...
ko: (선택 사항) 메시지...
lt: (Pasirinktinai) žinutė...
lv: (Pēc izvēles) Ziņojums...
ro: (Opțional) mesaj...
sl: (Neobvezno) sporočilo...
te: (ఐచ్చిక) సందేశం...
tr: (İsteğe bağlı) mesaj...
uz: (Ixtiyoriy) xabar...
vi: (Tùy chọn) tin nhắn...
zh: （可选）消息…
zh_hant: (可選）訊息...

source: Not supported on this device
ar: غير مدعوم على هذا الجهاز
be: Не падтрымліваецца на гэтым прыладзе
el: Δεν υποστηρίζεται σε αυτήν τη συσκευή
fa: در این دستگاه پشتیبانی نمی‌شود
fil: Hindi sinusuportahan sa device na ito
he: לא נתמך במכשיר זה
ia: Non supportate in iste dispositivo
ja: このデバイスではサポートされていません
ko: 이 기기에서 지원되지 않음
lt: Nepalaikoma šiame įrenginyje
lv: Šajā ierīcē nav atbalstīts
ro: Nu este suportat pe acest dispozitiv
sl: Na tej napravi ni podprto
te: ఈ పరికరంలో మద్దతు లేదు
tr: Bu cihazda desteklenmiyor
uz: Bu qurilmada ishlamaydi
vi: Không được hỗ trợ trên thiết bị này
zh: 此设备上不受支持
zh_hant: 此裝置不受支援

source: Approve
ar: موافقة
be: Пацвердзіць
el: Έγκριση
fa: تایید
fil: Aprubahan
he: אשר
ia: Approba
ja: 承認
ko: 승인
lt: Patvirtinti
lv: Apstiprināt
ro: Aprobă
sl: Odobri
te: అంగీకరించండి
tr: Onayla
uz: Tasdiqlash
vi: Chấp thuận
zh: 批准
zh_hant: 核准

source: You have knocked
ar: لقد طرقت
be: Вы пастукалі
el: Έχετε χτυπήσει
fa: شما زده‌اید
fil: Nakipag-ugnayan ka na
he: הקשתה
ia: Tu ha frappate
ja: あなたはノックしました
ko: 문을 두드렸습니다
lt: Jūs paspaudėte duris
lv: Tu pieklauvēji
ro: Ai bătut la ușă
sl: Zakucali ste
te: మీరు తడమారు
tr: Çaldınız
uz: Siz taqillatdingiz
vi: Bạn đã gõ cửa
zh: 你已请求加入
zh_hant: 您已請求加入

# pleaseWaitUntilInvited
source: Please wait now, until someone from the room invites you.
ar: يرجى الانتظار الآن، حتى يدعوك شخص ما من الغرفة.
be: Калі ласка, пачакайце, пакуль нехта з пакоя не запросяць вас.
el: Παρακαλώ περιμένετε τώρα, μέχρι κάποιος από το δωμάτιο να σας προσκαλέσει.
fa: لطفاً اکنون منتظر بمانید تا کسی از اتاق شما را دعوت کند.
fil: Mangyaring maghintay ngayon, hanggang sa imbitahan ka ng isang tao mula sa silid.
he: אנא המתן כעת, עד שמישהו מהחדר יזמין אותך.
ia: Per favor, aspetta ora, usque alicuno del camera te invita.
ja: しばらくお待ちください。ルームの誰かが招待するまで。
ko: 잠시 기다리세요, 방의 초대장을 받을 때까지.
lt: Prašome palaukti, kol kas nors iš kambario jus pakvies.
lv: Lūgums tagad uzgaidīt, līdz kāds no istabas uzaicinās Tevi.
ro: Vă rugăm să așteptați acum, până când cineva din cameră vă invită.
sl: Počakajte, dokler vas nekdo iz sobe ne povabi.
te: దయచేసి వేచిచూడండి, గది నుండి ఎవరో ఆహ్వానించేవరకు.
tr: Lütfen, odadan biri sizi davet edene kadar bekleyin.
uz: Iltimos, hozir kutib turing, xonadan kimdir sizni taklif qilguncha.
vi: Vui lòng chờ cho đến khi ai đó trong phòng mời bạn.
zh: 在来自该聊天室的某人邀请你之前请等待。
zh_hant: 直到聊天室裡有人邀請您前，請等候。

# commandHint_logout
source: Logout your current device
ar: تسجيل الخروج من جهازك الحالي
be: Выйсці з вашага бягучага прылады
el: Αποσυνδεθείτε από τη τρέχουσα συσκευή σας
fa: خروج از حساب کاربری فعلی خود
fil: Mag-logout sa iyong kasalukuyang device
he: התנתק מהמכשיר הנוכחי שלך
ia: Disconecta tu dispositivo actual
ja: 現在のデバイスからログアウト
ko: 현재 기기에서 로그아웃
lt: Atsijungti nuo šio įrenginio
lv: Atteikties pašreizējā ierīcē
ro: Deconectați-vă de pe dispozitivul curent
sl: Odjava trenutne naprave
te: మీ ప్రస్తుత పరికరాన్ని లాగౌట్ చేయండి
tr: Mevcut cihazınızdan çıkış yap
uz: Joriy qurilmadan chiqish
vi: Đăng xuất khỏi thiết bị hiện tại của bạn
zh: 注销当前设备
zh_hant: 登出您的當前設備

# commandHint_logoutall
source: Logout all active devices
ar: تسجيل الخروج من جميع الأجهزة النشطة
be: Выйсці з усіх актыўных прылад
el: Αποσυνδεθείτε από όλες τις ενεργές συσκευές
fa: خروج از تمام دستگاه‌های فعال
fil: Mag-logout sa lahat ng aktibong device
he: התנתק מכל המכשירים הפעילים
ia: Disconecta tote le dispositivos active
ja: すべてのアクティブなデバイスからログアウト
ko: 모든 활성 기기에서 로그아웃
lt: Atsijungti nuo visų aktyvių įrenginių
lv: Atteikties visās izmantotajās ierīcēs
ro: Deconectați toate dispozitivele active
sl: Odjava vseh aktivnih naprav
te: అన్ని క్రియాశీల పరికరాలను లాగౌట్ చేయండి
tr: Tüm aktif cihazlardan çıkış yap
uz: Barcha faol qurilmalardan chiqish
vi: Đăng xuất khỏi tất cả các thiết bị đang hoạt động
zh: 注销所有活动设备
zh_hant: 登出所有活動設備

# displayNavigationRail
source: Show navigation rail on mobile
ar: عرض شريط التنقل على الهاتف المحمول
be: Паказаць навігацыйную паласу на мабільным
el: Εμφάνιση της γραμμής πλοήγησης σε κινητά
fa: نمایش نوار ناوبری در موبایل
fil: Ipakita ang navigation rail sa mobile
he: הצג מסילת ניווט במובייל
ia: Monstra le rail de navigation in mobile
ja: モバイルでナビゲーションレールを表示
ko: 모바일에서 내비게이션 레일 표시
lt: Rodyti navigacijos juostą mobiliajame įrenginyje
lv: Rādīt pārvietošanās sliedi viedierīcēs
ro: Afișează bara de navigare pe mobil
sl: Prikaži navigacijsko vrstico na mobilni napravi
te: మొబైల్‌పై నావిగేషన్ రైలు చూపించండి
tr: Mobilde gezinme rayını göster
uz: Mobilda navigatsiya temir yo‘lini ko‘rsatish
vi: Hiển thị thanh điều hướng trên di động
zh: 在移动设备上显示导航栏
zh_hant: 在手機上顯示導航欄

source: Custom reaction
ar: رد فعل مخصص
be: Карыстальніцкая рэакцыя
el: Προσαρμοσμένη αντίδραση
fa: واکنش سفارشی
fil: Pasadyang reaksyon
he: תגובה מותאמת אישית
ia: Reactor personalisate
ja: カスタムリアクション
ko: 맞춤 반응
lt: Pasirinktinis reakcija
lv: Pielāgota reakcija
ro: Reacție personalizată
sl: Prilagojena reakcija
te: అనుకూల ప్రతిక్రియ
tr: Özel tepki
uz: Maxsus reaksiya
vi: Phản ứng tùy chỉnh
zh: 自定义反应
zh_hant: 自定義反應

source: More events
uz: Boshqa hodisalar
vi: Thêm sự kiện

source: Decline invitation
uz: Taklifni rad etish
vi: Từ chối lời mời

source: No messages yet
uz: Hozircha xabarlar yo‘q
vi: Chưa có tin nhắn nào

source: Long press to record voice message.
uz: Ovozli xabarni yozib olish uchun uzoq bosing.
vi: Nhấn và giữ để ghi âm tin nhắn thoại.

source: Pause
uz: Pauza
vi: Tạm dừng

source: Resume
uz: Davom etish
vi: Tiếp tục

source: New sub space
uz: Yangi quyi maydon
vi: Không gian phụ mới

source: Move to different space
uz: Boshqa maydonga o‘tish
vi: Chuyển đến không gian khác

source: Move up
uz: Yuqoriga surish
vi: Di chuyển lên

source: Move down
uz: Pastga surish
vi: Di chuyển xuống

# spaceMemberOf
source: Space member of {spaces}
uz: {spaces} maydoni a’zosi
vi: Thành viên không gian của {spaces}

# spaceMemberOfCanKnock
source: Space member of {spaces} can knock
uz: {spaces} maydoni a’zosi eshikni taqillatishi mumkin
vi: Thành viên không gian của {spaces} có thể gõ cửa

source: Donate
uz: Xayriya qilmoq
vi: Đóng góp

# startedAPoll
source: {username} started a poll.
uz: {username} so‘rovnoma boshladi.
vi: {username} đã bắt đầu một cuộc thăm dò.

source: Poll
uz: So‘rov
vi: Cuộc thăm dò

source: Start poll
uz: So‘rovni boshlash
vi: Bắt đầu cuộc thăm dò

source: End poll
uz: So‘rovnomani yakunlash
vi: Kết thúc cuộc thăm dò

source: Answers visible
uz: Javoblar ko‘rinadi
vi: Câu trả lời hiển thị

source: Answers hidden
uz: Javoblar berkitildi
vi: Câu trả lời ẩn

source: Poll question
uz: So‘rovnoma savoli
vi: Câu hỏi thăm dò

source: Answer option
uz: Javob varianti
vi: Lựa chọn câu trả lời

source: Add answer option
uz: Javob variantini kiritish
vi: Thêm lựa chọn câu trả lời

source: Allow multiple answers
uz: Bir nechta javobga ruxsat berish
vi: Cho phép nhiều câu trả lời

source: Poll has been ended
uz: So‘rovnoma yakunlandi
vi: Cuộc thăm dò đã được kết thúc

# countVotes
source: {count, plural, =1{One vote} other{{count} votes}}
uz: {count, plural, =1{Bir ovoz} other{{count} ta ovoz}}
vi: {count, plural, =1{Một phiếu} other{{count} phiếu}}

source: Answers will be visible when poll has ended
uz: So‘rovnoma tugaganida javoblar chiqadi
vi: Câu trả lời sẽ hiển thị khi cuộc thăm dò đã kết thúc

source: Reply in thread
uz: Sahifada javob berish
vi: Trả lời trong chủ đề

# countReplies
source: {count, plural, =1{One reply} other{{count} replies}}
uz: {count, plural, =1{Bitta javob} other{{count} ta javob}}
vi: {count, plural, =1{Một phản hồi} other{{count} phản hồi}}

source: Thread
uz: Sahifa
vi: Chủ đề

# widgetEtherpad
source: Text note
ar: ملاحظة نصية
be: Тэкстовая нататка
el: Κείμενο σημείωσης
fa: یادداشت متنی
fil: Tala ng teksto
he: הערת טקסט
ia: Nota de texto
ja: テキストノート
ko: 텍스트 메모
lt: Teksto pastaba
lv: Teksta piezīme
ro: Notiță text
sl: Zapisek besedila
te: పాఠ్య నోట్
tr: Metin notu
uz: Matnli qayd
vi: Ghi chú văn bản
zh: 文本笔记
zh_hant: 文字筆記

# widgetCustom
source: Custom
ar: مُخصّص
be: Паводле ўласнага выбару
el: Προσαρμοσμένο
fa: سفارشی
fil: Pasadya
he: מותאם אישית
ia: Personalizzate
ja: カスタム
ko: 사용자 정의
lt: Pasirinktinis
lv: Pielāgots
ro: Personalizat
sl: Po meri
te: అనుకూలీకరించబడినది
tr: Özel
uz: Maxsus
vi: Tùy chỉnh
zh: 自定义
zh_hant: 自訂

# widgetName
source: Name
ar: الاسم
be: Імя
el: Όνομα
fa: نام
fil: Pangalan
he: שם
ia: Nomen
ja: 名称
ko: 이름
lt: Vardas
lv: Nosaukums
ro: Nume
sl: Ime
te: పేరు
tr: Ad
uz: Nomi
vi: Tên
zh: 名称
zh_hant: 名稱

# widgetUrlError
source: This is not a valid URL.
ar: هذا ليس عنوان URL صالحًا.
be: Гэта недапушчальны URL.
el: Αυτό δεν είναι έγκυρη διεύθυνση URL.
fa: این آدرس وب معتبر نیست.
fil: Hindi ito isang wastong URL.
he: זה אינו כתובת URL תקינה.
ia: Iste non es un URL valide.
ja: 有効なURLではありません。
ko: 유효한 URL이 아닙니다.
lt: Netinkamas URL.
lv: Tas nav derīgs URL.
ro: Acest URL nu este valibil.
sl: To ni veljavna URL povezava.
te: ఇది సరైన URL కాదు.
tr: Bu geçerli bir URL değil.
uz: Bu yaroqli URL emas.
vi: Không phải URL hợp lệ.
zh: 这不是有效的 URL。
zh_hant: 這不是一個有效的URL。

# widgetNameError
source: Please provide a display name.
ar: يرجى تقديم اسم العرض.
be: Калі ласка, увядзіце адлюстравальнае імя.
el: Παρακαλώ δώστε ένα όνομα εμφάνισης.
fa: لطفا یک نام نمایشی مشخص کنید.
fil: Mangyaring magbigay ng display name.
he: אנא ספק שם תצוגה.
ia: Per favor, provida un nom de display.
ja: 表示名を入力してください。
ko: 표시 이름을 입력하세요.
lt: Pateikite rodomą vardą.
lv: Lūgums norādīt attēlojamo nosaukumu.
ro: Vă rugăm să introduceți un nume de afișare.
sl: Prosimo, navedite prikazno ime.
te: దయచేసి ప్రదర్శన పేరును ఇవ్వండి.
tr: Lütfen görünecek bir ad girin.
uz: Iltimos, displey nomini kiriting.
vi: Vui lòng nhập tên hiển thị.
zh: 请提供昵称。
zh_hant: 請提供一個顯示名稱。

# errorAddingWidget
source: Error adding the widget.
ar: خطأ في إضافة الأداة.
be: Памылка пры даданні віджэта.
el: Σφάλμα κατά την προσθήκη του widget.
fa: بروز خطا هنگام افزودن ویجت.
fil: Error sa pagdaragdag ng widget.
he: שגיאה בהוספת הווידג'ט.
ia: Error durante le addition del widget.
ja: ウィジェットの追加中にエラーが発生しました。
ko: 위젯 추가중 오류 발생.
lt: Pridedant valdiklį įvyko klaida.
lv: Kļūda logrīka pievienošanā.
ro: Adăugarea widget-ului a eșuat.
sl: Napaka pri dodajanju pripomočka.
te: విడ్జెట్ జోడించడంలో లోపం.
tr: Widget eklenirken hata oluştu.
uz: Vidjet kiritilmadi.
vi: Lỗi khi thêm widget.
zh: 添加小部件出错。
zh_hant: 新增小工具時發生錯誤。

source: You rejected the invitation
ar: لقد رفضت الدعوة
be: Вы адхілілі запрашэнне
el: Απορρίψατε την πρόσκληση
fa: شما دعوت را رد کردید
fil: Tinanggihan mo ang paanyaya
he: דחית את ההזמנה
ia: Tu ha rejectate le invitation
ja: 招待を拒否しました
ko: 초대를 거부했습니다
lt: Jūs atmetėte kvietimą
lv: Tu noraidīji uzaicinājumu
ro: Ați respins invitația
sl: Zavrnili ste vabilo
te: మీరు ఆహ్వానాన్ని తిరస్కరించారు
tr: Daveti reddettiniz
uz: Taklifni rad etdingiz
vi: Bạn đã từ chối lời mời
zh: 你拒绝了邀请
zh_hant: 您拒絕了邀請

source: 👍 You accepted the invitation
ar: 👍 لقد قبلت الدعوة
be: 👍 Вы прынялі запрашэнне
el: 👍 Έχετε αποδεχθεί την πρόσκληση
fa: 👍 شما دعوت را پذیرفتید
fil: 👍 Tinanggap mo ang paanyaya
he: 👍 קיבלת את ההזמנה
ia: 👍 Tu acceptava le invitation
ja: 👍 招待を承諾しました
ko: 👍 초대를 수락했습니다
lt: 👍 Jūs priėmėte kvietimą
lv: 👍 Tu pieņēmi uzaicinājumu
ro: 👍Ați acceptat invitația
sl: 👍 Sprejeli ste vabilo
te: 👍 మీరు ఆహ్వానాన్ని అంగీకరించారు
tr: 👍 Daveti kabul ettiniz
uz: 👍 Taklifni qabul qildingiz
vi: 👍 Bạn đã chấp nhận lời mời
zh: 👍 你接受了邀请
zh_hant: 👍 您接受了邀請

source: You banned {user}
ar: لقد حظرت {user}
be: Вы заблакавалі {user}
el: Αποκλείσατε τον {user}
fa: شما {user} را محروم کردید
fil: Binansagan mo si {user}
he: חסמת את {user}
ia: Tu ha bannate {user}
ja: {user} を禁止しました
ko: {user}님을 영구 추방함
lt: Jūs užblokavote {user}
lv: Tu {user} liedzi piekļuvi
ro: Ați interzis pe {user}
sl: Blokirali ste uporabnika {user}
te: మీరు {user} ను నిషేధించారు
tr: {user} kullanıcısını yasakladınız
uz: Siz {user}ni blokladingiz
vi: Bạn đã cấm {user}
zh: 你封禁了 {user}
zh_hant: 您封鎖了 {user}

# youHaveWithdrawnTheInvitationFor
source: You have withdrawn the invitation for {user}
ar: لقد سحبت الدعوة لـ {user}
be: Вы адклікалі запрашэнне для {user}
el: Έχετε αποσύρει την πρόσκληση για τον {user}
fa: شما دعوت {user} را پس‌گرفتید
fil: Kinansela mo ang paanyaya para kay {user}
he: משכת את ההזמנה ל-{user}
ia: Tu ha retractate le invitation pro {user}
ja: {user} への招待を取り下げました
ko: {user}님에 대한 초대를 철회함
lt: Jūs atšaukėte kvietimą {user}
lv: Tu atsauci {user} uzaicinājumu
ro: Ați retras invitația pentru {user}
sl: Opozorili ste vabilo za {user}
te: మీరు {user} కోసం ఆహ్వానాన్ని ఉపసంహరించారు
tr: {user} için daveti geri çektiniz
uz: Siz {user} uchun taklifnomani bekor qildingiz
vi: Bạn đã rút lại lời mời cho {user}
zh: 你撤回了对 {user} 的邀请
zh_hant: 您已收回對 {user} 的邀請

# youInvitedToBy
source: 📩 You have been invited via link to: {alias}
ar: 📩 تمت دعوتك عبر الرابط إلى: {alias}
be: 📩 Вы былі запрошаны праз спасылку на: {alias}
el: 📩 Έχετε προσκληθεί μέσω συνδέσμου στο: {alias}
fa: 📩 شما از طریق لینک دعوت شده‌اید به: {alias}
fil: 📩 Naimbitahan ka sa pamamagitan ng link sa: {alias}
he: 📩 הוזמנת באמצעות קישור ל: {alias}
ia: 📩 Tu ha invitate via ligamine a: {alias}
ja: 📩 招待リンク経由で招待されました: {alias}
ko: 📩 링크를 통해 초대되셨습니다: {alias}
lt: 📩 Jūs pakviesti nuoroda į: {alias}
lv: 📩 Tu tiki uzaicināts ar saiti: {alias}
ro: 📩 Ai fost invitat prin link la: {alias}
sl: 📩 Vabili ste preko povezave: {alias}
te: 📩 మీరు లింక్ ద్వారా ఆహ్వానించబడ్డారు: {alias}
tr: 📩 Bağlantı aracılığıyla davet edildiniz: {alias}
uz: 📩 Sizni quyidagi havola orqali taklif qilishdi: {alias}
vi: 📩 Bạn được mời qua link đến: {alias}
zh: 📩 你已通过链接被邀请到： {alias}
zh_hant: 📩 您通過網址被邀請至： {alias}

# youInvitedBy
source: 📩 You have been invited by {user}
ar: 📩 لقد تمت دعوتك من قبل {user}
be: 📩 Вы былі запрошаны {user}
el: 📩 Έχετε προσκληθεί από τον {user}
fa: 📩 شما توسط {user} دعوت شده‌اید
fil: 📩 Naimbitahan ka ni {user}
he: 📩 הוזמנת על ידי {user}
ia: 📩 Tu ha invitate per {user}
ja: 📩 {user} から招待されました
ko: 📩 {user}님에 의해 초대되었습니다
lt: 📩 Jus pakvietė {user}
lv: 📩 {user} Tevi uzaicināja
ro: 📩Ați fost invitat de {user}
sl: 📩 Povabljen/a je bil/a s strani {user}
te: 📩 మీరు {user} చేత ఆహ్వానించబడ్డారు
tr: 📩 {user} tarafından davet edildiniz
uz: 📩 Sizni {user} taklif qildi
vi: 📩 Bạn được mời bởi {user}
zh: 📩 你受到了 {user} 的邀请
zh_hant: 📩 您被 {user} 邀請

# invitedBy
source: 📩 Invited by {user}
ar: 📩 تمت دعوته من قبل {user}
be: 📩 Запрошаны {user}
el: 📩 Προσκληθείς από τον {user}
fa: 📩 دعوت شده توسط {user}
fil: 📩 Inimbitahan ni {user}
he: 📩 הוזמן על ידי {user}
ia: 📩 Invitate per {user}
ja: 📩 {user}によって招待されました
ko: 📩 {user}님이 나를 초대함
lt: 📩 Pakvietė {user}
lv: 📩 {user} uzaicināja
ro: 📩 Invitat de {user}
sl: 📩 Povabljen/a s strani {user}
te: 📩 {user} చేత ఆహ్వానించబడింది
tr: 📩 {user} davet etti
uz: 📩 {user} taklif qilgan
vi: 📩 Được mời bởi {user}
zh: 📩 邀请人 {user}
zh_hant: 📩 由 {user} 邀請

source: 📩 You invited {user}
ar: 📩 قمت بدعوة {user}
be: 📩 Вы запрасілі {user}
el: 📩 Προσκαλέσατε τον {user}
fa: 📩 شما {user} را دعوت کردید
fil: 📩 Inimbitahan mo si {user}
he: 📩 הזמנת את {user}
ia: 📩 Tu ha invitate {user}
ja: 📩 {user} を招待しました
ko: 📩 {user}님을 초대했습니다
lt: 📩 Pakvietėte {user}
lv: 📩 Tu uzaicināji {user}
ro: 📩Ați invitat pe {user}
sl: 📩 Povabil/a si {user}
te: 📩 మీరు {user} ను ఆహ్వానించారు
tr: 📩 {user} kullanıcısını davet ettiniz
uz: 📩 Siz {user}ni taklif qildingiz
vi: 📩 Bạn đã mời {user}
zh: 📩 你邀请了 {user}
zh_hant: 📩 您邀請了 {user}

# youKicked
source: 👞 You kicked {user}
ar: 👞 لقد ركلت {user}
be: 👞 Вы выгналі {user}
el: 👞 Απομακρύνατε τον {user}
fa: 👞 شما {user} را بیرون کردید
fil: 👞 Inalis mo si {user}
he: 👞 הוצאת את {user}
ia: 👞 Tu ha kickate {user}
ja: 👞 {user} をキックしました
ko: 👞 {user}님을 추방했습니다
lt: 👞 Jūs išmetėte {user}
lv: 👞 Tu izraidīji {user}
ro: 👞Ați dat afară pe {user}
sl: 👞 Izključil/a si {user}
te: 👞 మీరు {user} ను తొలగించారు
tr: 👞 {user} kullanıcısını attınız
uz: 👞 Siz {user}ni chiqarib yubordingiz
vi: 👞 Bạn đã đá {user}
zh: 👞 你踢出了 {user}
zh_hant: 👞 您踢出了 {user}

# youKickedAndBanned
source: 🙅 You kicked and banned {user}
ar: 🙅 لقد ركلت وحظرت {user}
be: 🙅‍♀️ Вы выгналі і заблакавалі {user}
el: 🙅‍♀️ Απομακρύνατε και αποκλείσατε τον {user}
fa: 🙅 شما {user} را بیرون و محروم کردید
fil: 🙅‍♀️ Inalis at binansagan mo si {user}
he: 🙅 הוצאת והחרמת את {user}
ia: 🙅‍♂️ Tu ha kickate e bannate {user}
ja: 🙅 {user} をキックしてブロックしました
ko: 🙅 {user}님을 영구 추방했습니다
lt: 🙅 Jūs išmetėte ir užblokavote {user}
lv: 🙅 Izraidīji {user} un liedzi piekļuvi
ro: 🙅Ați dat afară și interzis pe {user}
sl: 🙅‍♀️ Izključil/a in prepovedal/a si {user}
te: 🙅 మీరు {user} ను తొలగించి నిషేధించారు
tr: 🙅 {user} kullanıcısını attınız ve yasakladınız
uz: 🙅 Siz {user}ni chiqardingiz va blokladingiz
vi: 🙅 Bạn đã đá và cấm {user}
zh: 🙅 你踢出并封禁了 {user}
zh_hant: 🙅 您踢出並封鎖了 {user}

source: You unbanned {user}
ar: قمت بإلغاء الحظر {user}
be: Вы разблакавалі {user}
el: Απελευθερώσατε τον {user}
fa: شما محرومیت {user} را برداشتید
fil: Binawi mo ang ban kay {user}
he: שיחררת את {user}
ia: Tu ha levate le banno a {user}
ja: {user} の禁止を解除しました
ko: {user}님의 영구 추방을 해제했습니다
lt: Jūs atblokavote {user}
lv: Tu atcēli {user} piekļuves liegumu
ro: Ați ridicat interzicerea lui {user}
sl: Odklenil/a si {user}
te: మీరు {user} యొక్క నిషేధాన్ని తొలగించారు
tr: {user} kullanıcısının yasağını kaldırdınız
uz: {user}ni blokdan chiqardingiz
vi: Bạn đã bỏ cấm {user}
zh: 你解除了对 {user} 的封禁
zh_hant: 您解除封鎖了 {user}

# hasKnocked
source: 🚪 {user} has knocked
ar: 🚪 لقد طرق {user}
be: 🚪 {user} пастукаў
el: 🚪 {user} χτύπησε
fa: 🚪 {user} زده است
fil: 🚪 Numanong si {user}
he: 🚪 {user} דפק בדלת
ia: 🚪 {user} ha frappate
ja: 🚪 {user}がノックしました
ko: 🚪 {user}님이 참가를 요청했습니다
lt: 🚪 {user} pasibeldė
lv: 🚪 {user} pieklauvēja
ro: 🚪 {user} a bătut la ușă
sl: 🚪 {user} je potrkal/a
te: 🚪 {user} గోడ తట్టారు
tr: 🚪 {user} tıklattı
uz: 🚪 {user} taqillatdi
vi: 🚪 {user} vừa gõ yêu cầu tham gia
zh: {user} 请求了加入聊天室的邀请
zh_hant: 🚪 {user} 敲門了

# makeAdminDescription
source: Once you make this user admin, you may not be able to undo this as they will then have the same permissions as you.
ar: بمجرد تعيين هذا المستخدم كمسؤول، قد لا تتمكن من التراجع عن هذا لأنه سيكون لديه نفس الأذونات التي تتمتع بها.
be: Калі вы зробіце гэтага карыстальніка адміністратарам, вы можаце не мець магчымасці адмяніць гэта, бо ён атрымае тыя ж правы, што і вы.
el: Αφού κάνετε αυτόν τον χρήστη διαχειριστή, ίσως να μην μπορείτε να αναιρέσετε αυτό, καθώς θα έχει τις ίδιες άδειες με εσάς.
fa: وقتی این کاربر را مدیر می‌کنید، ممکن است نتوانید این تغییر را برگردانید زیرا همان مجوزهای شما را خواهد داشت.
fil: Kapag ginawa mong admin ang user na ito, maaaring hindi mo na maibabalik ito dahil magkakaroon na siya ng parehong mga pahintulot tulad mo.
he: ברגע שתהפוך את משתמש זה למנהל, ייתכן שלא תוכל לבטל זאת מכיוון שיהיו לו אותן הרשאות כמוך.
ia: Once tu face iste usator admin, tu poterea non poter disfare lo, proque illes habera le mesme permissiones que tu.
ja: このユーザーを管理者にすると、その権限はあなたと同じになります。元に戻せない場合があります。
ko: 유저를 한 번 관리자로 만들면, 당신과 같은 권한을 가지기때문에 권한 회수가 불가능합니다.
lt: Kai šį vartotoją padarysite administratoriumi, gali būti, kad negalėsite to atšaukti, nes jis turės tokias pačias teises kaip ir jūs.
lv: Tiklīdz šis lietotājs tiks padarīts par pārvaldītāju, to vairs nevarēs atdarīt, jo tad tam būs tādas pašas atļaujas kā Tev.
ro: Odată ce faceți acest utilizator administrator, s-ar putea să nu mai puteți anula această acțiune, deoarece va avea aceleași permisiuni ca și dumneavoastră.
sl: Ko uporabnika postavite za administratorja, morda tega ne boste mogli razveljaviti, saj bo imel enake pravice kot vi.
te: ఈ వినియోగదారుని అడ్మిన్ చేయగలిగితే, మీరు దీన్ని తిరిగి రద్దు చేయలేరు ఎందుకంటే వారు మీతో సమాన అనుమతులు పొందుతారు.
tr: Bu kullanıcıyı yönetici yaptıktan sonra, sizinle aynı izinlere sahip olacağı için bunu geri alamayabilirsiniz.
uz: Bu foydalanuvchini admini qilsangiz, uni bekor qila olmasligingiz mumkin, chunki u siz bilan bir xil ruxsatlarga ega bo‘ladi.
vi: Khi bạn đặt người dùng này làm quản trị viên, bạn không thể hoàn tác việc này vì khi đó họ sẽ có quyền ngang bạn.
zh: 一旦你将该用户设为管理员，你可能无法撤销，因为他们将拥有与你相同的权限。
zh_hant: 一旦您讓這個使用者成為管理員，您可能無法撤銷此操作，因為他們將擁有與您相同的權限。

source: Push notifications not available
ar: دفع الإخطارات غير متوفرة
be: Паведамленні ў выглядзе пуш-апавяшчэнняў недаступныя
el: Οι ειδοποιήσεις push δεν είναι διαθέσιμες
fa: اعلان‌های فشار قابل دسترسی نیستند
fil: Hindi available ang push notifications
he: הודעות דחיפה לא זמינות
ia: Notificationes push non disponibile
ja: プッシュ通知は利用できません
ko: 푸시 알림 사용 불가
lt: Pranešimai apie įspėjimus neprieinami
lv: Pašpiegādes paziņojumi nav pieejami
ro: Notificări push indisponibile
sl: Obvestila s potiskom niso na voljo
te: పుష్ నోటిఫికేషన్లు అందుబాటులో లేవు
tr: Anlık bildirimler kullanılamıyor
uz: Push-bildirishnomalar mavjud emas
vi: Thông báo đẩy không khả dụng
zh: 通知推送不可用
zh_hant: 推送通知不可用

source: Learn more
ar: تعلم المزيد
be: Даведайцеся больш
el: Μάθετε περισσότερα
fa: بیشتر بدانید
fil: Matuto pa
he: למידע נוסף
ia: Discipere plus
ja: 詳細を見る
ko: 더 알아보기
lt: Sužinok daugiau
lv: Uzzināt vairāk
ro: Află mai multe
sl: Preberite več
te: మరింత తెలుసుకోండి
tr: Daha fazla bilgi
uz: Batafsil
vi: Tìm hiểu thêm
zh: 了解更多
zh_hant: 了解更多

source: Your global user-ID is:
ar: معرف المستخدم العمومي الخاص بك هو:
be: Ваш глабальны ідэнтыфікатар карыстальніка:
el: Το παγκόσμιο αναγνωριστικό χρήστη σας είναι:
fa: شناسه کاربری جهانی شما:
fil: Ang iyong global na user-ID ay:
he: זיהוי המשתמש הגלובלי שלך הוא:
ia: Tu ID global de usator es:
ja: あなたのグローバルユーザーIDは：
ko: 글로벌 유저 ID:
lt: Jūsų pasaulinis vartotojo ID yra:
lv: Vispārējais lietotāja Id ir:
ro: ID-ul global al utilizatorului dvs. este:
sl: Vaš globalni uporabniški ID je:
te: మీ గ్లోబల్ యూజర్-ID:
tr: Genel kullanıcı kimliğiniz:
uz: Global foydalanuvchi ID raqamingiz:
vi: ID người dùng toàn cục của bạn là:
zh: 你的全局用户 ID 是：
zh_hant: 您的全域使用者ID是：

# notificationRuleTombstone
source: Tombstone
ar: لوحة شطب
be: Мемарыял
el: Ταφόπλακα
fa: سنگ قبر
he: לוח זיכרון
ia: Lapide
ja: トゥームストーン
ko: 비활성화
lt: Paminklas
lv: Kapakmens
ro: Mormânt
sl: Spomenik
te: టాంబ్‌స్టోన్
uz: Qabrtosh
zh: 墓碑
zh_hant: 墓碑

source: Identity
ar: المُعرّف
be: Ідэнтычнасць
el: Ταυτότητα
fa: هویت
fil: Pagkakakilanlan
he: זהות
ia: Identitate
ja: アイデンティティ
ko: 신원
lt: Tapatybė
lv: Identitāte
ro: Identitate
sl: Identiteta
te: గుర్తింపు
tr: Kimlik
uz: Shaxs
vi: Danh tính
zh: 身份
zh_hant: 身份

source: Emojis
ar: إيموجي
be: Эмодзі
el: Εμοji
fa: شکلک‌ها
fil: Mga Emojis
he: אימוג'ים
ja: 絵文字
ko: 이모지
lt: Jaustukai
lv: Emocijzīmes
ro: Emoji-uri
sl: Emojiji
te: ఎమోజీలు
tr: Emojiler
uz: Emojilar
vi: Biểu tượng cảm xúc
zh: 表情符号
zh_hant: 表情符號

# changedTheChatDescription
source: {username} changed the chat description
uz: {username} chat tavsifini o‘zgartirdi
vi: {username} đã thay đổi mô tả cuộc trò chuyện

# changedTheChatName
source: {username} changed the chat name
uz: {username} chat nomini o‘zgartirdi
vi: {username} đã thay đổi tên cuộc trò chuyện

source: Save changes
ar: حفظ التغييرات
be: Захаваць змены
el: Αποθήκευση αλλαγών
fa: ذخیره تغییرات
fil: Laging tandaan ang mga pagbabago
he: שמור שינויים
ia: Salva le modificationes
ja: 変更を保存
ko: 변경 사항 저장
lt: Išsaugoti pakeitimus
lv: Saglabāt izmaiņas
ro: Salvează modificările
sl: Shrani spremembe
te: మార్పులను సేవ్ చేయండి
tr: Değişiklikleri kaydet
uz: O‘zgarishlarni saqlash
vi: Lưu thay đổi
zh: 保存更改
zh_hant: 保存更改

# createSticker
source: Create sticker or emoji
uz: Stiker yoki emoji yaratish
vi: Tạo nhãn dán hoặc biểu tượng cảm xúc

source: Use as sticker
uz: Stiker sifatida ishlatish
vi: Sử dụng như nhãn dán

source: Use as emoji
uz: Emoji sifatida ishlatish
vi: Sử dụng như biểu tượng cảm xúc
