Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# updateLater
source: Later
ar: لاحقًا
be: Пазней
el: Αργότερα
fa: بعداً
fil: Mamaya
he: מאוחר יותר
ia: Poste
ja: 後で
ko: 나중에 업데이트
lt: Vėliau
lv: Atjaunināt vēlāk
ro: Mai târziu
sl: Pozneje
te: తర్వాత
tr: Daha sonra güncelle
uz: Keyin yangilash
vi: Để sau
zh: 稍后更新
zh_hant: 稍後更新

# constructUseWaDesc
source: Used without help
ar: يستخدم بدون مساعدة
be: Выкарыстоўваецца без дапамогі
el: Χρησιμοποιείται χωρίς βοήθεια
fa: استفاده شده بدون کمک
fil: Ginagamit nang walang tulong
he: משמש ללא עזרה
ia: Usate sin adjuta
ja: ヘルプなしで使用
ko: 도움 없이 사용
lt: Naudojama be pagalbos
lv: Izmanto bez palīdzības
ro: Utilizat fără ajutor
sl: Uporablja se brez pomoči
te: సహాయం లేకుండా ఉపయోగించబడింది
tr: Yardım olmadan kullanılır
uz: Yordam bilan ishlatilmagan
vi: Dùng không cần trợ giúp
zh: 无需帮助使用
zh_hant: 未經協助使用

# constructUseGaDesc
source: Grammar assistance
ar: مساعدة في القواعد
be: Дапамога з граматыкай
el: Βοήθεια γραμματικής
fa: کمک در گرامر
fil: Tulong sa gramatika
he: עזרה בדקדוק
ia: Assistance grammatical
ja: 文法支援
ko: 문법 도움
lt: Gramatikos pagalba
lv: Gramatikas palīdzība
ro: Asistență gramaticală
sl: Pomoč pri slovnici
te: వ్యాకరణ సహాయం
tr: Dilbilgisi yardımı
uz: Grammatik yordam
vi: Hỗ trợ ngữ pháp
zh: 语法辅助
zh_hant: 語法協助

# constructUseTaDesc
source: Translation assistance
ar: مساعدة في الترجمة
be: Дапамога з перакладам
el: Βοήθεια μετάφρασης
fa: کمک در ترجمه
fil: Tulong sa pagsasalin
he: עזרה בתרגום
ia: Assistance translation
ja: 翻訳支援
ko: 번역 도움
lt: Vertimo pagalba
lv: Tulkošanas palīdzība
ro: Asistență pentru traducere
sl: Pomoč pri prevajanju
te: అనువాద సహాయం
tr: Çeviri yardımı
uz: Tarjimani yordam
vi: Hỗ trợ dịch thuật
zh: 翻译辅助
zh_hant: 翻譯協助

# constructUseUnkDesc
source: Unknown
ar: غير معروف
be: Невядома
el: Άγνωστο
fa: نامشخص
fil: Hindi alam
he: לא ידוע
ia: Nescite
ja: 不明
ko: 알 수 없음
lt: Nežinoma
lv: Nezināms
ro: Necunoscut
sl: Neznano
te: అజ్ఞాత
tr: Bilinmeyen
uz: Noma'lum
vi: Không xác định
zh: 未知
zh_hant: 未知

# constructUseCorITDesc
source: Correct in translation
ar: تصحيح في الترجمة
be: Правільна ў перакладзе
el: Ορθό στη μετάφραση
fa: تصحیح در ترجمه
fil: Tama sa pagsasalin
he: תיקון בתרגום
ia: Correcte in translation
ja: 翻訳の正確さ
ko: 번역에서 수정됨
lt: Taisyklinga vertime
lv: Pareizi tulkojumā
ro: Corect în traducere
sl: Pravilno v prevodu
te: అనువాదంలో సరిగా ఉంది
tr: Çeviride doğru
uz: Tarjimada to'g'ri
vi: Đúng trong dịch
zh: 翻译中校正
zh_hant: 翻譯正確

# constructUseIgnITDesc
source: Ignored in translation
ar: تجاهل في الترجمة
be: Ігнаравана ў перакладзе
el: Παραβλέπεται στη μετάφραση
fa: نادیده گرفته شده در ترجمه
fil: Hindi pinapansin sa pagsasalin
he: התעלמות בתרגום
ia: Ignorate in translation
ja: 翻訳で無視
ko: 번역에서 무시됨
lt: Praleista vertime
lv: Ignorēts tulkošanā
ro: Ignorat în traducere
sl: Prezrto v prevodu
te: అనువాదంలో విస్మరించబడింది
tr: Çeviride görmezden gelindi
uz: Tarjimada e'tiborsiz qilingan
vi: Bỏ qua trong dịch
zh: 翻译中忽略
zh_hant: 翻譯中被忽略

# constructUseIncITDesc
source: Incorrect in translation
ar: غير صحيح في الترجمة
be: Няправільна ў перакладзе
el: Λάθος στη μετάφραση
fa: نادرست در ترجمه
fil: Mali sa pagsasalin
he: שגוי בתרגום
ia: Incorrecte in translation
ja: 翻訳の誤り
ko: 번역에서 잘못됨
lt: Neteisinga vertime
lv: Nepareizi tulkojumā
ro: Incorect în traducere
sl: Napačno v prevodu
te: అనువాదంలో తప్పు
tr: Çeviride yanlış
uz: Tarjimada noto'g'ri
vi: Chọn sai trong dịch
zh: 翻译中错误
zh_hant: 翻譯不正確

# constructUseIgnIGCDesc
source: Ignored in grammar correction
ar: تم تجاهله في تصحيح القواعد
be: Ігнаруецца ў граматычнай карэкцыі
el: Παραβλέπεται στη διόρθωση γραμματικής
fa: نادیده گرفته شده در تصحیح گرامر
fil: Hindi pinapansin sa grammar correction
he: התעלמות בתיקון דקדוקי
ia: Ignorate in correction grammatical
ja: 文法修正で無視
ko: 문법 교정에서 무시됨
lt: Praleista gramatikos taisyme
lv: Ignorēts gramatikas labojumos
ro: Ignorat în corectarea gramaticală
sl: Prezrto pri slovnični korekciji
te: వ్యాకరణ సవరణలో విస్మరించబడింది
tr: Dilbilgisi düzeltmede görmezden gelindi
uz: Grammatika tuzatishda e'tiborsiz qilingan
vi: Bỏ qua trong sửa ngữ pháp
zh: 在语法更正中忽略
zh_hant: 語法更正中被忽略

# constructUseCorIGCDesc
source: Correct in grammar correction
ar: تصحيح في تصحيح القواعد
be: Карэктна ў граматычнай карэкцыі
el: Ορθό στη διόρθωση γραμματικής
fa: تصحیح در تصحیح گرامر
fil: Tama sa grammar correction
he: תיקון בדקדוק
ia: Correcte in correction grammatical
ja: 文法修正の正確さ
ko: 문법 교정에서 올바름
lt: Taisyklinga gramatikos taisyme
lv: Pareizi gramatikas labojumos
ro: Corect în corectarea gramaticală
sl: Pravilno pri slovnični korekciji
te: వ్యాకరణ సవరణలో సరి
tr: Dilbilgisi düzeltmede doğru
uz: Grammatika tuzatishda to'g'ri
vi: Đúng trong sửa ngữ pháp
zh: 在语法更正中正确
zh_hant: 語法更正正確

# constructUseIncIGCDesc
source: Incorrect in grammar correction
ar: غير صحيح في تصحيح القواعد
be: Некарэктна ў граматычнай карэкцыі
el: Λάθος στη διόρθωση γραμματικής
fa: نادرست در تصحیح گرامر
fil: Mali sa grammar correction
he: שגוי בדקדוק
ia: Incorrecte in correction grammatical
ja: 文法修正の誤り
ko: 문법 교정에서 잘못됨
lt: Neteisinga gramatikos taisyme
lv: Nepareizi gramatikas labojumos
ro: Incorect în corectarea gramaticală
sl: Napačno pri slovnični korekciji
te: వ్యాకరణ సవరణలో తప్పు
tr: Dilbilgisi düzeltmede yanlış
uz: Grammatika tuzatishda noto'g'ri
vi: Chọn sai trong sửa ngữ pháp
zh: 在语法更正中错误
zh_hant: 語法更正不正確

# constructUseCorPADesc
source: Correct in word meaning activity
ar: تصحيح في نشاط معنى الكلمة
be: Карэктна ў дзейнасці па значэнні слова
el: Ορθό στη δραστηριότητα σημασίας λέξης
fa: تصحیح در فعالیت معنای کلمه
fil: Tama sa aktibidad ng kahulugan ng salita
he: תיקון בפעילות משמעות המילה
ia: Correcte in activitate de significato de parola
ja: 単語の意味活動で正しい
ko: 단어 의미 활동에서 올바름
lt: Taisyklinga žodžio reikšmės veikla
lv: Pareizi vārdu nozīmes aktivitātē
ro: Corect în activitatea de înțeles al cuvântului
sl: Pravilno v aktivnosti pomena besede
te: పదార్థం కార్యకలాపంలో సరి
tr: Kelime anlamı etkinliğinde doğru
uz: So'z ma'nosi faoliyatida to'g'ri
vi: Đúng trong bài tập từ vựng
zh: 在词义活动中正确
zh_hant: 單詞意義活動中正確

# constructUseIgnPADesc
source: Ignored in word meaning activity
ar: تم تجاهله في نشاط معنى الكلمة
be: Ігнаруецца ў дзейнасці па значэнні слова
el: Παραβλέπεται στη δραστηριότητα σημασίας λέξης
fa: نادیده گرفته شده در فعالیت معنای کلمه
fil: Hindi pinapansin sa aktibidad ng kahulugan ng salita
he: התעלמות בפעילות משמעות המילה
ia: Ignorate in activitate de significato de parola
ja: 単語の意味活動で無視
ko: 단어 의미 활동에서 무시됨
lt: Praleista žodžio reikšmės veikloje
lv: Ignorēts vārdu nozīmes aktivitātē
ro: Ignorat în activitatea de înțeles al cuvântului
sl: Prezrto v aktivnosti pomena besede
te: పద అర్థం కార్యకలాపంలో నిర్లక్ష్యం చేయబడింది
tr: Kelime anlamı etkinliğinde görmezden gelindi
uz: So'z ma'nosi faoliyatida e'tiborsiz qilingan
vi: Bỏ qua trong bài tập từ vựng
zh: 在词义活动中忽略
zh_hant: 單詞意義活動中被忽略

# constructUseIncPADesc
source: Incorrect in word meaning activity
ar: غير صحيح في نشاط معنى الكلمة
be: Некарэктна ў дзейнасці па значэнні слова
el: Λάθος στη δραστηριότητα σημασίας λέξης
fa: نادرست در فعالیت معنای کلمه
fil: Mali sa aktibidad ng kahulugan ng salita
he: שגוי בפעילות משמעות המילה
ia: Incorrecte in activitate de significato de parola
ja: 単語の意味活動で誤り
ko: 단어 의미 활동에서 잘못됨
lt: Neteisinga žodžio reikšmės veikla
lv: Nepareizi vārdu nozīmes aktivitātē
ro: Incorect în activitatea de înțeles al cuvântului
sl: Napačno v aktivnosti pomena besede
te: పద అర్థం కార్యకలాపంలో తప్పు
tr: Kelime anlamı etkinliğinde yanlış
uz: So'z ma'nosi faoliyatida noto'g'ri
vi: Sai trong bài tập từ vựng
zh: 在词义活动中错误
zh_hant: 單詞意義活動中不正確

# constructUseCorWLDesc
source: Correct in word listening activity
ar: تصحيح في نشاط الاستماع للكلمة
be: Карэктна ў дзейнасці па праслухоўванні слова
el: Ορθό στη δραστηριότητα ακρόασης λέξης
fa: تصحیح در فعالیت شنیداری کلمه
fil: Tama sa aktibidad ng pakikinig sa salita
he: תיקון בפעילות שמיעת המילה
ia: Correcte in activitate de ascolto de parola
ja: 単語の聞き取り活動で正解
ko: 단어 듣기 활동에서 올바름
lt: Teisinga žodžio klausymo veikla
lv: Pareizi vārdu klausīšanās aktivitātē
ro: Corect în activitatea de ascultare a cuvântului
sl: Pravilno v aktivnosti poslušanja besed
te: పద వినికిడి కార్యకలాపంలో సరి
tr: Kelime dinleme etkinliğinde doğru
uz: So'z tinglash faoliyatida to'g'ri
vi: Đúng trong bài tập nghe từ
zh: 在听力活动中正确
zh_hant: 單詞聽力活動中正確

# constructUseIncWLDesc
source: Incorrect in word listening activity
ar: غير صحيح في نشاط الاستماع للكلمة
be: Некарэктна ў дзейнасці па праслухоўванні слова
el: Λάθος στη δραστηριότητα ακρόασης λέξης
fa: نادرست در فعالیت شنیداری کلمه
fil: Mali sa aktibidad ng pakikinig sa salita
he: שגוי בפעילות שמיעת המילה
ia: Incorrecte in activitate de ascolto de parola
ja: 単語の聞き取り活動で誤り
ko: 단어 듣기 활동에서 잘못됨
lt: Neteisinga žodžio klausymo veikla
lv: Nepareizi vārdu klausīšanās aktivitātē
ro: Incorect în activitatea de ascultare a cuvântului
sl: Napačno v aktivnosti poslušanja besed
te: పద వినికిడి కార్యకలాపంలో తప్పు
tr: Kelime dinleme etkinliğinde yanlış
uz: So'z tinglash faoliyatida noto'g'ri
vi: Sai trong bài tập nghe từ
zh: 在听力活动中错误
zh_hant: 單詞聽力活動中不正確

# constructUseIngWLDesc
source: Ignored in word listening activity
ar: تم تجاهله في نشاط الاستماع للكلمة
be: Ігнаруецца ў дзейнасці па праслухоўванні слова
el: Παραβλέπεται στη δραστηριότητα ακρόασης λέξης
fa: نادیده گرفته شده در فعالیت شنیداری کلمه
fil: Hindi pinapansin sa aktibidad ng pakikinig sa salita
he: התעלמות בפעילות שמיעת המילה
ia: Ignorate in activitate de ascolto de parola
ja: 単語の聞き取り活動で無視
ko: 단어 듣기 활동에서 무시됨
lt: Praleista žodžio klausymo veikla
lv: Ignorēts vārdu klausīšanās aktivitātē
ro: Ignorat în activitatea de ascultare a cuvântului
sl: Prezrto v aktivnosti poslušanja besed
te: పద వినికిడి కార్యకలాపంలో నిర్లక్ష్యం చేయబడింది
tr: Kelime dinleme etkinliğinde görmezden gelindi
uz: So'z tinglash faoliyatida e'tiborsiz qilingan
vi: Bỏ qua trong bài tập nghe từ
zh: 在听力活动中忽略
zh_hant: 單詞聽力活動中被忽略

# constructUseCorHWLDesc
source: Correct in hidden word activity
ar: تصحيح في نشاط الكلمة المخفية
be: Карэктна ў дзейнасці па схаваным слове
el: Ορθό στη δραστηριότητα κρυφής λέξης
fa: تصحیح در فعالیت کلمه پنهان
fil: Tama sa nakatagong salita na aktibidad
he: נכון בפעילות מילה נסתתרת
ia: Correcte in activitate de parola celate
ja: 隠し単語活動で正解
ko: 숨은 단어 활동에서 올바름
lt: Teisinga paslėpto žodžio veikla
lv: Pareizi slēptu vārdu aktivitātē
ro: Corect în activitatea de cuvânt ascuns
sl: Pravilno v aktivnosti skrite besede
te: గుప్త పద కార్యకలాపంలో సరి
tr: Gizli kelime etkinliğinde doğru
uz: Yashirin so'z faoliyatida to'g'ri
vi: Đúng trong bài tập từ ẩn
zh: 在隐藏词活动中正确
zh_hant: 隱藏單詞活動中正確

# constructUseIncHWLDesc
source: Incorrect in hidden word activity
ar: غير صحيح في نشاط الكلمة المخفية
be: Некарэктна ў дзейнасці па схаваным слове
el: Λάθος στην κρυφή δραστηριότητα λέξης
fa: نادرست در فعالیت کلمه پنهان
fil: Mali sa nakatagong salita na aktibidad
he: שגוי בפעילות מילה נסתתרת
ia: Incorrecte in activitate de parola celate
ja: 隠し単語活動で誤り
ko: 숨은 단어 활동에서 잘못됨
lt: Neteisinga paslėpto žodžio veikla
lv: Nepareizi slēptu vārdu aktivitātē
ro: Incorect în activitatea de cuvânt ascuns
sl: Napačno v aktivnosti skrite besede
te: గుప్త పద కార్యకలాపంలో తప్పు
tr: Gizli kelime etkinliğinde yanlış
uz: Yashirin so'z faoliyatida noto'g'ri
vi: Sai trong bài tập từ ẩn
zh: 在隐藏词活动中错误
zh_hant: 隱藏單詞活動中不正確

# constructUseIgnHWLDesc
source: Ignored in hidden word activity
ar: تم تجاهله في نشاط الكلمة المخفية
be: Ігнаруецца ў дзейнасці па схаваным слове
el: Αγνοήθηκε στην κρυφή δραστηριότητα λέξης
fa: نادیده گرفته شده در فعالیت کلمه پنهان
fil: Hindi pinapansin sa nakatagong salita na aktibidad
he: התעלם בפעילות מילה נסתתרת
ia: Ignorate in activitate de parola celate
ja: 隠し単語活動で無視
ko: 숨은 단어 활동에서 무시됨
lt: Praleista paslėpto žodžio veikla
lv: Ignorēts slēptu vārdu aktivitātē
ro: Ignorat în activitatea de cuvânt ascuns
sl: Prezrto v aktivnosti skrite besede
te: గుప్త పద కార్యకలాపంలో నిర్లక్ష్యం చేయబడింది
tr: Gizli kelime etkinliğinde görmezden gelindi
uz: Yashirin so'z faoliyatida e'tiborsiz qilingan
vi: Bỏ qua trong bài tập từ ẩn
zh: 在隐藏词活动中忽略
zh_hant: 隱藏單詞活動中被忽略

# constructUseCorLDesc
source: Correct in lemma activity
ar: تصحيح في نشاط اللمحة
be: Карэктна ў дзейнасці з лемай
el: Σωστό στην δραστηριότητα λήμματος
fa: تصحیح در فعالیت لما
fil: Tama sa lemma na aktibidad
he: נכון בפעילות לֶמָה
ia: Correcte in activitate de lemma
ja: レマ活動で正解
ko: 어근 활동에서 올바름
lt: Teisinga lemos veikla
lv: Pareizi lemas aktivitātē
ro: Corect în activitatea de lemma
sl: Pravilno v aktivnosti lemme
te: లేమా కార్యకలాపంలో సరి
tr: Kök etkinliğinde doğru
uz: Lema faoliyatida to'g'ri
vi: Đúng trong bài tập chuyển dạng từ
zh: 在词根活动中正确
zh_hant: 詞根活動中正確

# constructUseIncLDesc
source: Incorrect in lemma activity
ar: غير صحيح في نشاط اللمحة
be: Некарэктна ў дзейнасці з лемай
el: Λάθος στην δραστηριότητα λήμματος
fa: نادرست در فعالیت لما
fil: Mali sa lemma na aktibidad
he: שגוי בפעילות לֶמָה
ia: Incorrecte in activitate de lemma
ja: レマ活動で誤り
ko: 어근 활동에서 잘못됨
lt: Neteisinga lemos veikla
lv: Nepareizi lemas aktivitātē
ro: Incorect în activitatea de lemma
sl: Napačno v aktivnosti lemme
te: లేమా కార్యకలాపంలో తప్పు
tr: Kök etkinliğinde yanlış
uz: Lema faoliyatida noto'g'ri
vi: Sai trong bài tập chuyển dạng từ
zh: 在词根活动中错误
zh_hant: 詞根活動中不正確

# constructUseIgnLDesc
source: Ignored in lemma activity
ar: تم تجاهله في نشاط اللمحة
be: Ігнаруецца ў дзейнасці з лемай
el: Αγνοήθηκε στην δραστηριότητα λήμματος
fa: در فعالیت لِمَه نادیده گرفته شده است
fil: Hindi pinapansin sa lemma na aktibidad
he: התעלם בפעילות לֶמָה
ia: Ignorate in activitate de lemma
ja: レマ活動で無視
ko: 어근 활동에서 무시됨
lt: Praleista lemos veikla
lv: Ignorēts lemas aktivitātē
ro: Ignorat în activitatea de lemma
sl: Prezrto v aktivnosti lemme
te: లేమా కార్యకలాపంలో నిర్లక్ష్యం చేయబడింది
tr: Kök etkinliğinde görmezden gelindi
uz: Lemma faoliyatida e'tiborga olinmaydi
vi: Bỏ qua trong bài tập chuyển dạng từ
zh: 在词根活动中忽略
zh_hant: 在詞形活動中忽略

# constructUseCorMDesc
source: Correct in grammar activity
ar: تصحيح في نشاط القواعد
be: Карэктна ў граматычнай дзейнасці
el: Σωστό στην δραστηριότητα γραμματικής
fa: در فعالیت گرامر صحیح است
fil: Tama sa grammar na aktibidad
he: נכון בפעילות דקדוק
ia: Correcte in activitate de grammatica
ja: 文法活動で正解
ko: 문법 활동에서 올바름
lt: Teisinga gramatikos veikla
lv: Pareizi gramatikas aktivitātē
ro: Corect în activitatea de gramatică
sl: Pravilno v aktivnosti slovnice
te: వ్యాకరణ కార్యకలాపంలో సరి
tr: Dilbilgisi etkinliğinde doğru
uz: Grammatika faoliyatida to'g'ri
vi: Đúng trong bài tập ngữ pháp
zh: 在语法活动中正确
zh_hant: 在語法活動中正確

# constructUseIncMDesc
source: Incorrect in grammar activity
ar: غير صحيح في نشاط القواعد
be: Некарэктна ў граматычнай дзейнасці
el: Λάθος στην δραστηριότητα γραμματικής
fa: در فعالیت گرامر نادرست است
fil: Mali sa grammar na aktibidad
he: שגוי בפעילות דקדוק
ia: Incorrecte in activitate de grammatica
ja: 文法活動で誤り
ko: 문법 활동에서 잘못됨
lt: Neteisinga gramatikos veikla
lv: Nepareizi gramatikas aktivitātē
ro: Incorect în activitatea de gramatică
sl: Napačno v aktivnosti slovnice
te: వ్యాకరణ కార్యకలాపంలో తప్పు
tr: Dilbilgisi etkinliğinde yanlış
uz: Grammatika faoliyatida noto'g'ri
vi: Sai trong bài tập ngữ pháp
zh: 在语法活动中错误
zh_hant: 在語法活動中不正確

# constructUseIgnMDesc
source: Ignored in grammar activity
ar: تم تجاهله في نشاط القواعد
be: Ігнаруецца ў граматычнай дзейнасці
el: Αγνοήθηκε στην δραστηριότητα γραμματικής
fa: در فعالیت گرامر نادیده گرفته شده است
fil: Iniwasan sa aktibidad ng gramatika
he: התעלם בפעילות דקדוק
ia: Ignorate in activitate de grammatica
ja: 文法活動で無視
ko: 문법 활동에서 무시됨
lt: Praleista gramatikos veikla
lv: Ignorēts gramatikas aktivitātē
ro: Ignorat în activitatea de gramatică
sl: Prezrto v aktivnosti slovnice
te: వ్యాకరణ కార్యకలాపంలో నిర్లక్ష్యం చేయబడింది
tr: Dilbilgisi etkinliğinde görmezden gelindi
uz: Grammatika faoliyatida e'tiborga olinmaydi
vi: Bỏ qua trong bài tập ngữ pháp
zh: 在语法活动中忽略
zh_hant: 在語法活動中忽略

# constructUseEmojiDesc
source: Correct in emoji activity
ar: تصحيح في نشاط الرموز التعبيرية
be: Карэктна ў дзейнасці з эмодзі
el: Σωστό στην δραστηριότητα emoji
fa: در فعالیت ایموجی صحیح است
fil: Tama sa aktibidad ng emoji
he: נכון בפעילות אימוג'י
ia: Correcte in activitate de emoji
ja: 絵文字活動で正解
ko: 이모지 활동에서 올바르게 사용하세요
lt: Teisinga emocijų simbolių veikla
lv: Pareizi emocijzīmju aktivitātē
ro: Corect în activitatea de emoji
sl: Pravilno v aktivnosti emojijev
te: ఎమోజీ కార్యకలాపంలో సరి
tr: Emoji etkinliğinde doğru
uz: Emodzi faoliyatida to'g'ri
vi: Chọn biểu tượng cảm xúc chính xác
zh: 在表情符号活动中正确
zh_hant: 在表情符號活動中正確

# constructUseCollected
source: Collected in chat
ar: تم الجمع في الدردشة
be: Збіраецца ў чаце
el: Συλλέχθηκε στη συνομιλία
fa: در چت جمع‌آوری شده است
fil: Nakalap sa chat
he: אסוף בצ'אט
ja: チャットで収集済み
ko: 채팅에서 수집됨
lt: Surinkta pokalbyje
lv: Savākti čatā
ro: Colectat în chat
sl: Zbrano v klepetu
te: చాట్‌లో సేకరించబడింది
tr: Sohbette toplandı
uz: Chatda to'plangan
vi: Được thu thập trong trò chuyện
zh: 已在聊天中收集
zh_hant: 在聊天中收集

# constructUseNanDesc
source: Not applicable
ar: غير قابل للتطبيق
be: Ня прымяняецца
el: Μη εφαρμόσιμο
fa: قابل اجرا نیست
fil: Hindi naaangkop
he: לא רלוונטי
ia: Non applicabile
ja: 該当なし
ko: 적용 불가
lt: Nepatikoma
lv: Nav piemērojams
ro: Nu se aplică
sl: Ni primerno
te: అన్వయించదు
tr: Uygulanamaz
uz: Qo'llanilmaydi
vi: Không áp dụng
zh: 不适用
zh_hant: 不適用

# enableTTSToolName
source: Enabled text-to-speech
ar: تم تفعيل تحويل النص إلى كلام
be: Уключана тэксту ў гаварэнне
el: Ενεργοποιημένη φωνητική ανάγνωση κειμένου
fa: فعال کردن تبدیل متن به گفتار
fil: Pinagana ang text-to-speech
he: הפעל טקסט לדיבור
ia: TTS activate
ja: テキスト読み上げを有効にしました
ko: 텍스트 음성 변환 활성화
lt: Įjungtas teksto į kalbą įrankis
lv: Iespējots teksta runas funkcija
ro: Activat textul vorbit
sl: Omogočeno besedilno pretvarjanje v govor
te: టెక్స్ట్-టు-స్పీచ్ సదుపాయం ప్రారంభించబడింది
tr: Metinden sese özelliği etkinleştirildi
uz: Matnni nutqqa aylantirish yoqildi
vi: Bật đọc văn bản (text-to-speech)
zh: 启用文本转语音
zh_hant: 啟用文字轉語音

# enableTTSToolDescription
source: Allow the app to generate text-to-speech output for portions of text in your target language.
ar: السماح للتطبيق بتوليد مخرجات تحويل النص إلى كلام لأجزاء من النص بلغتك المستهدفة.
be: Дазвольце прыкладанню генерыраваць вывад тэксту ў гаварэнне для частак тэксту на вашай мове.
el: Επιτρέψτε στην εφαρμογή να παράγει έξοδο φωνητικής ανάγνωσης για τμήματα κειμένου στη γλώσσα στόχο σας.
fa: اجازه دهید برنامه خروجی تبدیل متن به گفتار برای بخش‌هایی از متن در زبان هدف شما تولید کند.
fil: Payagan ang app na lumikha ng output na text-to-speech para sa mga bahagi ng teksto sa iyong target na wika.
he: אפשר לאפליקציה לייצר פלט טקסט לדיבור לחלקי טקסט בשפת היעד שלך.
ia: Permitte al application de generar output de texto-a-vocala pro partes del texto in tu lingua de destino.
ja: アプリがターゲット言語の一部のテキストに対してテキスト読み上げ出力を生成できるようにします。
ko: 앱이 대상 언어의 일부 텍스트에 대해 텍스트 음성 변환 출력을 생성할 수 있도록 허용합니다.
lt: Leiskite programai generuoti tekstą į kalbą išvestį tam tikroms teksto dalims jūsų tikslo kalba.
lv: Atļauj lietotnei ģenerēt teksta runas izvadi teksta daļām jūsu mērķvalodā.
ro: Permite aplicației să genereze ieșire text-vorbit pentru porțiuni de text în limba țintă.
sl: Dovolite aplikaciji, da generira izhod besedilnega pretvarjanja v govor za dele besedila v vašem ciljnem jeziku.
te: మీ లక్ష్య భాషలో భాగాల టెక్స్ట్-టు-స్పీచ్ అవుట్పుట్ ఉత్పత్తి చేయడానికి యాప్‌కు అనుమతి ఇవ్వండి.
tr: Uygulamanın hedef dilinizdeki metin parçaları için metinden sese çıkış üretmesine izin verin.
uz: Ilovaga matnning maqsadli tilingizdagi bo'laklari uchun matnni nutqqa aylantirish chiqishini yaratishga imkon beradi.
vi: Cho phép ứng dụng tạo âm thanh đọc văn bản của ngôn ngữ đích
zh: 允许应用程序为目标语言中的部分文本生成文本转语音输出。
zh_hant: 允許應用程序為您目標語言的部分文本生成文字轉語音輸出。

source: Your username
ar: اسم المستخدم الخاص بك
be: Ваш імя карыстальніка
el: Το όνομα χρήστη σας
fa: نام کاربری شما
fil: Ang iyong username
he: שם המשתמש שלך
ia: Tu nomine de usator
ja: あなたのユーザー名
ko: 사용자 이름
lt: Jūsų vartotojo vardas
lv: Jūsu lietotājvārds
ro: Numele tău de utilizator
sl: Vaše uporabniško ime
te: మీ వినియోగదారు పేరు
tr: Kullanıcı adınız
uz: Sizning foydalanuvchi nomingiz
vi: Tên người dùng của bạn
zh: 您的用户名
zh_hant: 您的用戶名

source: Your email
ar: البريد الإلكتروني الخاص بك
be: Ваша электронная пошта
el: Το email σας
fa: ایمیل شما
fil: Ang iyong email
he: הדוא"ל שלך
ia: Tuo e-mail
ja: あなたのメールアドレス
ko: 이메일
lt: Jūsų el. paštas
lv: Jūsu e-pasts
ro: Adresa ta de email
sl: Vaš e-poštni naslov
te: మీ ఇమెయిల్
tr: E-posta adresiniz
uz: Sizning elektron pochta manzilingiz
vi: Email của bạn
zh: 您的邮箱
zh_hant: 您的電子郵件

source: I want to learn
ar: أريد أن أتعلم
be: Я хачу навучыцца
el: Θέλω να μάθω
fa: می‌خواهم یاد بگیرم
fil: Gusto kong matuto
he: אני רוצה ללמוד
ia: Io vole aprender
ja: 学びたい
ko: 배우고 싶어요
lt: Noriu mokytis
lv: Es vēlos mācīties
ro: Vreau să învăț
sl: Želim se učiti
te: నేను నేర్చుకోవాలనుకుంటున్నాను
tr: Öğrenmek istiyorum
uz: O'rganishni istayman
vi: Tôi muốn học
zh: 我想学习
zh_hant: 我想學習

# pleaseEnterEmail
source: Please enter a valid email address.
ar: يرجى إدخال عنوان بريد إلكتروني صالح.
be: Калі ласка, увядзіце сапраўдны адрас электроннай пошты.
el: Παρακαλώ εισάγετε μια έγκυρη διεύθυνση email.
fa: لطفاً یک آدرس ایمیل معتبر وارد کنید
fil: Paki-enter ang isang wastong email address.
he: אנא הזן כתובת דוא"ל תקינה.
ia: Per favor, entra un adresse de e-mail valide
ja: 有効なメールアドレスを入力してください。
ko: 유효한 이메일 주소를 입력하세요.
lt: Prašome įvesti galiojantį el. pašto adresą.
lv: Lūdzu, ievadiet derīgu e-pasta adresi.
ro: Vă rugăm să introduceți o adresă de email validă.
sl: Vnesite veljaven e-poštni naslov.
te: దయచేసి సరైన ఇమెయిల్ చిరునామాను నమోదు చేయండి.
tr: Lütfen geçerli bir e-posta adresi girin.
uz: Iltimos, haqiqiy elektron pochta manzilini kiriting.
vi: Vui lòng nhập địa chỉ email hợp lệ.
zh: 请输入有效的电子邮件地址。
zh_hant: 請輸入有效的電子郵件地址。

source: My base language
ar: لغتي الأساسية
be: Мая асноўная мова
el: Η βασική μου γλώσσα
fa: زبان پایه من
fil: Aking pangunahing wika
he: שפת היסוד שלי
ia: Mi lingua base
ja: 私の基本言語
ko: 내 기본 언어
lt: Mano pagrindinė kalba
lv: Mana pamatvaloda
ro: Limba mea de bază
sl: Moj osnovni jezik
te: నా ప్రాథమిక భాష
tr: Temel dilim
uz: Mening asosiy tilim
vi: Ngôn ngữ gốc của tôi
zh: 我的基础语言
zh_hant: 我的基本語言

# meaningSectionHeader
source: Meaning:
ar: المعنى:
be: Значэнне:
el: Νόημα:
fa: معنی:
fil: Kahulugan:
he: משמעות:
ia: Significato:
ja: 意味：
ko: 의미:
lt: Reikšmė:
lv: Nozīme:
ro: Sens:
sl: Pomen:
te: అర్థం:
tr: Anlam:
uz: Ma'no:
vi: Nghĩa:
zh: 含义：
zh_hant: 意思：

# formSectionHeader
source: Forms used in chats:
ar: الأشكال المستخدمة في الدردشات:
be: Формы, якія выкарыстоўваюцца ў чатах:
el: Μορφές που χρησιμοποιούνται στα chat:
fa: اشکال مورد استفاده در چت‌ها:
fil: Mga porma na ginagamit sa chat:
he: צורות בשימוש בשיחות:
ia: Formas usate in chat:
ja: チャットで使用される形態：
ko: 채팅에 사용된 형태:
lt: Naudojamos formos pokalbiuose:
lv: Formas, kas tiek izmantotas sarunās:
ro: Forme folosite în chat:
sl: Oblike, uporabljene v klepetih:
te: చాట్‌లలో ఉపయోగించిన రూపాలు:
tr: Sohbetlerde kullanılan biçimler:
uz: Chatlarda ishlatiladigan shakllar:
vi: Các dạng từ đã dùng trong trò chuyện:
zh: 在聊天中使用的形式：
zh_hant: 在聊天中使用的形式：

# writingExercisesTooltip
source: Writing
ar: الكتابة
be: Пісьмо
el: Γράψιμο
fa: نوشتن
fil: Pagsusulat
he: כתיבה
ia: Scripta
ja: 書き取り練習
ko: 쓰기
lt: Rašymas
lv: Rakstīšana
ro: Scriere
sl: Pisanje
te: రాయడం
tr: Yazma
uz: Yozish
vi: Bài tập viết
zh: 写作
zh_hant: 寫作

# listeningExercisesTooltip
source: Listening
ar: الاستماع
be: Слуханне
el: Ακρόαση
fa: گوش دادن
fil: Pakikinig
he: האזנה
ia: Audi
ja: リスニング練習
ko: 듣기
lt: Klausymas
lv: Klausīšanās
ro: Ascultare
sl: Poslušanje
te: వినడం
tr: Dinleme
uz: Tinglash
vi: Bài tập nghe
zh: 听力
zh_hant: 聽力

# readingExercisesTooltip
source: Reading
ar: القراءة
be: Чытанне
el: Ανάγνωση
fa: خواندن
fil: Pagbasa
he: קריאה
ia: Lege
ja: 読解練習
ko: 읽기
lt: Skaitymas
lv: Lasīšana
ro: Citire
sl: Branje
te: చదవడం
tr: Okuma
uz: O'qish
vi: Bài tập đọc
zh: 阅读
zh_hant: 閱讀
