Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# sharedTheLocation
source: {username} shared their location
ar: شارك {username} موقعه
be: {username} падзяліўся сваім месцазнаходжаннем
el: {username} κοινοποίησε την τοποθεσία του
fa: {username} وضعیت مکانی خود را به اشتراک گذاشت
fil: {username} ibinahagi ang kanilang lokasyon
he: {username} שיתף את המיקום שלהם
ia: {username} ha compartite su position
ja: {username}は現在地を共有しました
ko: {username}님이 위치를 공유함
lt: {username} bendrino savo vietą
lv: {username} kopīgoja savu atrašanās vietu
ro: {username} sa partajat locația
sl: {username} je delil svojo lokacijo
te: {username} వారి స్థానం పంచుకున్నారు
tr: {username} konumunu paylaştı
uz: {username} joylashuvini ulashdi
vi: {username} đã chia sẻ vị trí
zh: {username} 分享了位置
zh_hant: {username} 分享了位置

source: Share location
ar: شارك الموقع
be: Падзяліцца месцазнаходжаннем
el: Κοινοποίηση τοποθεσίας
fa: اشتراک‌گذاری وضعیت مکانی
fil: Ibahagi ang lokasyon
he: שתף מיקום
ia: Compartir position
ja: 位置情報の共有
ko: 위치 보내기
lt: Bendrinti vietą
lv: Kopīgot atrašanās vietu
ro: Partajați locația
sl: Deli lokacijo
te: స్థానాన్ని పంచుకోండి
tr: Konumu paylaş
uz: Joylashuvni ulashish
vi: Chia sẻ vị trí
zh: 分享位置
zh_hant: 分享位置

source: Show password
ar: أظهر كلمة السر
be: Паказаць пароль
el: Εμφάνιση κωδικού πρόσβασης
fa: نمایش رمز عبور
fil: Ipakita ang password
he: הצג סיסמה
ia: Monstrar parola
ja: パスワードを表示
ko: 비밀번호 보이기
lt: Rodyti slaptažodį
lv: Rādīt paroli
ro: Afișați parola
sl: Prikaži geslo
te: పాస్వర్డ్ చూపించండి
tr: Parolayı göster
uz: Parolni ko‘rsatish
vi: Hiển thị mật khẩu
zh: 显示密码
zh_hant: 顯示密碼

# presenceStyle
source: Presence:
ar: الحضور:
be: Прысутнасць:
el: Παρουσία:
fa: حضور:
fil: Presensya:
he: נוכחות:
ia: Presencia:
ja: 在席状況：
ko: 상태:
lt: Dalyvavimas:
lv: Klātesamība:
ro: Prezență:
sl: Prisotnost:
te: ఉపస్థితి:
tr: Bulunma:
uz: Mavjudlik:
vi: Trạng thái:
zh: 是否在线：
zh_hant: 目前狀態：

# presencesToggle
source: Show status messages from other users
ar: إظهار رسائل الحالة من المستخدمين الآخرين
be: Паказваць паведамленні аб стане іншых карыстальнікаў
el: Εμφάνιση μηνυμάτων κατάστασης από άλλους χρήστες
fa: نمایش پیام‌های وضعیت از کاربران دیگر
fil: Ipakita ang mga mensahe ng status mula sa ibang mga user
he: הצג הודעות סטטוס ממשתמשים אחרים
ia: Monstrar messages de stato de altere usatores
ja: 他のユーザーのステータスメッセージを表示
ko: 다른 유저의 상태 메시지 표시
lt: Rodyti būsenos žinutes iš kitų vartotojų
lv: Rādīt citu lietotāju stāvokļa ziņas
ro: Afișează mesajele de stare de la alți utilizatori
sl: Prikaži sporočila o statusu drugih uporabnikov
te: ఇతర వినియోగదారుల నుండి స్థితి సందేశాలను చూపించండి
tr: Diğer kullanıcıların durum mesajlarını göster
uz: Boshqa foydalanuvchilarning holat xabarlarini ko‘rsatish
vi: Hiển thị trạng thái của người khác
zh: 显示其他用户的状态消息
zh_hant: 顯示其他使用者的狀態訊息

source: Single Sign on
ar: تسجيل دخول أحادي
be: Адзін увайсці
el: Ενιαία σύνδεση
fa: شناسایی یگانه(Single Sign on)
he: כניסה יחידה
ia: Login unic
ja: シングルサインオン
ko: 단일 계정 로그인(SSO)
lt: Vienkartinis prisijungimas
lv: Vienotā pieteikšanās
ro: Autentificare unică
sl: Enotna prijava
te: ఒకే సైన్ ఆన్
tr: Tek oturum açma
uz: Yagona kirish
vi: Đăng nhập một lần
zh: 单点登录
zh_hant: 單一登入

source: Skip
ar: تخط
be: Прапусціць
el: Παραλείπω
fa: رد شدن
fil: Laktawan
he: דלג
ia: Salta
ja: スキップ
ko: 스킵
lt: Praleisti
lv: Izlaist
ro: Săriți peste
sl: Preskoči
te: దాటండి
tr: Atla
uz: Tashlab ketish
vi: Bỏ qua
zh: 跳过
zh_hant: 跳過

source: Source code
ar: الشفرة المصدرية
be: Код крыніцы
el: Κώδικας πηγής
fa: کد منبع
he: קוד מקור
ia: Code fonte
ja: ソースコード
ko: 소스 코드
lt: Programinis kodas
lv: Pirmkods
ro: Codul surs
sl: Izvorna koda
te: మూల కోడ్
tr: Kaynak kodları
uz: Manba kodi
vi: Mã nguồn
zh: 源代码
zh_hant: 原始碼

source: Space is public
ar: عام في المساحة
be: Прастора адкрытая
el: Ο χώρος είναι δημόσιος
fa: فضا عمومی است
fil: Ang espasyo ay pampubliko
he: המקום ציבורי
ia: Le spatio es publice
ja: スペースは公開されています
ko: 스페이스 공개
lt: Erdvė yra vieša
lv: Vieta ir publiska
ro: Spațiul este public
sl: Prostor je javni
te: అవకాశం ప్రజలకు అందుబాటులో ఉంది
tr: Alan herkese açık
uz: Guruh ochiq
vi: Không gian là công khai
zh: 空间是公开的
zh_hant: 空間是公開的

source: Space name
ar: اسم المساحة
be: Назва прасторы
el: Όνομα χώρου
fa: نام فضا
fil: Pangalan ng Espasyo
he: שם המקום
ia: Nomen del spatio
ja: スペース名
ko: 스페이스 이름
lt: Erdvės pavadinimas
lv: Vietas nosaukums
ro: Numele spațiului
sl: Ime prostora
te: అవకాశం పేరు
tr: Alan adı
uz: Guruh nomi
vi: Tên
zh: 空间名称
zh_hant: 空間名稱

# startedACall
source: {senderName} started a call
ar: بدأ {senderName} مكالمة
be: {senderName} пачаў званок
el: {senderName} ξεκίνησε μια κλήση
fa: {senderName} تماسی را شروع کرد
fil: Nagsimula si {senderName} ng tawag
he: {senderName} התחיל שיחה
ia: {senderName} ha comenciato un appel
ja: {senderName}は通話を開始しました
ko: {senderName} 가 통화 시작함
lt: {senderName} pradėjo skambutį
lv: {senderName} uzsāka zvanu
ro: {senderName} a început un apel
sl: {senderName} je začel klic
te: {senderName} కాల్ ప్రారంభించారు
tr: {senderName} bir arama başlattı
uz: {senderName} chaqiruv boshladi
vi: {senderName} đã bắt đầu cuộc gọi
zh: {senderName} 开始了通话
zh_hant: {senderName} 開始了通話

# startFirstChat
source: Start your first chat
ar: ابدأ محادثتك الأولى
be: Пачніце свой першы чат
el: Ξεκινήστε την πρώτη σας συνομιλία
fa: اولین گپ خود را شروع کنید
fil: Simulan ang iyong unang usapan
he: התחל את השיחה הראשונה שלך
ia: Inicia tu prime chat
ja: 最初のチャットを開始する
ko: 첫 번째 채팅을 시작하기
lt: Pradėkite savo pirmąjį pokalbį
lv: Uzsāc savu pirmo tērzēšanu
ro: Începeți primul chatul vostru
sl: Začni svoj prvi klepet
te: మీ మొదటి చాట్ ప్రారంభించండి
tr: İlk sohbetinizi başlatın
uz: Birinchi suhbatni boshlash
vi: Bắt đầu cuộc trò chuyện đầu tiên
zh: 发起你的第一个聊天
zh_hant: 開始您的第一次聊天室

source: Status
ar: الحالة
be: Статус
el: Κατάσταση
fa: وضعیت
fil: Katayuan
he: סטטוס
ia: Stato
ja: ステータス
ko: 상태
lt: Būsena
lv: Stāvoklis
te: స్థితి
tr: Durum
uz: Holati
vi: Trạng thái
zh: 状态
zh_hant: 狀態

# statusExampleMessage
source: How are you today?
ar: ماهو وضعك؟
be: Як ты сёння?
el: Πώς είστε σήμερα;
fa: امروز حالتان چطور است؟
fil: Kumusta ka ngayon?
he: איך אתה היום?
ia: Como tu es hodie?
ja: お元気ですか？
ko: 오늘은 어떤 기분인가요?
lt: Kaip sekasi šiandien?
lv: Kā Tev šodien klājas?
ro: Ce faceți?
sl: Kako si danes?
te: మీరు ఈ రోజు ఎలా ఉన్నారు?
tr: Bugün nasılsınız?
uz: Bugun ahvolingiz qalay?
vi: Hôm nay bạn thế nào?
zh: 你今天怎么样？
zh_hant: 今天過得如何？

source: Submit
ar: أرسل
be: Адправіць
el: Υποβολή
fa: ارسال
fil: Isumite
he: שלח
ia: Submitte
ja: 送信
ko: 제출
lt: Pateikti
lv: Iesniegt
ro: Trimiteți
sl: Pošlji
te: సమర్పించండి
tr: Gönder
uz: Yuborish
vi: Gửi
zh: 提交
zh_hant: 送出

source: Synchronizing… Please wait.
ar: يُزامن… يرجى الانتظار.
be: Сінхранізацыя… Калі ласка, пачакайце.
el: Συγχρονισμός… Παρακαλώ περιμένετε.
fa: در حال همگام‌سازی... لطفا صبر کنید.
fil: Nagsi-synchronize... Pakiusap, maghintay.
he: מסתנכרן… אנא המתן.
ia: Synchronisante… Per favor aspetta.
ja: 同期中...お待ちください。
ko: 동기화 중... 기다려주세요.
lt: Sinchronizuojama… Prašome palaukti.
lv: Sinhronizē... Lūgums uzgaidīt.
ro: Sincronizează... Vă rugăm să așteptați.
sl: Sinhronizacija… Prosimo počakajte.
te: సమకాలీకరణ జరుగుతోంది… దయచేసి వేచిచూడండి.
tr: Eşzamanlanıyor… Lütfen bekleyin.
uz: Sinxronlanmoqda... Iltimos, kuting.
vi: Đang đồng bộ… Vui lòng chờ.
zh: 同步中…请等待。
zh_hant: 正在同步... 請稍候。

# synchronizingPleaseWaitCounter
source: Synchronizing… ({percentage}%)
ar: جارٍ المزامنة… ({percentage}%)
be: Сінхранізацыя… ({percentage}%)
el: Συγχρονισμός… ({percentage}%)
fa: در حال همگام‌سازی… ({percentage}%)
fil: Nagsi-synchronize... ({percentage}%)
he: מסתנכרן… ({percentage}%)
ia: Synchronisante… ({percentage}%)
ja: 同期中… ({percentage}%)
ko: 동기화중… ({percentage}%)
lt: Sinchronizuojama… ({percentage}%)
lv: Sinhronizē... ({percentage}%)
ro: Se sincronizează… ({percentage}%)
sl: Sinhronizacija... ({percentage}%)
te: సమకాలీకరణ జరుగుతోంది… ({percentage}%)
tr: Senkronize ediliyor… ({percentage}%)
uz: Sinxronlanmoqda... ({percentage}%)
vi: Đang đồng bộ… ({percentage}%)
zh: 同步中… ({percentage}%)
zh_hant: 同步中… ({percentage}%)

# systemTheme
source: System
ar: النظام
be: Сістэма
el: Σύστημα
fa: سیستم
fil: Sistema
he: מערכת
ia: Systema
ja: システム
ko: 시스템
lt: Sistema
lv: Sistēmas
ro: Sistem
sl: Sistem
te: సిస్టమ్
tr: Sistem
uz: Tizim
vi: Hệ thống
zh: 系统
zh_hant: 自動

source: They Don't Match
ar: لا يتطبقان
be: Не супадаюць
el: Δεν ταιριάζουν
fa: با هم منطبق نیستند
fil: Hindi Sila Magkatugma
he: הם לא תואמים
ia: Illes non coincide
ja: 違います
ko: 일치하지 않습니다
lt: Jie nesutampa
lv: Tās nesakrīt
ro: Nu sunt asemănători
sl: Ne ujemajo se
te: అవి సరిపోలడం లేదు
tr: Eşleşmediler
uz: Ular mos emas
vi: Không khớp
zh: 它们不匹配
zh_hant: 它們不相符

source: They Match
ar: متطبقان
be: Супадаюць
el: Ταιριάζουν
fa: با هم منطبق هستند
fil: Magkatugma Silang Dalawa
he: הם תואמים
ia: Illes coincide
ja: 一致しています
ko: 일치합니다
lt: Jie sutampa
lv: Tās sakrīt
ro: Sunt asemănători
sl: Ujemajo se
te: అవి సరిపోతున్నాయి
tr: Eşleştiler
uz: Ular mos keladi
vi: Khớp nhau
zh: 它们匹配
zh_hant: 它們相符

source: Toggle Favorite
ar: بدّل حالة التفضيل
be: Уключыць/выключыць любімы
el: Εναλλαγή Αγαπημένου
fa: تغییر حالت محبوبیت
fil: I-toggle ang Paborito
he: החלף מועדף
ia: Alternar Favorito
ja: お気に入り切り替え
ko: 즐겨찾기 토글
lt: Perjungti parankinius
lv: Pārslēgt iecienīto
ro: Comutați favoritul
sl: Vklopi/Izklopi priljubljeno
te: ప్రియమైనది మార్చు
tr: Sık Kullanılanlara Ekle/Çıkar
uz: Saralanganni almashtirish
vi: Chuyển yêu thích
zh: 切换收藏
zh_hant: 切換收藏夾

source: Toggle Muted
ar: بدّل حالة الكتم
be: Уключыць/выключыць маўчанне
el: Εναλλαγή σίγασης
fa: تغییر حالت بی‌صدا
fil: I-toggle ang Naka-mute
he: החלף השתקה
ia: Alternar Mutate
ja: ミュート切り替え
ko: 음소거 토글
lt: Perjungti nutildytą
lv: Pārslēgt apklusināšanu
ro: Comutați amuțeștarea
sl: Vklopi/Izklopi utišano
te: నిశబ్దం చేయి/మార్చు
tr: Sessize Al/Sessizden Çıkar
uz: O‘chirib qo‘yish
vi: Chuyển trạng thái tắt tiếng
zh: 切换静音
zh_hant: 切換靜音

# toggleUnread
source: Mark Read/Unread
ar: علّمه كمقروء/غير مقروء
be: Адзначыць як прачытана/непрачытана
el: Σήμανση ως διαβασμένο/μη διαβασμένο
fa: علامت‌گذاشتن به عنوان خوانده‌شده/خوانده‌نشده
fil: Markahan bilang Basahin/Hindi Basahin
he: סמן כנקרא/לא נקרא
ia: Marca como Legite/Non Legite
ja: 既読/未読にマーク
ko: 메시지 안/읽음 으로 표시
lt: Pažymėti kaip skaitytą/neskaitytą
lv: Atzīmēt kā lasītu/nelasītu
ro: Marcați Citit/Necitit
sl: Označi kot prebrano/neprebrano
te: చదవని/చదివిన గుర్తించు
tr: Okundu/Okunmadı Olarak İşaretle
uz: O‘qilgan/O‘qilmaganni belgilash
vi: Đánh dấu Đọc/Chưa đọc
zh: 标记已读/未读
zh_hant: 標示為已讀/未讀

# tooManyRequestsWarning
source: Too many requests. Please try again later!
ar: طابات كثيرة. حاول مجددًا لاحقًا!
be: Занадта шмат запытаў. Калі ласка, паспрабуйце яшчэ раз пазней!
el: Πάρα πολλά αιτήματα. Παρακαλώ δοκιμάστε ξανά αργότερα!
fa: تعداد درخواست‌های بیش از حد. لطفا بعدا دوباره امتحان کنید!
fil: Sobrang dami ng mga kahilingan. Pakisubukang muli mamaya!
he: יותר מדי בקשות. אנא נסה שוב מאוחר יותר!
ia: Troppo request. Per favor prova ancora plus tarde!
ja: リクエストが多すぎます。また後で試してみてください！
ko: 너무 많은 요청. 잠시 후에 다시 시도해주세요!
lt: Per daug užklausų. Pabandykite dar kartą vėliau!
lv: Pārāk daudz pieprasījumu. Lūgums vēlāk mēģināt vēlreiz.
ro: Prea multe cereri. Vă rugăm să încercați din nou mai tărziu!
sl: Preveč zahtevkov. Poskusite znova kasneje!
te: అధిక అభ్యర్థనలు. దయచేసి తర్వాత ప్రయత్నించండి!
tr: Çok fazla istek. Lütfen daha sonra tekrar deneyin!
uz: Talablar soni oshib ketdi. Keyinroq qayta urining!
vi: Quá nhiều yêu cầu. Thử lại sau!
zh: 请求过多。请稍后再试！
zh_hant: 太多請求了。請稍候再試！

source: Transfer from another device
ar: أنقله من جهاز آخر
be: Перадаць з іншага прылады
el: Μεταφορά από άλλη συσκευή
fa: انتقال از دستگاهی دیگر
fil: Ilipat mula sa ibang device
he: העבר ממכשיר אחר
ia: Transferar de un altere dispositivo
ja: 違うデバイスから移行する
ko: 다른 기기에서 가져오기
lt: Perkėlimas iš kito įrenginio
lv: Pārnest no citas ierīces
ro: Transfera de la alt dispozitiv
sl: Prenesi z druge naprave
te: ఇంకొక పరికరం నుండి బదిలీ చేయండి
tr: Başka bir aygıttan aktar
uz: Boshqa qurilmadan uzatish
vi: Chuyển từ thiết bị khác
zh: 从其它设备传输
zh_hant: 從其他裝置傳輸

source: Try to send again
ar: حاول إعادة الارسال
be: Паспрабуйце яшчэ раз адправіць
el: Προσπαθήστε ξανά να στείλετε
fa: تلاش برای ارسال مجدد
fil: Subukang muli ang pagpapadala
he: נסה לשלוח שוב
ia: Prova remitter
ja: 送信し直してみる
ko: 다시 보내도록 시도
lt: Pabandykite išsiųsti dar kartą
lv: Mēģināt nosūtīt vēlreiz
ro: Încercați să trimiteți din nou
sl: Poskusi znova poslati
te: మళ్ళీ పంపడానికి ప్రయత్నించండి
tr: Tekrar göndermeyi deneyin
uz: Qayta yuborishga urining
vi: Thử gửi lại
zh: 尝试重新发送
zh_hant: 再次嘗試傳送

source: Unavailable
ar: غير متوفر
be: Надаступна
el: Μη διαθέσιμο
fa: خارج از دسترس
fil: Hindi magagamit
he: לא זמין
ia: Inaccessibile
ja: 不在
ko: 사용할 수 없음
lt: Nepasiekiamas
lv: Nav pieejams
ro: Nedisponibil
sl: Ni na voljo
te: అందుబాటులో లేదు
tr: Yok
uz: Mavjud emas
vi: Không khả dụng
zh: 不可用
zh_hant: 無法取得

# unbannedUser
source: {username} unbanned {targetName}
ar: ألغى {username} حظر {targetName}
be: {username} разблакаваў {targetName}
el: {username} άρπαξε τον αποκλεισμό του {targetName}
fa: {username} محرومیت {targetName} را برداشت
fil: {username} ay na-unban {targetName}
he: {username} הוסר המניעה מ-{targetName}
ia: {username} ha levate le restrictiones a {targetName}
ja: {username}が{targetName}のBANを解除しました
ko: {username}님이 {targetName}님에대한 영구추방을 해제함
lt: {username} atblokavo {targetName}
lv: {username} atcēla {targetName} piekļuves liegumu
ro: {username} a ridicat interzicerea lui {targetName}
sl: {username} je odblokiral {targetName}
te: {username} {targetName} ను బాన్డును తొలగించారు
tr: {username}, {targetName} kişisinin engelini kaldırdı
uz: {username} {targetName}ni blokdan chiqardi
vi: {username} đã bỏ cấm {targetName}
zh: {username} 解封了 {targetName}
zh_hant: {username} 解除封鎖了 {targetName}

source: Unblock Device
ar: ألغ حظر الجهاز
be: Разблакаваць прыладу
el: Ξεκλειδώστε τη συσκευή
fa: برداشتن مسدود بودن دستگاه
fil: I-unblock ang Device
he: בטל חסימת מכשיר
ia: Sblocca dispositivo
ja: デバイスをブロック解除する
ko: 기기 차단 해제
lt: Atblokuoti įrenginį
lv: Atslēgt ierīci
ro: Debloca dispozitiv
sl: Odblokiraj napravo
te: పరికరం బ్లాక్ తొలగించు
tr: Aygıtın Engellemesini Kaldır
uz: Qurilmani blokdan chiqarish
vi: Bỏ chặn thiết bị
zh: 解除屏蔽设备
zh_hant: 解除鎖定裝置

source: Unknown device
ar: جهز مجهول
be: Невядомая прылада
el: Άγνωστη συσκευή
fa: دستگاه ناشناس
fil: Hindi kilalang device
he: מכשיר לא ידוע
ia: Dispositivo ignote
ja: 未知デバイス
ko: 알 수 없는 기기
lt: Nežinomas įrenginys
lv: Nezināma ierīce
ro: Dispozitiv necunoscut
sl: Neznana naprava
te: అజ్ఞాత పరికరం
tr: Bilinmeyen aygıt
uz: Notanish qurilma
vi: Thiết bị không rõ
zh: 未知设备
zh_hant: 未知裝置

source: Unknown encryption algorithm
ar: خوارزمية تشفير مجهولة
be: Невядомы алгарытм шыфравання
el: Άγνωστος αλγόριθμος κρυπτογράφησης
fa: الگوریتم رمزگذاری ناشناخته
fil: Hindi kilalang encryption algorithm
he: אלגוריתם ההצפנה לא ידוע
ia: Algoritmo de encryption ignote
ja: 未知の暗号化アルゴリズム
ko: 알 수 없는 암호화 알고리즘
lt: Nežinomas šifravimo algoritmas
lv: Nezināms šifrēšanas algoritms
ro: Algoritm de criptare necunoscut
sl: Neznan algoritem šifriranja
te: అజ్ఞాత గుప్తీకరణ ఆల్గోరిథం
tr: Bilinmeyen şifreleme algoritması
uz: Noma’lum shifrlash algoritmi
vi: Thuật toán mã hóa không xác định
zh: 未知加密算法
zh_hant: 未知的加密演算法

# unknownEvent
source: Unknown event '{type}'
ar: حدث مجهول '{type}'
be: Невядомая падзея '{type}'
el: Άγνωστο γεγονός '{type}'
fa: رویداد ناشناخته «{type}»
fil: Hindi kilalang kaganapan '{type}'
he: אירוע לא ידוע '{type}'
ia: Evenimento ignote '{type}'
ja: 未知のイベント'{type}'
ko: 알 수 없는 이벤트 '{type}'
lt: Nežinomas įvykis '{type}'
lv: Nezināms notikums '{type}'
ro: Evenimet necunoscut '{type}'
sl: Neznan dogodek '{type}'
te: అజ్ఞాత సంఘటన '{type}'
tr: Bilinmeyen etkinlik '{type}'
uz: Noma’lum hodisa '{type}'
vi: Sự kiện '{type}' không xác định
zh: 未知事件 '{type}'
zh_hant: 未知事件「{type}」

source: Unmute chat
ar: ألغِ كتم المحادثة
be: Адключыць маўчанне чата
el: Αναίρεση σίγασης συνομιλίας
fa: بازکردن صدای گپ
fil: I-unmute ang chat
he: בטל השתקת שיחה
ia: Dismute chat
ja: チャットをミュート解除する
ko: 음소거 해제
lt: Įjungti pokalbio garsą
lv: Atcelt tērzēšanas apklusināšanu
ro: Dezamuțați chat
sl: Odkleni klepet
te: చాట్ నిశబ్దం తొలగించు
tr: Sohbeti sessizden çıkar
uz: Suhbatni ovozli qilish
vi: Bật thông báo trò chuyện
zh: 取消静音聊天
zh_hant: 取消靜音聊天室

source: Unpin
ar: ألغِ التثبيت
be: Адпінкаваць
el: Αφαίρεση από την κορυφή
fa: برداشتن سنجاق
fil: I-unpin
he: בטל קיבוע
ia: Disfixar
ja: ピンを外す
ko: 고정 해제
lt: Atsegti
lv: Atspraust
ro: Anulează fixarea
sl: Odstrani iz priponk
te: పిన్ తొలగించు
tr: Sabitlemeyi kaldır
uz: Olib tashlash
vi: Bỏ ghim
zh: 取消置顶
zh_hant: 取消釘選

# unreadChats
source: {unreadCount, plural, =1{1 unread chat} other{{unreadCount} unread chats}}
ar: {unreadCount, plural, =1{1 محادثة غير مقروءة} other{{unreadCount} محادثات غير مقروءة}}
be: {unreadCount, plural, =1{1 нечытаны чат} other{{unreadCount} нечытаных чатаў}}
el: {unreadCount, plural, =1{1 μη αναγνωσμένο μήνυμα} other{{unreadCount} μη αναγνωσμένα μηνύματα}}
fa: {unreadCount, plural, other{{unreadCount} گپ خوانده نشده}}
fil: {unreadCount, plural, =1{1 hindi nabasang chat} other{{unreadCount} hindi nabasang chat}}
he: {unreadCount, plural, =1{שיחה לא נקראה אחת} other{{unreadCount} שיחות לא נקראו}}
ia: {unreadCount, plural, =1{1 chat non legite} other{{unreadCount} chat non legite}}
ja: {unreadCount, plural, =1{1件の未読メッセージ} other{{unreadCount}件の未読メッセージ}}
ko: {unreadCount, plural, =1{읽지 않은 채팅 1} other{{unreadCount} 개}}
lt: {unreadCount, plural, =1{1 unread chat} other{{unreadCount} neperskaityti pokalbiai}}
lv: {unreadCount, plural, zero{{unreadCount} nelasītu tērzēšanu} =1{{unreadCount} nelasīta tērzēšana} other{{unreadCount} nelasītas tērzēšanas}}
ro: {unreadCount, plural, =1{Un chat necitit} other{{unreadCount} chaturi necitite}}
sl: {unreadCount, plural, =1{1 neprebrani klepet} other{{unreadCount} neprebranih klepetov}}
te: {unreadCount, plural, =1{1 చదవని చాట్} other{{unreadCount} చదవని చాట్లు}}
tr: {unreadCount, plural, =1{1 okunmamış sohbet} other{{unreadCount} okunmamış sohbet}}
uz: {unreadCount, plural, =1{1 ta oʻqilmagan suhbat} other{{unreadCount} ta o‘qilmagan chat}}
vi: {unreadCount, plural, =1{1 trò chuyện chưa đọc} other{{unreadCount} trò chuyện chưa đọc}}
zh: {unreadCount, plural, =1{1 个未读聊天} other{{unreadCount} 个未读聊天}}
zh_hant: {unreadCount, plural, =1 {1 unread chat} other { {unreadCount} 個未讀聊天室} }

# userAndOthersAreTyping
source: {username} and {count} others are typing…
ar: {username} و {count} أخرون يكتبون…
be: {username} і {count} іншых набіраюць...
el: {username} και {count} άλλοι πληκτρολογούν…
fa: {username} و {count} نفر دیگر در حال تایپ کردن…
fil: {username} at {count} pang iba ay nagta-type…
he: {username} ו-{count} אחרים מקלידים…
ia: {username} e {count} alteres sta scribente…
ja: {username}と他{count}名が入力しています…
ko: {username}님 + {count}명이 입력 중…
lt: {username} ir dar {count} kiti rašo…
lv: {username} un {count} citi raksta…
ro: {username} și {count} alți tastează…
sl: {username} in {count} drugih tipkajočé…
te: {username} మరియు {count} ఇతరులు టైప్ చేస్తున్నారు…
tr: {username} ve {count} diğer kişi yazıyor…
uz: {username} va yana {count} kishi yozmoqda…
vi: {username} và {count} người khác đang nhập…
zh: {username} 和其他 {count} 人正在输入…
zh_hant: {username} 和其他 {count} 個人正在輸入...…

# userAndUserAreTyping
source: {username} and {username2} are typing…
ar: {username} و {username2} يكتبان…
be: {username} і {username2} набіраюць...
el: {username} και {username2} πληκτρολογούν…
fa: {username} و {username2} در حال تایپ کردن…
fil: {username} at {username2} ay nagta-type…
he: {username} ו-{username2} מקלידים…
ia: {username} e {username2} sta scribente…
ja: {username}と{username2}が入力しています…
ko: {username}님과 {username2}님이 입력 중…
lt: {username} ir {username2} rašo…
lv: {username} un {username2} raksta…
ro: {username} și {username2} tastează…
sl: {username} in {username2} tipkajočé…
te: {username} మరియు {username2} టైప్ చేస్తున్నారు…
tr: {username} ve {username2} yazıyor…
uz: {username} va {username2} yozmoqda…
vi: {username} và {username2} đang nhập…
zh: {username} 和 {username2} 正在输入…
zh_hant: {username} 和 {username2} 正在輸入...…

# userIsTyping
source: {username} is typing…
ar: {username} يكتب…
be: {username} набірае...
el: {username} πληκτρολογεί…
fa: {username} در حال تایپ کردن…
fil: {username} ay nagta-type…
he: {username} מקליד…
ia: {username} sta scribente…
ja: {username}が入力しています…
ko: {username}님이 입력 중…
lt: {username} rašo…
lv: {username} raksta…
ro: {username} tastează…
sl: {username} tipkačé…
te: {username} టైప్ చేస్తున్నారు…
tr: {username} yazıyor…
uz: {username} yozmoqda…
vi: {username} đang nhập…
zh: {username} 正在输入…
zh_hant: {username} 正在輸入...…

# userLeftTheChat
source: 🚪 {username} left the chat
ar: 🚪 {username} غادر المحادثة
be: 🚪 {username} пакінуў чат
el: 🚪 {username} έφυγε από τη συνομιλία
fa: 🚪{username} گپ را ترک کرد
fil: 🚪 {username} ay umalis sa chat
he: 🚪 {username} עזב את השיחה
ia: 🚪 {username} ha lasciate le chat
ja: 🚪 {username}はチャットから退室しました
ko: 🚪 {username}님이 채팅을 나감
lt: 🚪 {username} paliko pokalbį
lv: 🚪 {username} pameta tērzēšanu
ro: 🚪{username} a plecat din chat
sl: 🚪 {username} je zapustil klepet
te: 🚪 {username} చాట్ నుండి వెళ్లిపోయారు
tr: 🚪 {username} sohbetten ayrıldı
uz: 🚪 {username} suhbatni tark etdi
vi: 🚪 {username} đã rời cuộc trò chuyện
zh: 🚪{username} 离开了聊天
zh_hant: {username} 離開了聊天室

source: Username
ar: اسم المستخدم
be: Імя карыстальніка
el: Όνομα χρήστη
fa: نام‌کاربری
he: שם משתמש
ia: Nomine de usator
ja: ユーザー名
ko: 유저 이름
lt: Vartotojo vardas
lv: Lietotājvārds
ro: Nume de utilizator
sl: Uporabniško ime
te: యూజర్ పేరు
tr: Kullanıcı adı
uz: Foydalanuvchi nomi
vi: Tên người dùng
zh: 用户名
zh_hant: 使用者名稱

# userSentUnknownEvent
source: {username} sent a {type} event
ar: أرسل {username} حدث {type}
be: {username} адправіў падзею {type}
el: {username} έστειλε ένα γεγονός {type}
fa: {username} یک رویداد {type} فرستاد
fil: {username} ay nagsend ng isang {type} na kaganapan
he: {username} שלח אירוע {type}
ia: {username} ha inviate un evenimento {type}
ja: {username}は{type}イベントを送信しました
ko: {username}님이 {type} 이벤트 보냄
lt: {username} išsiuntė {type} įvykį
lv: {username} nosūtīja notikumu {type}
ro: {username} a trimis un eveniment {type}
sl: {username} je poslal {type} dogodek
te: {username} ఒక {type} ఈవెంట్ పంపారు
tr: {username} bir {type} etkinliği gönderdi
uz: {username} {type} tadbirini yubordi
vi: {username} đã gửi sự kiện {type}
zh: {username} 发送了一个 {type} 事件
zh_hant: {username} 傳送了一個 {type} 事件

source: Unverified
ar: غير مؤكد
be: Непацверджана
el: Μη επαληθευμένο
fa: تاییدنشده
fil: Hindi beripikado
he: לא מאומת
ia: Non verificat
ja: 未検証
ko: 확인되지 않음
lt: Nepatvirtinta
lv: Neapliecināta
ro: Neverificat
sl: Ne overjeno
te: అనిర్ధారిత
tr: Doğrulanmadı
uz: Tasdiqlanmagan
vi: Chưa xác minh
zh: 未经验证
zh_hant: 尚未驗證

source: Verified
ar: موثّق
be: Пацверджана
el: Επαληθευμένο
fa: تاییدشده
fil: Beripikado
he: מאומת
ia: Verificat
ja: 検証済み
ko: 확인됨
lt: Patvirtinta
lv: Apliecināta
ro: Verificat
sl: Overjeno
te: నిర్ధారిత
tr: Doğrulandı
uz: Tasdiqlangan
vi: Đã xác thực
zh: 已验证
zh_hant: 已驗證

source: Verify
ar: تحقق
be: Пацвердзіць
el: Επαλήθευση
fa: بازبینی و تایید
fil: Beripikahin
he: אימות
ia: Verificar
ja: 確認
ko: 확인
lt: Patvirtinti
lv: Apliecināt
ro: Verificați
sl: Overi
te: నిర్ధారించండి
tr: Doğrula
uz: Tasdiqlash
vi: Xác minh
zh: 验证
zh_hant: 驗證

# verifyStart
source: Start Verification
ar: ابدأ التحقق
be: Пачаць пацверджанне
el: Ξεκινήστε την επαλήθευση
fa: شروع بازبینی و تایید
fil: Simulan ang Pagberipika
he: התחל אימות
ia: Iniciar verification
ja: 確認を始める
ko: 확인 시작
lt: Pradėti patvirtinimą
lv: Uzsākt apliecināšanu
ro: Începeți verificare
sl: Začni overjanje
te: నిర్ధారణ ప్రారంభించండి
tr: Doğrulamayı Başlat
uz: Tasdiqlashni boshlash
vi: Bắt đầu xác minh
zh: 开始验证
zh_hant: 開始驗證
