Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# whatIsTheMorphTag
source: What is the {morphologicalFeature} of '{wordForm}'?
ar: ما هو {الصفة الصرفية} لـ '{شكل الكلمة}'؟
be: Што такое {morphologicalFeature} у '{wordForm}'?
el: Τι είναι το {morphologicalFeature} του '{wordForm}'?
fa: مورد {morphologicalFeature} از '{wordForm}' چیست؟
fil: Ano ang {morphologicalFeature} ng '{wordForm}'?
he: מה ה-{morphologicalFeature} של '{wordForm}'?
ia: Qual es le {morphologicalFeature} de '{wordForm}'?
ja: '{wordForm}'の{morphologicalFeature}は何ですか？
ko: '{wordForm}'의 {morphologicalFeature}는 무엇입니까?
lt: Kokia yra '{wordForm}' {morphologicalFeature}?
lv: Kas ir {morphologicalFeature} '{wordForm}'?
ro: Ce este {morphologicalFeature} din '{wordForm}'?
sl: Kaj je {morphologicalFeature} od '{wordForm}'?
te: '{wordForm}' యొక్క {morphologicalFeature} ఏమిటి?
tr: {wordForm}'un {morphologicalFeature} nedir?
uz: '{wordForm}' ning {morphologicalFeature} nima?
vi: Đặc điểm ngữ pháp "{morphologicalFeature}" của '{wordForm}' là gì?
zh: '{wordForm}'的{morphologicalFeature}是什么？
zh_hant: '{wordForm}'的{morphologicalFeature}是什麼？

# dataAvailable
source: Data availability
ar: توفر البيانات
be: Даступнасць дадзеных
el: Διαθεσιμότητα δεδομένων
fa: در دسترس بودن داده‌ها
fil: Available ang datos
he: זמינות נתונים
ia: Disponibilitate de datos
ja: データの利用可能性
ko: 데이터 가용성
lt: Duomenų prieinamumas
lv: Datu pieejamība
ro: Disponibilitatea datelor
sl: Razpoložljivost podatkov
te: డేటా అందుబాటులో ఉంది
tr: Veri kullanılabilirliği
uz: Ma'lumot mavjudligi
vi: Dữ liệu khả dụng
zh: 数据可用性
zh_hant: 資料可用性

source: Available
ar: متاح
be: Даступна
el: Διαθέσιμο
fa: در دسترس
he: זמין
ia: Disponibile
ja: 利用可能
ko: 이용 가능
lt: Prieinama
lv: Pieejams
ro: Disponibil
sl: Na voljo
te: అందుబాటులో ఉంది
tr: Mevcut
uz: Mavjud
vi: Khả dụng
zh: 可用
zh_hant: 可用

# pangeaBotIsFallible
source: Pangea Bot makes mistakes too!
ar: بوت بانجيا يخطئ أيضًا!
be: Pangea Bot таксама памыляецца!
el: Ο Pangea Bot κάνει και λάθη!
fa: ربات پانگئا هم اشتباه می‌کند!
fil: Nagkakamali rin ang Pangea Bot!
he: גם ביג בוט עלול לטעות!
ia: Pangea Bot face errores tamben!
ja: パンゲアボットも間違いを犯します！
ko: 판게아 봇도 실수를 합니다!
lt: Pangea botas taip pat daro klaidų!
lv: Pangea bots arī kļūdās!
ro: Pangea Bot face greșeli și el!
sl: Pangea Bot tudi dela napake!
te: పాంజియా బాట్ కూడా తప్పులు చేస్తుంది!
tr: Pangea Bot da hata yapabilir!
uz: Pangea Bot ham xato qilishi mumkin!
vi: Pangea Bot cũng có thể mắc lỗi!
zh: Pangea机器人也会犯错！
zh_hant: Pangea 機器人也會犯錯！

# whatIsMeaning
source: What does '{lemma}' mean?
ar: ماذا يعني '{المعنى}'؟
be: Што азначае '{lemma}'?
el: Τι σημαίνει το '{lemma}'?
fa: معنای '{lemma}' چیست؟
fil: Ano ang ibig sabihin ng '{lemma}'?
he: מה המשמעות של '{lemma}'?
ia: Qual es le significato de '{lemma}'?
ja: '{lemma}'の意味は何ですか？
ko: '{lemma}'의 의미는 무엇입니까?
lt: Ką reiškia '{lemma}'?
lv: Ko nozīmē '{lemma}'?
ro: Ce înseamnă '{lemma}'?
sl: Kaj pomeni '{lemma}'?
te: '{lemma}' అంటే ఏమిటి?
tr: {lemma} ne anlama geliyor?
uz: '{lemma}' ning ma'nosi nima?
vi: Từ '{lemma}' có nghĩa là gì?
zh: '{lemma}'是什么意思？
zh_hant: '{lemma}'的意思是什麼？

# pickAnEmoji
source: What's your favorite emoji for '{lemma}'?
ar: ما هو رمز التعبير المفضل لديك لـ '{المعنى}'؟
be: Якое тваё любімае эмодзі для '{lemma}'?
el: Ποιο είναι το αγαπημένο σου emoji για το '{lemma}'?
fa: ایموجی مورد علاقه شما برای '{lemma}' چیست؟
fil: Anong paboritong emoji mo para sa '{lemma}'?
he: איזה אימוג'י אתה הכי אוהב ל-'{lemma}'?
ia: Qual es tu emoji preferite pro '{lemma}'?
ja: '{lemma}'に最適な絵文字は何ですか？
ko: '{lemma}'에 대한 좋아하는 이모티콘은 무엇입니까?
lt: Koks tavo mėgstamiausias emoji '{lemma}'?
lv: Kura ir tava mīļākā emocijzīme '{lemma}'?
ro: Care este emoji-ul tău preferat pentru '{lemma}'?
sl: Katero emoji je vaše najljubše za '{lemma}'?
te: '{lemma}' కోసం మీకు ఇష్టమైన ఎమోజీ ఏది?
tr: {lemma} için en sevdiğiniz emoji nedir?
uz: '{lemma}' uchun sevimli emoji nima?
vi: Bạn chọn biểu tượng cảm xúc nào cho '{lemma}'?
zh: 你喜欢为'{lemma}'选择哪个表情？
zh_hant: 你喜歡用哪個表情符號來代表'{lemma}'？

# chooseLemmaMeaningInstructionsBody
source: Match meanings with the words in the message!
ar: طابق المعاني مع الكلمات في الرسالة!
be: Згаджайце значэнні з словамі ў паведамленні!
el: Ταιριάξτε τις σημασίες με τις λέξεις στο μήνυμα!
fa: معانی را با کلمات در پیام مطابقت دهید!
fil: Itugma ang mga kahulugan sa mga salita sa mensahe!
he: התאם בין המשמעויות למילים בהודעה!
ia: Corresponda le significatos con le parolas in le message!
ja: メッセージ内の単語と意味を一致させてください！
ko: 메시지의 단어와 의미를 일치시키세요!
lt: Suderink reikšmes su žodžiais žinutėje!
lv: Saskaņo nozīmes ar vārdiem ziņojumā!
ro: Potrivește sensurile cu cuvintele din mesaj!
sl: Ujemajte pomene z besedami v sporočilu!
te: సందేశంలో ఉన్న పదాలతో అర్థాలను సరిపోల్చండి!
tr: Mesajdaki kelimelerle anlamları eşleştir!
uz: Xabar ichidagi so'zlar bilan ma'nolarni moslang!
vi: Khớp nghĩa với các từ trong tin nhắn!
zh: 将意思与消息中的单词匹配！
zh_hant: 將意思與訊息中的單詞配對！

source: Double-click to edit.
ar: انقر نقرًا مزدوجًا للتحرير.
be: Два разы клікніце, каб рэдагаваць.
el: Διπλό κλικ για επεξεργασία.
fa: برای ویرایش، دو بار کلیک کنید.
fil: Mag-double click para i-edit.
he: לחץ פעמיים כדי לערוך.
ia: Dubla clic pro modificar.
ja: ダブルクリックして編集。
ko: 더블 클릭하여 편집하세요.
lt: Dukart spustelėkite norėdami redaguoti.
lv: Divreiz klikšķini, lai rediģētu.
ro: Dublu clic pentru editare.
sl: Dvakrat kliknite za urejanje.
te: సవరించడానికి డబుల్ క్లిక్ చేయండి.
tr: Düzenlemek için çift tıklayın.
uz: Tahrirlash uchun ikki marta bosish.
vi: Nhấp đúp để chỉnh sửa.
zh: 双击编辑。
zh_hant: 雙擊以編輯。

# activityPlannerTitle
source: Activity Planner
ar: مخطط النشاط
be: Планавальнік дзейнасці
el: Προγραμματιστής Δραστηριοτήτων
fa: برنامه‌ریز فعالیت
fil: Tagaplano ng Gawain
he: מתכנן פעילויות
ia: Planificador de activitate
ja: アクティビティプランナー
ko: 활동 계획자
lt: Veiklos planuotojas
lv: Aktivitāšu plānotājs
ro: Planificator de activități
sl: Načrtovalec dejavnosti
te: చర్యా ప్రణాళికకర్త
tr: Etkinlik Planlayıcı
uz: Faoliyat Rejalashtiruvchi
vi: Trình lập hoạt động
zh: 活动规划器
zh_hant: 活動規劃器

# topicLabel
source: Topic
ar: الموضوع
be: Тэма
el: Θέμα
fa: موضوع
fil: Paksa
he: נושא
ja: トピック
ko: 주제
lt: Tema
lv: Tēma
ro: Subiect
sl: Tema
te: విషయం
tr: Konu
uz: Mavzu
vi: Chủ đề
zh: 主题
zh_hant: 主題

# topicPlaceholder
source: Choose a topic...
ar: اختر موضوعًا...
be: Выберыце тэму...
el: Επιλέξτε ένα θέμα...
fa: یک موضوع انتخاب کنید...
fil: Pumili ng paksa...
he: בחר נושא...
ia: Selige un topic...
ja: トピックを選択...
ko: 주제 선택...
lt: Pasirinkite temą...
lv: Izvēlieties tēmu...
ro: Alegeți un subiect...
sl: Izberi temo...
te: ఒక విషయం ఎంచుకోండి...
tr: Bir konu seçin...
uz: Mavzuni tanlang...
vi: Chọn một chủ đề...
zh: 选择一个主题...
zh_hant: 選擇一個主題...

# modeLabel
source: Activity type
ar: نوع النشاط
be: Тып дзейнасці
el: Τύπος δραστηριότητας
fa: نوع فعالیت
fil: Uri ng gawain
he: סוג הפעילות
ia: Tipo de activitate
ja: アクティビティタイプ
ko: 활동 유형
lt: Veiklos tipas
lv: Aktivitātes veids
ro: Tip de activitate
sl: Vrsta dejavnosti
te: చర్యా రకం
tr: Aktivite türü
uz: Faoliyat turi
vi: Loại hoạt động
zh: 活动类型
zh_hant: 活動類型

# modePlaceholder
source: Choose a mode...
ar: اختر وضعًا...
be: Выберыце тып...
el: Επιλέξτε μια λειτουργία...
fa: یک حالت انتخاب کنید...
fil: Pumili ng uri...
he: בחר מצב...
ia: Selige un modo...
ja: モードを選択...
ko: 모드 선택...
lt: Pasirinkite režimą...
lv: Izvēlieties režīmu...
ro: Alegeți un mod...
sl: Izberi način...
te: ఒక మోడ్ ఎంచుకోండి...
tr: Bir mod seçin...
uz: Rejimni tanlang...
vi: Chọn một chế độ...
zh: 选择一种模式...
zh_hant: 選擇一個模式...

# learningObjectiveLabel
source: Learning Objective
ar: هدف التعلم
be: Мэта навучання
el: Στόχος μάθησης
fa: هدف یادگیری
fil: Layunin sa Pagkatuto
he: מטרה ללמידה
ia: Objectivo de apprendimento
ja: 学習目標
ko: 학습 목표
lt: Mokymosi tikslas
lv: Mācību mērķis
ro: Obiectiv de învățare
sl: Učni cilj
te: అధ్యయన లక్ష్యం
tr: Öğrenme Hedefi
uz: Oʻrganish maqsadi
vi: Mục tiêu học tập
zh: 学习目标
zh_hant: 學習目標

# learningObjectivePlaceholder
source: Choose a learning objective...
ar: اختر هدف التعلم...
be: Выберыце мэту навучання...
el: Επιλέξτε στόχο μάθησης...
fa: یک هدف یادگیری انتخاب کنید...
fil: Pumili ng layunin sa pagkatuto...
he: בחר מטרה ללמידה...
ia: Selige un objectivo de apprendimento...
ja: 学習目標を選択...
ko: 학습 목표 선택...
lt: Pasirinkite mokymosi tikslą...
lv: Izvēlieties mācību mērķi...
ro: Alegeți un obiectiv de învățare...
sl: Izberi učni cilj...
te: ఒక అధ్యయన లక్ష్యాన్ని ఎంచుకోండి...
tr: Bir öğrenme hedefi seçin...
uz: Oʻrganish maqsadini tanlang...
vi: Chọn một mục tiêu học tập...
zh: 选择一个学习目标...
zh_hant: 選擇一個學習目標...

# languageOfInstructionsLabel
source: Language of activity instructions
ar: لغة تعليمات النشاط
be: Мова інструкцый да дзейнасці
el: Γλώσσα οδηγιών δραστηριότητας
fa: زبان دستورالعمل‌های فعالیت
fil: Wika ng mga tagubilin sa gawain
he: שפת ההוראות לפעילות
ia: Lingua del instructiones de activitate
ja: 活動指示の言語
ko: 활동 지침 언어
lt: Veiklos instrukcijų kalba
lv: Instrukciju valoda aktivitātei
ro: Limba instrucțiunilor de activitate
sl: Jezik navodil za dejavnost
te: చర్యల సూచనల భాష
tr: Etkinlik talimatlarının dili
uz: Koʻrsatmalar tilida
vi: Ngôn ngữ hướng dẫn hoạt động
zh: 活动说明的语言
zh_hant: 活動指示語言

# targetLanguageLabel
source: Target language
ar: اللغة المستهدفة
be: Мэтавая мова
el: Στόχος γλώσσα
fa: زبان هدف
fil: Target na wika
he: שפת היעד
ia: Lingua de destino
ja: ターゲット言語
ko: 목표 언어
lt: Tikslo kalba
lv: Mērķvaloda
ro: Limba țintă
sl: Ciljni jezik
te: లక్ష్య భాష
tr: Hedef dil
uz: Maʼlumot tili
vi: Ngôn ngữ đích
zh: 目标语言
zh_hant: 目標語言

# cefrLevelLabel
source: CEFR level
ar: مستوى CEFR
be: Узровень CEFR
el: Επίπεδο CEFR
fa: سطح CEFR
fil: Antas ng CEFR
he: רמת CEFR
ia: Nivello CEFR
ja: CEFRレベル
ko: CEFR 수준
lt: CEFR lygis
lv: CEFR līmenis
ro: Nivel CEFR
sl: Raven CEFR
te: CEFR స్థాయి
tr: CEFR seviyesi
uz: CEFR darajasi
vi: Trình độ CEFR
zh: CEFR等级
zh_hant: CEFR 等級

# generateActivitiesButton
source: Generate Activity
ar: إنشاء نشاط
be: Стварыць дзейнасць
el: Δημιουργία Δραστηριότητας
fa: تولید فعالیت
fil: Gumawa ng Gawain
he: צור פעילות
ia: Generate activitate
ja: アクティビティを生成
ko: 활동 생성
lt: Sukurti veiklą
lv: Ģenerēt aktivitāti
ro: Generează activitate
sl: Ustvari dejavnost
te: చర్యలను సృష్టించండి
tr: Etkinlik Oluştur
uz: Faoliyatni yaratish
vi: Tạo hoạt động
zh: 生成活动
zh_hant: 生成活動

# launchActivityButton
source: Launch Activity
ar: بدء النشاط
be: Запусціць дзейнасць
el: Έναρξη Δραστηριότητας
fa: شروع فعالیت
fil: Ilunsad ang Gawain
he: התחל פעילות
ia: Iniciar activitate
ja: アクティビティを開始
ko: 활동 시작
lt: Pradėti veiklą
lv: Sākt aktivitāti
ro: Lansează activitatea
sl: Zaženi dejavnost
te: చర్యను ప్రారంభించండి
tr: Etkinliği Başlat
uz: Faoliyatni boshlash
vi: Khởi chạy hoạt động
zh: 启动活动
zh_hant: 啟動活動

source: Image
ar: صورة
be: Выява
el: Εικόνα
fa: تصویر
fil: Larawan
he: תמונה
ia: Imagine
ja: 画像
ko: 이미지
lt: Paveikslėlis
lv: Attēls
ro: Imagine
sl: Slika
te: చిత్రం
tr: Görüntü
uz: Rasm
vi: Hình ảnh
zh: 图片
zh_hant: 圖片

# nan
source: Not applicable
ar: غير قابل للتطبيق
be: Ня прымяняецца
el: Μη εφαρμόσιμο
fa: مربوط نمی‌شود
fil: Hindi naaangkop
he: לא רלוונטי
ia: Nulle applicabile
ja: 該当なし
ko: 해당 없음
lt: Netaikoma
lv: Nav piemērojams
ro: Nu se aplică
sl: Ni applicable
te: అన్వయించదు
tr: Uygulanamaz
uz: Qoʻllanilmaydi
vi: Không áp dụng
zh: 不适用
zh_hant: 不適用

# activityPlannerOverviewInstructionsBody
source: Choose a topic, mode, learning objective and generate an activity for the chat!
ar: اختر موضوعًا ووضعًا وهدفًا للتعلم وولّد نشاطًا للدردشة!
be: Выберыце тэму, тып, мэту навучання і стварыце дзейнасць для чата!
el: Επιλέξτε ένα θέμα, τρόπο, μαθησιακό στόχο και δημιουργήστε μια δραστηριότητα για τη συνομιλία!
fa: یک موضوع، حالت، هدف یادگیری انتخاب کنید و برای چت فعالیت تولید کنید!
fil: Pumili ng paksa, uri, layunin sa pagkatuto at gumawa ng gawain para sa chat!
he: בחר נושא, מצב, מטרה ללמידה ויצור פעילות לשיחה!
ia: Selige un topic, modo, objectivo de apprendimento e generate un activitate pro le chat!
ja: トピック、モード、学習目的を選択し、チャットのためのアクティビティを生成しましょう！
ko: 주제, 모드, 학습 목표를 선택하고 채팅을 위한 활동을 생성하세요!
lt: Pasirinkite temą, režimą, mokymosi tikslą ir sukurkite veiklą pokalbiui!
lv: Izvēlieties tēmu, režīmu, mācību mērķi un ģenerējiet aktivitāti sarunai!
ro: Alegeți un subiect, mod, obiectiv de învățare și generați o activitate pentru chat!
sl: Izberi temo, način, učni cilj in ustvari dejavnost za klepet!
te: విషయాన్ని, మోడ్, అభ్యాస లక్ష్యాన్ని ఎంచుకోండి మరియు చాట్ కోసం ఒక చర్యను సృష్టించండి!
tr: Bir konu, mod, öğrenme hedefi seçin ve sohbet için bir etkinlik oluşturun!
uz: Mavzu, rejim, oʻrganish maqsadini tanlang va suhbat uchun faoliyat yarating!
vi: Chọn chủ đề, chế độ, mục tiêu học tập và tạo hoạt động cho cuộc trò chuyện!
zh: 选择一个主题、模式、学习目标，并为聊天生成一个活动！
zh_hant: 選擇一個主題、模式、學習目標並為聊天生成一個活動！

source: Activity Title
ar: عنوان النشاط
be: Назва дзейнасці
el: Τίτλος Δραστηριότητας
fa: عنوان فعالیت
fil: Pamagat ng Gawain
he: כותרת הפעילות
ia: Titolo de Activitate
ja: アクティビティのタイトル
ko: 활동 제목
lt: Veiklos pavadinimas
lv: Aktivitatīves nosaukums
ro: Titlul activității
sl: Naslov dejavnosti
te: చర్య శీర్షిక
tr: Etkinlik Başlığı
uz: Faoliyat nomi
vi: Tiêu đề hoạt động
zh: 活动标题
zh_hant: 活動標題

source: Add vocabulary
ar: إضافة مفردات
be: Дадаць слоўнік
el: Προσθήκη λεξιλογίου
fa: افزودن واژگان
fil: Magdagdag ng bokabularyo
he: הוסף אוצר מילים
ia: Adder vocabulario
ja: 語彙を追加
ko: 어휘 추가
lt: Pridėti žodyną
lv: Pievienot vārdu krājumu
ro: Adaugă vocabular
sl: Dodaj besedišče
te: శబ్దకోశం జోడించండి
tr: Kelime dağarcığı ekle
uz: Soʻz boyligini qoʻshish
vi: Thêm từ vựng
zh: 添加词汇
zh_hant: 新增詞彙

source: Instructions
ar: تعليمات
be: Інструкцыі
el: Οδηγίες
fa: دستورالعمل‌ها
fil: Mga tagubilin
he: הוראות
ia: Instrucciones
ja: 指示
ko: 지침
lt: Instrukcijos
lv: Instrukcijas
ro: Instrucțiuni
sl: Navodila
te: సూచనలు
tr: Talimatlar
uz: Koʻrsatmalar
vi: Hướng dẫn
zh: 说明
zh_hant: 指示

source: Number of learners
ar: عدد المتعلمين
be: Колькасць навучэнцаў
el: Αριθμός μαθητών
fa: تعداد یادگیرندگان
fil: Bilang ng mga mag-aaral
he: מספר הלומדים
ia: Numero de discentes
ja: 学習者数
ko: 학습자 수
lt: Mokinių skaičius
lv: Mācību dalībnieku skaits
ro: Numărul de cursanți
sl: Število učencev
te: అభ్యాసకుల సంఖ్య
tr: Öğrenci sayısı
uz: Oʻquvchilar soni
vi: Số lượng người học
zh: 学习者人数
zh_hant: 學習者人數

# mustBeInteger
source: Must be an integer e.g. 1, 2, 3, ...
ar: يجب أن يكون عددًا صحيحًا مثل 1، 2، 3، ...
be: Павінна быць цэлым лікам, напрыклад, 1, 2, 3, ...
el: Πρέπει να είναι ακέραιος π.χ. 1, 2, 3, ...
fa: باید عدد صحیح باشد مثلاً ۱، ۲، ۳، ...
fil: Dapat isang buong numero hal. 1, 2, 3, ...
ia: Debe esser un numero integer, ex. 1, 2, 3, ...
ja: 整数でなければなりません（例：1、2、3、...）
ko: 정수여야 합니다. 예: 1, 2, 3, ...
lt: Turi būti sveikas skaičius, pvz., 1, 2, 3, ...
lv: Jābūt veselam skaitlim, piemēram, 1, 2, 3, ...
ro: Trebuie să fie un număr întreg, de exemplu 1, 2, 3, ...
sl: Mora biti celo število, npr. 1, 2, 3, ...
te: ఇది ఒక పూర్తి సంఖ్యగా ఉండాలి ఉదా: 1, 2, 3, ...
tr: Bir tam sayı olmalı, örn. 1, 2, 3, ...
uz: Integer bo'lishi kerak, masalan, 1, 2, 3, ...
vi: Phải là số nguyên, ví dụ: 1, 2, 3...
zh: 必须是整数，例如1、2、3等
zh_hant: 必須是整數，例如 1、2、3、...

# constructUsePvmDesc
source: Produced in voice message
ar: تم الإنتاج في رسالة صوتية
be: Выраблена ў галасавым паведамленні
el: Παράγεται σε φωνητικό μήνυμα
fa: تولید شده در پیام صوتی
fil: Ginawa sa mensahe ng boses
he: מיוצר בהודעת קול
ia: Producte in message de voce
ja: 音声メッセージで生成
ko: 음성 메시지로 제작됨
lt: Sukurtas balso žinutėje
lv: Ražots balss ziņojumā
ro: Produs în mesaj vocal
sl: Ustvarjeno v zvočni sporočilu
te: శబ్ద సందేశంలో ఉత్పత్తి చేయబడింది
tr: Sesli mesajda üretilmiştir
uz: Ovozli xabar ishlab chiqarilgan
vi: Đã sử dụng trong tin nhắn thoại
zh: 以语音消息形式生成
zh_hant: 以語音訊息產生

# leaveSpaceDescription
source: By leaving the course, you will leave all of the chats within it. Other users will see that you have left the course.
ar: عند مغادرة الدورة، ستترك جميع الدردشات داخلها. سيلاحظ المستخدمون الآخرون أنك غادرت الدورة.
be: Пакінуўшы курс, вы пакінеце ўсе чаты ў ім. Іншыя карыстальнікі ўбачаць, што вы пакінулі курс.
el: Αφήνοντας το μάθημα, θα αφήσετε όλες τις συνομιλίες μέσα σε αυτό. Οι άλλοι χρήστες θα δουν ότι έχετε φύγει από το μάθημα.
fa: با ترک دوره، تمام چت‌های درون آن را ترک خواهید کرد. کاربران دیگر خواهند دید که شما دوره را ترک کرده‌اید.
fil: Sa pag-alis sa kurso, iiwan mo ang lahat ng mga chat dito. Makikita ng ibang mga user na umalis ka na sa kurso.
he: על ידי יציאה מהקורס, תעזוב את כל השיחות בתוכו. משתמשים אחרים יראו שהיית בחוץ.
ia: Per abandonar le curso, tu abandonar le totalitate del chats in illo. Altri usatores videbit que tu ha abandonate le curso.
ja: コースを離れると、そのコース内のすべてのチャットも離れます。 他のユーザーはあなたがコースを離れたことを確認します。
ko: 코스를 떠나면 그 안의 모든 채팅이 종료됩니다. 다른 사용자는 당신이 코스를 떠났다는 것을 볼 수 있습니다.
lt: Palikus kursą, paliksite visus jame esančius pokalbius. Kiti naudotojai matys, kad palikote kursą.
lv: Atstājot kursu, jūs atstājat visus tajā esošos čatus. Citi lietotāji redzēs, ka esat atstājis kursu.
ro: Părăsind cursul, vei părăsi toate chat-urile din cadrul acestuia. Alți utilizatori vor vedea că ai părăsit cursul.
sl: Če zapustite tečaj, boste zapustili vse klepete znotraj njega. Drugi uporabniki bodo videli, da ste zapustili tečaj.
te: కోర్సును వదిలితే, మీరు అందులో ఉన్న అన్ని చాట్‌లను వదులుతారు. ఇతర వినియోగదారులు మీరు కోర్సును వదిలినట్లు చూడగలరు.
tr: Kursu terk ederek, içindeki tüm sohbetleri terk etmiş olacaksınız. Diğer kullanıcılar kursu terk ettiğinizi görecektir.
uz: Kursdan chiqib, siz uning ichidagi barcha chatlardan chiqasiz. Boshqa foydalanuvchilar sizning kursdan chiqqaningizni ko'radilar.
vi: Bằng cách rời khỏi khóa học, bạn sẽ rời khỏi tất cả các cuộc trò chuyện trong đó. Các người dùng khác sẽ thấy rằng bạn đã rời khỏi khóa học.
zh: 退出课程后，您将离开其中所有的聊天。其他用户将看到您已离开课程。
zh_hant: 退出課程後，您將離開所有該課程中的聊天。其他用戶將看到您已離開課程。

# constructUseCorMmDesc
source: Correct message meaning
ar: تصحيح معنى الرسالة
be: Правільнае значэнне паведамлення
el: Ορθό μήνυμα σημασίας
fa: معنای پیام صحیح
fil: Tamang kahulugan ng mensahe
he: משמעות ההודעה הנכונה
ia: Signification correcte del message
ja: メッセージの意味を正しく
ko: 메시지 의미가 정확함
lt: Teisingas žinutės reikšmė
lv: Pareiza ziņojuma nozīme
ro: Semnificația mesajului corect
sl: Pravilno pomen sporočila
te: సరైన సందేశ అర్థం
tr: Doğru mesaj anlamı
uz: To'g'ri xabar ma'nosi
vi: Đúng trong ý nghĩa tin nhắn
zh: 正确的消息含义
zh_hant: 正確的訊息含義

# constructUseIncMmDesc
source: Incorrect message meaning
ar: معنى رسالة غير صحيح
be: Няправільнае значэнне паведамлення
el: Λάθος μήνυμα σημασίας
fa: معنای پیام نادرست
fil: Maling kahulugan ng mensahe
he: משמעות ההודעה השגויה
ia: Signification incorrecte del message
ja: 不正確なメッセージの意味
ko: 메시지 의미가 부정확함
lt: Netinkama žinutės prasmė
lv: Nepareiza ziņojuma nozīme
ro: Semnificația mesajului incorect
sl: Napačen pomen sporočila
te: తప్పు సందేశ అర్థం
tr: Yanlış mesaj anlamı
uz: Noto'g'ri xabar ma'nosi
vi: Sai trong ý nghĩa tin nhắn
zh: 错误的消息含义
zh_hant: 錯誤的訊息含義

# constructUseIgnMmDesc
source: Ignored message meaning
ar: معنى رسالة تم تجاهلها
be: Ігнараванае значэнне паведамлення
el: Αγνοημένο μήνυμα σημασίας
fa: معنای پیام نادیده گرفته شده
fil: Nakalimutang kahulugan ng mensahe
he: משמעות ההודעה שהתעלמו ממנה
ia: Signification ignorate del message
ja: 無視されたメッセージの意味
ko: 무시된 메시지 의미
lt: Praleista žinutės prasmė
lv: Ignorēta ziņojuma nozīme
ro: Semnificația mesajului ignorat
sl: Prezrti pomen sporočila
te: అవగలిగే సందేశ అర్థం
tr: Yoksayılmış mesaj anlamı
uz: E'tiborsiz qilingan xabar ma'nosi
vi: Bỏ qua trong ý nghĩa tin nhắn
zh: 被忽略的消息含义
zh_hant: 忽略的訊息含義

# clickForMeaningActivity
source: Click here for a Meaning Challenge
ar: انقر هنا لتحدي المعنى
be: Націсніце тут для выкліку значэння
el: Κάντε κλικ εδώ για μια Πρόκληση Νοήματος
fa: برای چالش معنی اینجا کلیک کنید
fil: Pindutin dito para sa Isang Hamon sa Kahulugan
he: לחץ כאן לאתגר משמעות
ia: Clicca hic pro un Challenge de Signification
ja: こちらをクリックして意味チャレンジ
ko: 여기를 클릭하여 의미 도전
lt: Spustelėkite čia, kad pradėtumėte prasmės iššūkį
lv: Noklikšķiniet šeit, lai veiktu nozīmes izaicinājumu
ro: Click aici pentru o provocare de semnificație
sl: Kliknite tukaj za izziv pomena
te: అర్థం ఛాలెంజ్ కోసం ఇక్కడ క్లిక్ చేయండి
tr: Anlam Mücadelesi için buraya tıklayın
uz: Ma'no chaqirig'iga o'tish uchun bu yerga bosing
vi: Nhấn đây để làm Bài tập Ý Nghĩa
zh: 点击这里进行意义挑战
zh_hant: 點擊此處參加意義挑戰

source: Meaning
ar: المعنى
be: Значэнне
el: Νόημα
fa: معنی
fil: Kahulugan
he: משמעות
ia: Signification
ja: 意味
ko: 의미
lt: Prasmė
lv: Nozīme
ro: Semnificație
sl: Pomen
te: అర్థం
tr: Anlam
uz: Ma'no
vi: Nghĩa
zh: 含义
zh_hant: 意義

# chatWith
source: Group with {displayname}
ar: مجموعة مع {displayname}
be: Група з {displayname}
el: Ομάδα με {displayname}
fa: گروه با {displayname}
fil: Grupo kasama si {displayname}
he: קבוצה עם {displayname}
ia: Grupo con {displayname}
ja: {displayname}とのグループ
ko: {displayname}와 그룹 채팅
lt: Grupė su {displayname}
lv: Grupa ar {displayname}
ro: Grup cu {displayname}
sl: Skupina z {displayname}
te: {displayname} తో గ్రూప్
tr: {displayname} ile Grup
uz: {displayname} bilan guruh
vi: Nhóm với {displayname}
zh: 与{displayname}组队
zh_hant: 與 {displayname} 組群

# clickOnEmailLink
source: Please click on the link in the email and then proceed. Check your spam folder if the email hasn't arrived.
ar: يرجى النقر على الرابط في البريد الإلكتروني ثم المتابعة. تحقق من مجلد البريد العشوائي إذا لم تصل الرسالة.
be: Калі ласка, націсніце на спасылку ў электроннай пошце і працягвайце. Праверце папку спам, калі электронная пошта не прыйшла.
el: Παρακαλώ κάντε κλικ στον σύνδεσμο στο email και συνεχίστε. Ελέγξτε τον φάκελο spam αν το email δεν έχει φτάσει.
fa: لطفاً روی لینک در ایمیل کلیک کنید و سپس ادامه دهید. اگر ایمیل دریافت نشده است، پوشه هرزنامه خود را بررسی کنید.
fil: Pindutin ang link sa email at magpatuloy. Suriin ang iyong spam folder kung hindi pa dumarating ang email.
he: אנא לחץ על הקישור במייל והמשך. בדוק את תיקיית הספאם אם המייל לא הגיע.
ia: Per favor, clicca super le ligamine in le email e procede. Verifica tu carpeta de spam si le email non ha arrivate.
ja: メール内のリンクをクリックして続行してください。 メールが届かない場合は迷惑メールフォルダを確認してください。
ko: 이메일의 링크를 클릭한 후 계속 진행하세요. 이메일이 도착하지 않았다면 스팸 폴더를 확인하세요.
lt: Prašome spustelėti nuorodą el. laiške ir tęsti. Patikrinkite savo šlamšto aplanką, jei laiškas nebuvo gautas.
lv: Lūdzu, noklikšķiniet uz saites e-pastā un turpiniet. Pārbaudiet savu surogātpasta mapi, ja e-pasts nav ieradies.
ro: Vă rugăm să faceți clic pe link-ul din email și apoi să continuați. Verificați folderul de spam dacă email-ul nu a sosit.
sl: Prosimo, kliknite na povezavo v e-pošti in nadaljujte. Preverite mapo z vsiljeno pošto, če e-pošta ni prispela.
te: దయచేసి ఇమెయిల్ లింక్ పై క్లిక్ చేసి కొనసాగండి. ఇమెయిల్ రాలేదంటే స్పామ్ ఫోల్డర్‌ను తనిఖీ చేయండి.
tr: Lütfen e-postadaki bağlantıya tıklayın ve devam edin. E-posta gelmediyse spam klasörünüzü kontrol edin.
uz: Iltimos, elektron pochta havolasini bosing va davom eting. Agar elektron pochta kelmagan bo'lsa, spam papkangizni tekshiring.
vi: Vui lòng nhấp vào liên kết trong email và sau đó tiếp tục. Trong một số trường hợp hiếm hoi, email có thể bị gửi vào thư rác hoặc mất đến 5 phút để đến nơi.
zh: 请点击电子邮件中的链接，然后继续。 如果未收到邮件，请检查您的垃圾邮件文件夹。
zh_hant: 請點擊電子郵件中的連結，然後繼續。 如果電子郵件未送達，請檢查您的垃圾郵件夾。

# dontForgetPassword
source: Don't forget your password!
ar: لا تنس كلمة المرور الخاصة بك!
be: Не забудзьце свой пароль!
el: Μην ξεχάσετε τον κωδικό πρόσβασής σας!
fa: فراموش نکنید رمز عبور خود را!
fil: Huwag kalimutan ang iyong password!
he: אל תשכח את הסיסמה שלך!
ia: Non te scorda tu parola de pass!
ja: パスワードを忘れないでください！
ko: 비밀번호를 잊지 마세요!
lt: Nepamirškite savo slaptažodžio!
lv: Nepalaidiet garām savu paroli!
ro: Nu uita parola ta!
sl: Ne pozabite gesla!
te: మీ పాస్వర్డ్ మర్చిపోకండి!
tr: Şifrenizi unutmayın!
uz: Parolingizni unutmang!
vi: Đừng quên mật khẩu của bạn!
zh: 别忘了你的密码！
zh_hant: 別忘了你的密碼！
