Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# readingAssistanceOverviewBody
source: Click the buttons below for mini-games on matching emojis, audios, word meanings, and grammar concepts. Or click on any word for details.
ar: انقر على الأزرار أدناه للألعاب الصغيرة لمطابقة الرموز التعبيرية، الأصوات، معاني الكلمات، ومفاهيم القواعد. أو انقر على أي كلمة للحصول على التفاصيل.
be: Націсніце на кнопкі ніжэй для міні-гульняў па супастаўленні смайлікаў, аўдыё, значэнняў слоў і граматычных канцэпцый. Або націсніце на любое слова для дэталей.
el: Κάντε κλικ στα κουμπιά παρακάτω για mini-games με αντιστοίχιση emoji, ήχων, σημασιών λέξεων και γραμματικών εννοιών. Ή κάντε κλικ σε οποιαδήποτε λέξη για λεπτομέρειες.
fa: برای بازی‌های کوچک در مطابقت ایموجی‌ها، صداها، معانی کلمات و مفاهیم گرامری، روی دکمه‌های زیر کلیک کنید. یا روی هر کلمه برای جزئیات کلیک کنید.
fil: I-click ang mga button sa ibaba para sa mga mini-game sa pagtutugma ng mga emoji, audio, kahulugan ng salita, at mga konsepto sa gramatika. O i-click ang anumang salita para sa mga detalye.
he: לחץ על הכפתורים למטה למשחקי מיני על התאמת אימוג'י, אודיו, משמעויות מילים ומושגים דקדוקיים. או לחץ על כל מילה לפרטים.
ia: Clicca le button infra pro mini-games de compatimento de emojis, audio, significatos de parolas, e conceptos grammatical. O clicca super un parola pro plus de details.
ja: 以下のボタンをクリックして、絵文字、音声、単語の意味、文法の概念を一致させるミニゲームをプレイしましょう。または、詳細を知りたい単語をクリックしてください。
ko: 아래 버튼을 클릭하여 이모지, 오디오, 단어 의미, 문법 개념 맞추기 미니게임을 즐기세요. 또는 어떤 단어를 클릭하여 자세한 정보를 확인하세요.
lt: Spustelėkite žemiau esančius mygtukus mini žaidimams, kuriuose derinami emojiai, garso įrašai, žodžių reikšmės ir gramatikos sąvokos. Arba spustelėkite bet kurį žodį norėdami sužinoti daugiau.
lv: Noklikšķiniet uz pogām zemāk, lai spēlētu mini-spēles par emociju, audio, vārdu nozīmes un gramatikas jēdzienu saskaņošanu. Vai arī noklikšķiniet uz jebkura vārda, lai redzētu detaļas.
ro: Fă clic pe butoanele de mai jos pentru mini-jocuri de potrivire a emoji-urilor, audio-urilor, sensurilor cuvintelor și conceptelor gramaticale. Sau fă clic pe orice cuvânt pentru detalii.
sl: Kliknite na gumbe spodaj za mini igre o ujemanju emojijev, zvočnih posnetkov, pomenov besed in slovničnih konceptov. Ali pa kliknite na katero koli besedo za podrobnosti.
te: ఎమోజీలు, ఆడియోలు, పదాల అర్థాలు, వ్యాకరణ భావనలపై మినీ-గేమ్స్ కోసం దిగువ బటన్లను క్లిక్ చేయండి. లేదా ఏదైనా పదంపై క్లిక్ చేసి వివరాలు తెలుసుకోండి.
tr: Emojiler, sesler, kelime anlamları ve dilbilgisi kavramlarını eşleştirmek için aşağıdaki düğmelere tıklayın. Veya detaylar için herhangi bir kelimeye tıklayın.
uz: Emojilar, audiolar, so‘z ma’nolari va grammatika tushunchalarini moslashtirish uchun mini-o‘yinlar uchun quyidagi tugmalarga bosing. Yoki tafsilotlar uchun har qanday so‘zga bosing.
vi: Nhấp vào các nút bên dưới để chơi mini-game về việc khớp emoji, âm thanh, nghĩa từ và khái niệm ngữ pháp. Hoặc nhấp vào bất kỳ từ nào để xem chi tiết.
zh: 点击下面的按钮进行匹配表情符号、音频、单词含义和语法概念的迷你游戏。或者点击任何单词获取详细信息。
zh_hant: 點擊下方按鈕進行匹配表情符號、音訊、詞義和語法概念的迷你遊戲。或點擊任何詞以查看更多詳情。

# levelSummaryPopupTitle
source: Level {level} Summary
ar: ملخص المستوى {level}
be: Рэзюме ўзроўню {level}
el: Περίληψη Επιπέδου {level}
fa: خلاصه سطح {level}
fil: Buod ng Antas {level}
he: סיכום רמה {level}
ia: Resumé del livello {level}
ja: レベル {level} の概要
ko: 레벨 {level} 요약
lt: Lygio {level} santrauka
lv: Līmeņa {level} kopsavilkums
ro: Rezumat nivel {level}
sl: Povzetek ravni {level}
te: స్థాయి {level} సారాంశం
tr: Seviye {level} Özeti
uz: Level {level} Xulosa
vi: Tóm tắt cấp {level}
zh: 第 {level} 级总结
zh_hant: 等級 {level} 摘要

# resetInstructionTooltipsTitle
source: Reset instruction tooltips
ar: إعادة تعيين تلميحات التعليمات
be: Скінуць падказкі інструкцый
el: Επαναφορά οδηγιών βοήθειας
fa: بازنشانی راهنمای ابزار
fil: I-reset ang mga tooltip ng instruksyon
he: אפס טיפים להנחיות
ia: Resettar le dicas de instructiones
ja: 操作説明ツールチップをリセット
ko: 설명 툴팁 재설정
lt: Atstatyti instrukcijų patarimus
lv: Atiestatīt instrukciju rīkjoslas
ro: Resetează sfaturile de instrucțiuni
sl: Ponastavi nasvete za navodila
te: నిర్దేశన టూల్‌టిప్స్ రీసెట్ చేయండి
tr: Talimat ipuçlarını sıfırla
uz: Ko‘rsatma iplarini tiklash
vi: Đặt lại hướng dẫn công cụ
zh: 重置操作提示
zh_hant: 重置指示提示

# resetInstructionTooltipsDesc
source: Click to show instruction tooltips like for a brand new user.
ar: انقر لعرض تلميحات التعليمات مثل للمستخدم الجديد تمامًا.
be: Націсніце, каб паказаць падказкі інструкцый, як для новага карыстальніка.
el: Κάντε κλικ για να εμφανίσετε ξανά τις οδηγίες βοήθειας, όπως για έναν ολοκαίνουργιο χρήστη.
fa: برای نمایش راهنمای ابزار مانند کاربر جدید، کلیک کنید.
fil: I-click upang ipakita ang mga tooltip ng instruksyon tulad ng para sa isang bagong user.
he: לחץ כדי להציג טיפים להנחיות כמו למשתמש חדש.
ia: Clique pro mostrar dicas de instructiones como pro un usator nove.
ja: クリックして、新規ユーザー向けの操作説明ツールチップを表示します。
ko: 클릭하여 새 사용자처럼 설명 툴팁을 표시하세요.
lt: Spustelėkite, kad parodytumėte instrukcijų patarimus kaip naujam vartotojui.
lv: Klikšķiniet, lai parādītu instrukciju rīkjoslas, kā jauns lietotājs.
ro: Fă clic pentru a afișa sfaturi de instrucțiuni precum pentru un utilizator nou.
sl: Kliknite, da prikažete nasvete za navodila, kot za popolnega novega uporabnika.
te: కొత్త వినియోగదారుని కోసం నిర్దేశన టూల్‌టిప్స్ చూపించడానికి క్లిక్ చేయండి.
tr: Yeni bir kullanıcı gibi talimat ipuçlarını göstermek için tıklayın.
uz: Yangi foydalanuvchi uchun ko‘rsatma iplarini ko‘rsatish uchun bosing.
vi: Nhấp để hiển thị hướng dẫn công cụ như cho một người dùng hoàn toàn mới.
zh: 点击显示像新用户一样的操作提示。
zh_hant: 點擊顯示像新用戶一樣的指示提示。

# selectForGrammar
source: Select a grammar icon for activities and details.
ar: اختر أيقونة القواعد للنشاطات والتفاصيل.
be: Выберыце іконку граматыкі для дзейнасцей і дэталяў.
el: Επιλέξτε ένα εικονίδιο γραμματικής για δραστηριότητες και λεπτομέρειες.
fa: یک آیکون گرامر برای فعالیت‌ها و جزئیات انتخاب کنید.
fil: Pumili ng icon ng gramatika para sa mga aktibidad at detalye.
he: בחר אייקון דקדוק לפעילויות ולפרטים.
ia: Selige un icono de grammatica pro actividades e detalles.
ja: 活動や詳細のために文法アイコンを選択してください。
ko: 활동 및 세부 정보에 대한 문법 아이콘 선택.
lt: Pasirinkite gramatikos piktogramą veikloms ir detalėms.
lv: Izvēlieties gramatikas ikonu aktivitātēm un detaļām.
ro: Selectează o pictogramă de gramatică pentru activități și detalii.
sl: Izberite ikono slovnice za dejavnosti in podrobnosti.
te: కార్యాచరణలు మరియు వివరాల కోసం వ్యాకరణ చిహ్నాన్ని ఎంచుకోండి.
tr: Etkinlikler ve detaylar için bir dilbilgisi simgesi seçin.
uz: Faoliyatlar va tafsilotlar uchun grammatika ikonini tanlang.
vi: Chọn một biểu tượng ngữ pháp cho các hoạt động và chi tiết.
zh: 选择一个语法图标以查看活动和详细信息。
zh_hant: 選擇一個語法圖示以進行活動和詳細資訊。

source: Randomize
ar: عشوائي
be: Выпадковасць
el: Τυχαία επιλογή
fa: تصادفی کردن
fil: Randomin
he: אקראי
ia: Randomisar
ja: ランダム化
ko: 무작위로 선택
lt: Atsitiktinai parinkti
lv: nejauši izvēlēties
ro: Aleatorizează
sl: Naključno
te: యాదృచ్ఛికం చేయండి
tr: Rastgeleleştir
uz: Tasodifiy qilish
vi: Ngẫu nhiên hóa
zh: 随机
zh_hant: 隨機

source: Clear
ar: مسح
be: Ачысціць
el: Καθαρισμός
fa: پاک کردن
fil: I-clear
he: נקה
ia: Clara
ja: クリア
ko: 지우기
lt: Išvalyti
lv: Notīrīt
ro: Șterge
sl: Počisti
te: తొలగించండి
tr: Temizle
uz: Tozalash
vi: Xóa
zh: 清除
zh_hant: 清除

# makeYourOwnActivity
source: Create your own activity
ar: أنشئ نشاطك الخاص
be: Стварыце сваю ўласную дзейнасць
el: Δημιουργήστε τη δική σας δραστηριότητα
fa: فعالیت خود را بسازید
fil: Gumawa ng sarili mong aktibidad
he: צור את הפעילות שלך
ia: Create tu proprie activitate
ja: 自分のアクティビティを作成
ko: 나만의 활동 만들기
lt: Sukurti savo veiklą
lv: Izveidojiet savu aktivitāti
ro: Creează-ți propria activitate
sl: Ustvarite svojo dejavnost
te: మీ స్వంత కార్యకలాపాన్ని సృష్టించండి
tr: Kendi etkinliğinizi oluşturun
uz: O‘z faoliyatingizni yarating
vi: Tạo hoạt động của riêng bạn
zh: 创建你自己的活动
zh_hant: 創建你的活動

# featuredActivities
source: Featured
ar: المميز
be: Рэкамендаваныя
el: Προτεινόμενες
fa: برگزیده
fil: Itinatampok
he: פעילויות מובילות
ja: 注目のアクティビティ
ko: 추천 활동
lt: Pasiūlytos veiklos
lv: Ieteiktās
ro: Recomandate
sl: Prikazano
te: ప్రధాన
tr: Öne çıkanlar
uz: Taqdim etilgan
vi: Nổi bật
zh: 精选
zh_hant: 精選

source: Save
ar: حفظ
be: Захаваць
el: Αποθήκευση
fa: ذخیره
fil: I-save
he: שמור
ia: Salva
ja: 保存
ko: 저장
lt: Išsaugoti
lv: Saglabāt
ro: Salvează
sl: Shrani
te: సేవ్ చేయండి
tr: Kaydet
uz: Saqlash
vi: Lưu
zh: 保存
zh_hant: 儲存

# startChat
source: Start a chat
ar: ابدأ دردشة
be: Пачаць чат
el: Ξεκίνα μια συνομιλία
fa: شروع چت
fil: Simulan ang chat
he: התחל שיחה
ia: Iniciar un conversation
ja: チャットを開始
ko: 채팅 시작
lt: Pradėti pokalbį
lv: Sākt sarunu
ro: Începe o conversație
sl: Začni pogovor
te: చాట్ ప్రారంభించండి
tr: Sohbet başlat
uz: Suhbatni boshlash
vi: Bắt đầu trò chuyện
zh: 开始聊天
zh_hant: 開始聊天

source: Translation problem
ar: مشكلة في الترجمة
be: Праблема з перакладам
el: Πρόβλημα μετάφρασης
fa: مشکل ترجمه
fil: Problema sa pagsasalin
he: בעיה בתרגום
ia: Problema de translation
ja: 翻訳の問題
ko: 번역 문제
lt: Vertimo problema
lv: Tulkošanas problēma
ro: Problemă de traducere
sl: Težava pri prevajanju
te: అనువాద సమస్య
tr: Çeviri sorunu
uz: Tarjimada muammo
vi: Vấn đề dịch thuật
zh: 翻译问题
zh_hant: 翻譯問題

source: Ask to join
ar: اطلب الانضمام
be: Пытацца далучыцца
el: Ζήτησε να συμμετάσχεις
fa: درخواست پیوستن
fil: Humingi ng paglahok
he: בקש להצטרף
ia: Pedir de junger
ja: 参加をお願いする
ko: 참여 요청
lt: Paprašyti prisijungti
lv: Lūgt pievienoties
ro: Cere să te alături
sl: Prosi za vstop
te: చేరడానికి అడగండి
tr: Katılmak için sor
uz: Qo‘shilishni so‘rash
vi: Yêu cầu tham gia
zh: 请求加入
zh_hant: 請求加入

# emptyChatWarningTitle
source: Chat is empty
ar: الدردشة فارغة
be: Чат пусты
el: Η συνομιλία είναι κενή
fa: چت خالی است
fil: Walang laman ang chat
he: השיחה ריקה
ia: Le chat es vacue
ja: チャットは空です
ko: 채팅이 비어 있습니다
lt: Pokalbis tuščias
lv: Čats ir tukšs
ro: Conversația este goală
sl: Pogovor je prazen
te: చాట్ ఖాళీగా ఉంది
tr: Sohbet boş
uz: Suhbat bo‘sh
vi: Trò chuyện trống
zh: 聊天为空
zh_hant: 聊天是空的

# emptyChatWarningDesc
source: You haven't invited anyone to your chat. Go to Chat settings to invite your contacts or the Bot. You can also do this later.
ar: لم تدعُ أحدًا إلى دردشتك. انتقل إلى إعدادات الدردشة لدعوة جهات الاتصال الخاصة بك أو البوت. يمكنك أيضًا القيام بذلك لاحقًا.
be: Вы не запрасілі нікога ў свой чат. Перайдзіце ў налады чата, каб запрасіць кантакты або бота. Таксама можна зрабіць гэта пазней.
el: Δεν έχεις προσκαλέσει κανέναν στη συνομιλία σου. Πήγαινε στις ρυθμίσεις συνομιλίας για να προσκαλέσεις τις επαφές σου ή το Bot. Μπορείς επίσης να το κάνεις αργότερα.
fa: شما کسی را به چت خود دعوت نکرده‌اید. برای دعوت از مخاطبین یا ربات به تنظیمات چت بروید. همچنین می‌توانید این کار را بعداً انجام دهید.
fil: Hindi ka pa nag-imbita ng sinuman sa iyong chat. Pumunta sa mga setting ng Chat upang mag-imbita ng iyong mga contact o ang Bot. Maaari mo rin itong gawin mamaya.
he: לא הזמנת אף אחד לשיחה שלך. עבור להגדרות שיחה כדי להזמין את אנשי הקשר שלך או את הבוט. אפשר גם לעשות זאת מאוחר יותר.
ia: Tu ha invitate nulle uno a tu chat. Vade a configuration de chat pro invitar tu contactos o le Bot. Tu pote etiam facer isto plus tarde.
ja: 誰も招待していません。チャット設定に移動して連絡先やボットを招待してください。後でもできます。
ko: 아무도 채팅에 초대하지 않으셨습니다. 채팅 설정으로 이동하여 연락처 또는 봇을 초대하세요. 나중에 하셔도 됩니다.
lt: Niekas nebuvo pakviestas į jūsų pokalbį. Eikite į Pokalbio nustatymus, kad pakviestumėte kontaktus arba Botą. Taip pat galite tai padaryti vėliau.
lv: Tu neesi uzaicinājis nevienu uz savu čatu. Dodies uz Čata iestatījumiem, lai uzaicinātu kontaktus vai Botu. To vari izdarīt arī vēlāk.
ro: Nu ai invitat pe nimeni în conversația ta. Mergi la setările de chat pentru a invita contactele sau Botul. Poți face acest lucru și mai târziu.
sl: Niste povabili nikogar v svoj klepet. Pojdite na nastavitve klepeta, da povabite svoje stike ali bota. To lahko storite tudi kasneje.
te: మీరు ఎవ్వరినీ మీ చాట్‌కు ఆహ్వానించలేదు. సంప్రదింపులు లేదా బాట్‌ను ఆహ్వానించడానికి చాట్ సెట్టింగ్స్‌కు వెళ్లండి. మీరు దీన్ని తర్వాత కూడా చేయవచ్చు.
tr: Kimseyi sohbetine davet etmedin. Kişilerini veya Bot'u davet etmek için Sohbet ayarlarına git. Ayrıca bunu daha sonra da yapabilirsin.
uz: Siz hech kimni suhbatga taklif qilmagansiz. Kontaktlaringiz yoki Botni taklif qilish uchun Suhbat sozlamalariga o‘ting. Buni keyinroq ham qilishingiz mumkin.
vi: Bạn chưa mời ai vào trò chuyện của mình. Đi đến cài đặt trò chuyện để mời danh bạ hoặc Bot của bạn. Bạn cũng có thể làm điều này sau.
zh: 你还没有邀请任何人加入你的聊天。前往聊天设置邀请你的联系人或机器人。你也可以稍后再做。
zh_hant: 你還沒有邀請任何人加入你的聊天。前往聊天設置邀請你的聯絡人或機器人。你也可以稍後再做。

source: Are you like me?
ar: هل أنت مثلي؟
be: Ці ты такі, як я?
el: Είσαι σαν εμένα;
fa: آیا شما مانند من هستید؟
fil: Gaya mo ba ako?
he: אתה כמוני?
ia: Es tu como me?
ja: あなたは私のようですか？
ko: 나와 같나요?
lt: Ar tu kaip aš?
lv: Vai tu esi kā es?
ro: Ești ca mine?
sl: Si kot jaz?
te: మీరు నా లాగా ఉన్నారా?
tr: Benim gibi misin?
uz: Siz men kabi emasmisiz?
vi: Bạn có giống tôi không?
zh: 你像我吗？
zh_hant: 你像我嗎？

# tryAgainLater
source: Too many attempts made. Please try again in 5 minutes.
ar: تم إجراء العديد من المحاولات. يرجى المحاولة مرة أخرى بعد 5 دقائق.
be: Зрабілі занадта шмат спроб. Калі ласка, паспрабуйце зноў праз 5 хвілін.
el: Πολλές προσπάθειες. Παρακαλώ δοκίμασε ξανά σε 5 λεπτά.
fa: تعداد تلاش‌ها زیاد است. لطفاً بعداً در ۵ دقیقه دوباره تلاش کنید.
fil: Sobrang dami ng pagtatangka. Subukan muli sa loob ng 5 minuto.
he: נעשו יותר מדי ניסיונות. אנא נסה שוב בעוד 5 דקות.
ia: Tant de tentativas ha essite face. Per favor, tenta ancora in 5 minutos.
ja: 試行回数が多すぎます。5分後にもう一度お試しください。
ko: 너무 많은 시도를 했습니다. 5분 후에 다시 시도하세요.
lt: Per daug bandymų. Prašome bandyti dar kartą po 5 minučių.
lv: Pārāk daudz mēģinājumu. Lūdzu, mēģini vēlreiz pēc 5 minūtēm.
ro: Prea multe încercări. Te rugăm să încerci din nou în 5 minute.
sl: Preveč poskusov. Poskusite znova čez 5 minut.
te: అధిక ప్రయత్నాలు చేయబడ్డాయి. దయచేసి 5 నిమిషాల్లో మళ్లీ ప్రయత్నించండి.
tr: Çok fazla deneme yapıldı. Lütfen 5 dakika sonra tekrar dene.
uz: Juda ko'p urinishlar amalga oshirildi. Iltimos, 5 daqiqadan so'ng yana urinib ko'ring.
vi: Đã thực hiện quá nhiều lần. Vui lòng thử lại sau 5 phút.
zh: 尝试次数过多。请在5分钟后再试。
zh_hant: 嘗試次數過多。請在5分鐘後再試。

# enterSpaceCode
source: Enter course code
ar: أدخل رمز الدورة
be: Увядзіце код курса
el: Εισάγετε τον κωδικό μαθήματος
fa: کد دوره را وارد کنید
fil: Ilagay ang code ng kurso
he: הזן קוד קורס
ia: Enter le codice del curso
ja: コースコードを入力してください
ko: 코스 코드를 입력하세요
lt: Įveskite kurso kodą
lv: Ievadi kursa kodu
ro: Introdu codul cursului
sl: Vnesite kodo tečaja
te: కోర్సు కోడ్‌ను నమోదు చేయండి
tr: Kurs kodunu gir
uz: Kurs kodini kiriting
vi: Nhập mã khóa học
zh: 输入课程代码
zh_hant: 輸入課程代碼

# shareSpaceLink
source: Share link
ar: مشاركة الرابط
be: Падзяліцца спасылкай
el: Μοιράσου τον σύνδεσμο
fa: اشتراک‌گذاری لینک
fil: Ibahagi ang link
he: שתף קישור
ia: Compartir le ligamine
ja: リンクを共有
ko: 링크 공유
lt: Pasidalinti nuoroda
lv: Kopīgot saiti
ro: Distribuie link-ul
sl: Deli povezavo
te: లింక్‌ను పంచుకోండి
tr: Bağlantıyı paylaş
uz: Havolani ulash
vi: Chia sẻ liên kết
zh: 分享链接
zh_hant: 分享連結

# byUsingPangeaChat
source: By using Pangea Chat, I agree to the
ar: باستخدام Pangea Chat، أوافق على
be: Выкарыстоўваючы Pangea Chat, я згаджаюся з
el: Χρησιμοποιώντας το Pangea Chat, συμφωνώ με το
fa: با استفاده از چت پنگئا، من با شرایط زیر موافقت می‌کنم
fil: Sa paggamit ng Pangea Chat, sumasang-ayon ako sa
he: בשימוש ב-Pangea Chat, אני מסכים ל-
ia: Per usar Pangea Chat, io accepta le
ja: Pangea Chatを使用することにより、私は同意します。
ko: Pangea Chat을 사용함으로써, 저는
lt: Naudodamasis Pangea Chat, sutinku su
lv: Izmantojot Pangea Chat, es piekrītu
ro: Folosind Pangea Chat, sunt de acord cu
sl: Z uporabo Pangea Chata se strinjam z
te: Pangea Chat ఉపయోగించి, నేను ఒప్పుకుంటున్నాను
tr: Pangea Chat kullanarak, kabul ediyorum
uz: Pangea Chat-dan foydalanish bilan, men roziman
vi: Bằng cách sử dụng Pangea Chat, tôi đồng ý với
zh: 使用Pangea聊天，即表示我同意
zh_hant: 使用Pangea Chat，即表示我同意

source: Details
ar: التفاصيل
be: Дэталі
el: Λεπτομέρειες
fa: جزئیات
fil: Mga Detalye
he: פרטים
ja: 詳細
ko: 세부 정보
lt: Išsamiau
lv: Detalizēti
ro: Detalii
sl: Podrobnosti
te: వివరాలు
tr: Detaylar
uz: Tafsilotlar
vi: Chi tiết
zh: 详情
zh_hant: 詳情

# languageLevelPreA1Desc
source: I have never learned or used the language.
ar: لم أتعلم أو أستخدم اللغة من قبل.
be: Я ніколі не вывучаў або не выкарыстоўваў гэтую мову.
el: Ποτέ δεν έμαθα ή χρησιμοποίησα τη γλώσσα.
fa: هرگز زبان را یاد نگرفته‌ام یا استفاده نکرده‌ام.
fil: Hindi ko pa natutunan o nagamit ang wika.
he: מעולם לא למדתי או השתמשתי בשפה.
ia: Io nunquam ha apprendido o usate le lingua.
ja: 私はその言語を一度も学んだり使ったりしたことがありません。
ko: 이 언어를 배운 적도 사용한 적도 없습니다.
lt: Niekada nemokėjau ar nenaudojau kalbos.
lv: Es nekad neesmu mācījies vai lietojis šo valodu.
ro: Nu am învățat niciodată sau nu am folosit limba.
sl: Nikoli nisem učil ali uporabljal jezika.
te: నేను ఈ భాషను ఎప్పుడూ నేర్చుకోలేదు లేదా ఉపయోగించలేదు.
tr: Hiç öğrenmedim veya kullanmadım.
uz: Men hech qachon tilni o'rgangan yoki ishlatgan emasman.
vi: Tôi chưa bao giờ học hoặc sử dụng ngôn ngữ này.
zh: 我从未学习或使用过该语言。
zh_hant: 我從未學過或使用過這個語言。

# languageLevelA1Desc
source: I can understand and use some familiar everyday expressions and very basic phrases.
ar: أستطيع فهم واستخدام بعض التعبيرات اليومية المألوفة والعبارات الأساسية جدًا.
be: Я магу зразумець і выкарыстоўваць некаторыя знаёмыя штодзённыя выразы і вельмі простыя фразы.
el: Μπορώ να καταλάβω και να χρησιμοποιήσω μερικές οικείες καθημερινές εκφράσεις και πολύ βασικές φράσεις.
fa: می‌توانم برخی عبارات روزمره آشنا و بسیار پایه را درک و استفاده کنم.
fil: Kaya kong intindihin at gamitin ang ilang pamilyar na pang-araw-araw na ekspresyon at napaka-basic na mga parirala.
he: אני יכול להבין ולשימוש בביטויים יומיומיים בסיסיים ומילים פשוטות.
ia: Io pote comprender e usar alcun expression familiar quotidian e phrases basicissime.
ja: 私はいくつかの馴染みのある日常表現や非常に基本的なフレーズを理解し、使用できます。
ko: 일상적인 친숙한 표현과 매우 기본적인 문구를 이해하고 사용할 수 있습니다.
lt: Suprantu ir galiu naudoti keletą pažįstamų kasdieninių išsireiškimų ir labai bazinius frazes.
lv: Es spēju saprast un lietot dažas pazīstamas ikdienas izteicienus un ļoti vienkāršas frāzes.
ro: Pot înțelege și folosi câteva expresii familiare din viața de zi cu zi și fraze foarte simple.
sl: Razumem in uporabljam nekaj znanih vsakdanjih izrazov in zelo osnovne fraze.
te: నేను కొన్ని పరిచయమైన రోజువారీ వ్యక్తీకరణలు మరియు బేసిక్ వాక్యాలను అర్థం చేసుకోవచ్చు మరియు ఉపయోగించవచ్చు.
tr: Tanıdık günlük ifadeleri ve çok temel ifadeleri anlayabilir ve kullanabilirim.
uz: Men ba'zi odatiy kundalik iboralarni va juda oddiy iboralarni tushunaman va ishlata olaman.
vi: Tôi có thể hiểu và sử dụng một số biểu thức quen thuộc hàng ngày và các cụm từ rất cơ bản.
zh: 我能理解并使用一些熟悉的日常表达和非常基本的短语。
zh_hant: 我能理解並使用一些熟悉的日常表達和非常基本的短語。

# languageLevelA2Desc
source: I can understand sentences and frequently used expressions related to areas of immediate relevance.
ar: أستطيع فهم جمل وتعبيرات مستخدمة بشكل متكرر تتعلق بالمجالات ذات الصلة المباشرة.
be: Я магу зразумець сказы і часта ўжываемыя выразы, звязаныя з неадкладнымі сферамі.
el: Μπορώ να καταλάβω προτάσεις και συχνά χρησιμοποιούμενες εκφράσεις που σχετίζονται με περιοχές άμεσης σημασίας.
fa: می‌توانم جملات و عبارات پرکاربرد مرتبط با حوزه‌های فوری را درک کنم.
fil: Kaya kong intindihin ang mga pangungusap at madalas na ginagamit na ekspresyon na may kaugnayan sa mga lugar ng agarang kaugnayan.
he: אני יכול להבין משפטים וביטויים נפוצים הקשורים לנושאים קרובים לי.
ia: Io pote comprender sententias e expression frequente usate relative a areas de immediate interesse.
ja: 私は即時の関連分野に関する文章や頻繁に使われる表現を理解できます。
ko: 즉각적인 관련 분야의 문장과 자주 사용하는 표현을 이해할 수 있습니다.
lt: Galiu suprasti sakinius ir dažnai naudojamus išsireiškimus, susijusius su tiesiogine svarba.
lv: Es spēju saprast teikumus un bieži lietotus izteicienus, kas saistīti ar tūlītējiem jautājumiem.
ro: Pot înțelege propoziții și expresii frecvent utilizate legate de domenii de relevanță imediată.
sl: Razumem stavke in pogosto uporabljene izraze, povezane z območji takojšnje relevance.
te: నేను తక్షణ సంబంధిత ప్రాంతాలకు సంబంధించిన వాక్యాలు మరియు తరచుగా ఉపయోగించే వ్యక్తీకరణలను అర్థం చేసుకోవచ్చు.
tr: Acil ilgisi olan alanlarla ilgili cümleleri ve sık kullanılan ifadeleri anlayabilirim.
uz: Men darhol muhim bo'lgan sohalarga oid gaplar va tez-tez ishlatiladigan iboralarni tushunaman.
vi: Tôi có thể hiểu các câu và các biểu thức thường được sử dụng liên quan đến các lĩnh vực có liên quan ngay lập tức.
zh: 我能理解与紧急相关的句子和常用表达。
zh_hant: 我能理解與立即相關領域的句子和常用表達。

# languageLevelB1Desc
source: I can deal with most familiar situations and can produce simple connected text on familiar topics.
ar: أستطيع التعامل مع معظم المواقف المألوفة وأستطيع إنتاج نص بسيط مترابط حول مواضيع مألوفة.
be: Я магу справіцца з большасцю знаёмых сітуацый і магу ствараць просты звязаны тэкст на знаёмыя тэмы.
el: Μπορώ να αντιμετωπίσω τις περισσότερες οικείες καταστάσεις και μπορώ να παράγω απλό συνδεδεμένο κείμενο σε οικεία θέματα.
fa: من می‌توانم با بیشتر وضعیت‌های آشنا کنار بیایم و می‌توانم متن ساده مرتبط در موضوعات آشنا تولید کنم.
fil: Kaya kong harapin ang karamihan sa mga pamilyar na sitwasyon at makabuo ng simpleng magkakaugnay na teksto sa pamilyar na mga paksa.
he: אני יכול להתמודד עם רוב המצבים היומיומיים וליצור טקסט מחובר פשוט על נושאים מוכרים.
ia: Io pote tractar le major parte de situationes familiar e pote producir texto simple connectate super temas familiar.
ja: 私は最も馴染みのある状況に対処でき、簡単な連結された文章を作成できます。
ko: 가장 친숙한 상황을 처리할 수 있으며, 친숙한 주제에 대해 간단한 연결된 텍스트를 생성할 수 있습니다.
lt: Galiu tvarkytis su dauguma pažįstamų situacijų ir galiu sukurti paprastą susietą tekstą pažįstamomis temomis.
lv: Es spēju tikt galā ar vispārzināmām situācijām un varu veidot vienkāršu saistītu tekstu par pazīstamām tēmām.
ro: Pot face față celor mai multe situații familiare și pot produce texte simple legate pe subiecte familiare.
sl: Zmorem se spopasti z večino znanih situacij in lahko ustvarim preprost povezan tekst o znanih temah.
te: నేను ఎక్కువగా పరిచయమైన పరిస్థితులను నిర్వహించగలుగుతాను మరియు పరిచయమైన విషయాలపై సులభంగా అనుసంధానిత టెక్స్ట్‌ను ఉత్పత్తి చేయగలుగుతాను.
tr: En bilinen durumlarla başa çıkabilir ve tanıdık konularda basit bağlı metinler üretebilirim.
uz: Men eng ko'p uchraydigan vaziyatlarni hal qila olaman va oddiy bog'langan matnlarni ishlab chiqara olaman.
vi: Tôi có thể xử lý hầu hết các tình huống quen thuộc và có thể tạo ra văn bản đơn giản liên kết về các chủ đề quen thuộc.
zh: 我能应对大多数熟悉的情况，并能用简单的连贯文本表达熟悉的话题。
zh_hant: 我可以应对大多数熟悉的情境，并能用简单的连贯文本表达熟悉的话题。
