Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# appWantsToUseForLoginDescription
source: You hereby allow the app and website to share information about you.
ar: تسمح الآن للتطبيق والموقع الإلكتروني بمشاركة معلومات عنك.
be: Вы дазваляеце дадатку і вэб-сайту дзяліцца інфармацыяй пра вас.
el: Επιτρέπετε στην εφαρμογή και στον ιστότοπο να μοιράζονται πληροφορίες σχετικά με εσάς.
fa: با این مجوز، برنامه و وب‌سایت اجازه دارند اطلاعاتی درباره شما به اشتراک بگذارند.
fil: Pinapayagan mo ang app at website na magbahagi ng impormasyon tungkol sa iyo.
he: אתה מאשר בזאת שהאפליקציה והאתר ישתפו מידע עליך.
ia: Tu permitte hic le app e sito web de compartir informationes super te.
ja: あなたは、アプリとウェブサイトがあなたに関する情報を共有することを許可します。
ko: 웹사이트와 당신에 대한 정보를 공유하게됩니다.
lt: Jūs šiuo metu leidžiate programai ir svetainei dalintis informacija apie jus.
lv: Ar šo tiek ļauts lietotnei un tīmekļvietnei kopīgot informāciju par Tevi.
ro: Permiteți aplicației și site-ului web să partajeze informații despre dvs.
sl: S tem dovolite aplikaciji in spletnemu mestu deliti informacije o vas.
te: మీ గురించి సమాచారం భాగస్వామ్యం చేయడానికి మీరు అనుమతిస్తున్నారు.
tr: Bu uygulama ve web sitesinin sizinle ilgili bilgileri paylaşmasına izin veriyorsunuz.
uz: Siz bu bilan ilova va veb-saytga siz haqingizdagi axborotni ulashishga ruxsat berasiz.
vi: Bạn cho phép ứng dụng và trang web chia sẻ thông tin về bạn.
zh: 您特此允许本应用和网站分享关于您的信息。
zh_hant: 你特此允許該應用程式和網站分享關於你的信息。

source: Open
ar: افتح
be: Адкрыць
el: Άνοιγμα
fa: باز کردن
fil: Buksan
he: פתח
ia: Aperir
ja: 開く
ko: 열기
lt: Atidaryti
lv: Atvērt
ro: Deschide
sl: Odpri
te: తెరవండి
tr: Aç
uz: Ochish
vi: Mở
zh: 打开
zh_hant: 打開

source: Waiting for server...
ar: انتظار الخادم...
be: Чаканне сервера...
el: Αναμονή για διακομιστή...
fa: در انتظار سرور...
fil: Naghihintay sa server...
he: מחכה לשרת...
ia: Expectante pro le servitor...
ja: サーバーを待っています...
ko: 서버를 기다리는중...
lt: Laukiama serverio...
lv: Gaida serveri...
ro: Se așteaptă serverul...
sl: Čakanje na strežnik...
te: సర్వర్ కోసం వేచివున్నది...
tr: Sunucu bekleniyor...
uz: Server kutilmoqda...
vi: Đang đợi phản hồi từ máy chủ...
zh: 正在等待服务器…
zh_hant: 等待伺服器中...

# notificationRuleRoomServerAcl
source: Room Server ACL
ar: قائمة وصول خادم الغرفة
be: ACL сервера пакоя
el: Πρόσβαση Δωματίου στον Διακομιστή
fa: لیست کنترل دسترسی سرور اتاق
he: רשימת גישה לשרת החדר
ia: ACL del Servitor de Camera
ja: ルームサーバーACL
ko: 채팅방 서버 ACL
lt: Kambario serverio ACL
lv: Istabas servera ACL
ro: ACL server cameră
sl: Dovoljenja strežnika sobe
te: గది సర్వర్ ACL
tr: Oda Sunucu Erişim Kontrol Listesi (ACL)
uz: Guruh serveri ACL
vi: Danh sách kiểm soát truy cập máy chủ phòng
zh: 聊天室服务器 ACL
zh_hant: 聊天室伺服器 ACL

# notificationRuleRoomServerAclDescription
source: Suppresses notifications for room server access control lists (ACL).
ar: يوقف الإشعارات لقوائم وصول خادم الغرفة (ACL).
be: Падаўляе апавяшчэнні пра спісы кантролю доступу да сервера пакояў (ACL).
el: Καταστέλλει τις ειδοποιήσεις για λίστες ελέγχου πρόσβασης (ACL) του διακομιστή δωματίου.
fa: اعلان‌ها برای لیست‌های کنترل دسترسی سرور اتاق (ACL) را خاموش می‌کند.
fil: Pinipigilan ang mga notipikasyon para sa mga listahan ng kontrol sa pag-access ng room server (ACL).
he: מדכא התראות על רשימות בקרה של גישה לשרת החדר (ACL).
ia: Suprime le notification pro le listas de accesso del servitor de camera (ACL).
ja: ルームサーバーのアクセス制御リスト（ACL）の通知を抑制します。
ko: 채팅방 서버의 접근 권한(ACL)으로부터 오는 알림을 무시합니다.
lt: Slopina pranešimus apie kambario serverio prieigos kontrolės sąrašus (ACL).
lv: Apspiež paziņojumus par istabas servera piekļuves kontroles sarakstiem (ACL).
ro: Suprimă notificările pentru listele de control acces (ACL) ale serverului camerei.
sl: Preprečuje obvestila za sezname dostopa strežnika sobe (ACL).
te: గది సర్వర్ యాక్సెస్ కంట్రోల్ జాబితాల (ACL) కోసం నోటిఫికేషన్లను నిరోధిస్తుంది.
tr: Oda sunucu erişim kontrol listeleri (ACL) için bildirimleri engeller.
uz: Guruh serveriga kirishni boshqarish ro‘yxatlari (ACL) uchun bildirishnomalarni bostiradi.
vi: Ngăn chặn thông báo cho danh sách kiểm soát truy cập máy chủ phòng (ACL).
zh: 隐藏聊天室服务器访问控制列表（ACL）通知。
zh_hant: 關閉聊天室伺服器存取控制清單 (ACL) 的通知。

# notificationRuleSuppressEdits
source: Suppress Edits
ar: إيقاف التعديلات
be: Падаўляе рэдагаванні
el: Καταστολή Επεξεργασιών
fa: مخفی کردن ویرایش‌ها
fil: Pigilin ang Mga Pagbabago
he: הדחת עריכות
ia: Suprime le modifications
ja: 編集を抑制
ko: 수정 음소거
lt: Slopinti redagavimus
lv: Apspiest labojumus
ro: Suprimă editările
sl: Prepreči urejanja
te: సవరింపులను నిరోధించండి
tr: Düzenlemeleri Bastır
uz: Tahrirlarni bostirish
vi: Ngăn chặn chỉnh sửa
zh: 隐藏编辑
zh_hant: 隱藏編輯

# notificationRuleSuppressEditsDescription
source: Suppresses notifications for edited messages.
ar: يوقف الإشعارات للرسائل المعدلة.
be: Падаўляе апавяшчэнні пра рэдагаваныя паведамленні.
el: Καταστέλλει τις ειδοποιήσεις για επεξεργασμένα μηνύματα.
fa: اعلان‌ها برای پیام‌های ویرایش‌شده را خاموش می‌کند.
fil: Pinipigilan ang mga notipikasyon para sa mga na-edit na mensahe.
he: מדכא התראות על הודעות שהועתקו.
ia: Suprime le notification pro messages editate.
ja: 編集されたメッセージの通知を抑制します。
ko: 수정된 메시지로부터 오는 알림을 무시합니다.
lt: Slopina pranešimus apie redaguotas žinutes.
lv: Apspiež paziņojumus par labotām ziņām.
ro: Suprimă notificările pentru mesajele editate.
sl: Preprečuje obvestila za urejena sporočila.
te: సవరించిన సందేశాల కోసం నోటిఫికేషన్లను నిరోధిస్తుంది.
tr: Düzenlenmiş mesajlar için bildirimleri engeller.
uz: Tahrirlangan xabarlar uchun bildirishnomalarni o‘chiradi.
vi: Ngăn chặn thông báo cho các tin nhắn đã chỉnh sửa.
zh: 隐藏消息编辑通知。
zh_hant: 隱藏已編輯訊息通知。

# notificationRuleCall
source: Call
ar: مكالمة
be: Званок
el: Κλήση
fa: تماس
fil: Tawag
he: שיחה
ia: Appello
ja: 通話
ko: 전화
lt: Skambutis
lv: Zvans
ro: Apel
sl: Klic
te: కాల్
tr: Arama
uz: Chaqiruv
vi: Cuộc gọi
zh: 通话
zh_hant: 來電

# notificationRuleCallDescription
source: Notifies the user about calls.
ar: يبلغ المستخدم عن المكالمات.
be: Паведамляе карыстальніку пра званкі.
el: Ειδοποιεί τον χρήστη σχετικά με κλήσεις.
fa: کاربر را درباره تماس‌ها مطلع می‌کند.
fil: Nagbibigay-alam sa gumagamit tungkol sa mga tawag.
he: מודיע למשתמש על שיחות.
ia: Notification al usator super le appellos.
ja: 通話についてユーザーに通知します。
ko: 통화에 대해 사용자에게 알림을 보냅니다.
lt: Praneša vartotojui apie skambučius.
lv: Paziņo lietotājam par zvaniem.
ro: Notifică utilizatorul despre apeluri.
sl: Obvešča uporabnika o klicih.
te: వాడుకరికి కాల్స్ గురించి తెలియజేస్తుంది.
tr: Kullanıcıyı aramalar hakkında bilgilendirir.
uz: Chaqiruvlar haqida foydalanuvchiga xabar beradi.
vi: Thông báo cho người dùng về các cuộc gọi.
zh: 提醒用户通话的消息。
zh_hant: 通知用户有來電。

# notificationRuleEncryptedRoomOneToOne
source: Encrypted Room One-to-One
ar: غرفة مشفرة فردية
be: Зашыфраваны пакой адзін-на-адзін
el: Κρυπτογραφημένο Δωμάτιο Μία προς Μία
fa: اتاق رمزگذاری‌شده یک‌به‌یک
he: חדר מוצפן אחד-על-אחד
ia: Camera Cryptate Un-a-un
ja: 暗号化された個人ルーム
ko: 암호화된 1:1 방
lt: Šifruota Pokalbių Kambarys Vienas prieš Vieną
lv: Šifrēta viens pret viens istaba
ro: Cameră criptată unu-la-unu
sl: Šifrirana soba ena na ena
te: ఎన్క్రిప్టెడ్ రూమ్ ఒకటికి ఒకటి
tr: Şifreli Oda Bir'e Bir
uz: Shifrlangan birga-bir guruh
vi: Phòng mã hóa một-một
zh: 已加密一对一聊天室
zh_hant: 一對一加密聊天室

# notificationRuleEncryptedRoomOneToOneDescription
source: Notifies the user about messages in encrypted one-to-one rooms.
ar: يبلغ المستخدم عن الرسائل في الغرف المشفرة الفردية.
be: Паведамляе карыстальніку пра паведамленні ў зашыфраваных пакоях адзін-на-адзін.
el: Ειδοποιεί τον χρήστη σχετικά με μηνύματα σε κρυπτογραφημένα δωμάτια ένα προς ένα.
fa: کاربر را درباره پیام‌های در اتاق‌های رمزگذاری‌شده یک‌به‌یک مطلع می‌کند.
fil: Nagbibigay-alam sa gumagamit tungkol sa mga mensahe sa mga encrypted na one-to-one na silid.
he: מודיע למשתמש על הודעות בחדרים מוצפנים אחד-על-אחד.
ia: Notification al usator super le messages in camera cryptate un-a-un.
ja: 暗号化された個人ルームのメッセージについてユーザーに通知します。
ko: 암호화된 1:1 방의 메시지에 대해 사용자에게 알림을 보냅니다.
lt: Praneša vartotojui apie žinutes šifruotuose pokalbių kambariuose vienas prieš vieną.
lv: Paziņo lietotājam par ziņām šifrētās viens pret viens istabās.
ro: Notifică utilizatorul despre mesajele din camere criptate unu-la-unu.
sl: Obvešča uporabnika o sporočilih v šifriranih sobah ena na ena.
te: ఎన్క్రిప్టెడ్ ఒకటికి ఒకటి గదుల్లో సందేశాల గురించి వాడుకరికి తెలియజేస్తుంది.
tr: Kullanıcıyı şifreli bir'e bir odalardaki mesajlar hakkında bilgilendirir.
uz: Shifrlangan birga-bir guruhlardagi xabarlar haqida foydalanuvchiga xabar beradi.
vi: Thông báo cho người dùng về các tin nhắn trong các phòng mã hóa một-một.
zh: 在已加密一对一聊天室中提醒用户消息。
zh_hant: 通知用户一對一加密聊天室的訊息。

# notificationRuleTombstoneDescription
source: Notifies the user about room deactivation messages.
ar: يُعلم المستخدم برسائل تعطيل الغرفة.
be: Паведамляе карыстальніку пра паведамленні аб дэактывацыі пакоя.
el: Ειδοποιεί τον χρήστη σχετικά με μηνύματα απενεργοποίησης δωματίου.
fa: کاربر را درباره پیام‌های غیرفعال‌سازی اتاق مطلع می‌کند.
fil: Nagbibigay-alam sa gumagamit tungkol sa mga mensahe ng deactivation ng silid.
he: מודיע למשתמש על הודעות Deactivation של חדר.
ia: Notification al usator super le messages de deactivation del camera.
ja: ルームの非アクティブ化メッセージについてユーザーに通知します。
ko: 채팅방 비활성화 메시지를 알림합니다.
lt: Praneša vartotojui apie kambario deaktyvacijos žinutes.
lv: Paziņo lietotājam par istabu aizvēršanas ziņām.
ro: Notifică utilizatorul despre mesajele de dezactivare a camerei.
sl: Obvešča uporabnika o sporočilih o deaktivaciji sobe.
te: గది డీయాక్టివేషన్ సందేశాల గురించి వాడుకరికి తెలియజేస్తుంది.
tr: Kullanıcıyı oda devre dışı bırakma mesajları hakkında bilgilendirir.
uz: Xonani faolsizlantirish xabarlari haqida foydalanuvchiga xabar beradi.
vi: Thông báo cho người dùng về các tin nhắn vô hiệu hóa phòng.
zh: 提醒用户聊天室解散的消息。
zh_hant: 通知用户有關房間解散的訊息。

# notificationRuleRoomOneToOne
source: Room One-to-One
ar: غرفة فردية
be: Пакой адзін-на-адзін
el: Δωμάτιο Μία προς Μία
fa: اتاق یک‌به‌یک
fil: Silid One-to-One
he: חדר אחד על אחד
ia: Camera Un-a-un
ja: 個人ルーム
ko: 1:1 방
lt: Pokalbių Kambarys Vienas prieš Vieną
lv: Viens pret viens istaba
ro: Cameră unu-la-unu
sl: Soba ena na ena
te: గది ఒకటికి ఒకటి
tr: Oda Bir'e Bir
uz: Birga-bir guruh
vi: Phòng một-một
zh: 一对一聊天室
zh_hant: 一對一聊天室

# notificationRuleRoomOneToOneDescription
source: Notifies the user about messages in one-to-one rooms.
ar: يبلغ المستخدم عن الرسائل في الغرف الفردية.
be: Паведамляе карыстальніку пра паведамленні ў пакоях адзін-на-адзін.
el: Ειδοποιεί τον χρήστη σχετικά με μηνύματα σε δωμάτια ένα προς ένα.
fa: کاربر را درباره پیام‌های در اتاق‌های یک‌به‌یک مطلع می‌کند.
fil: Nagbibigay-alam sa gumagamit tungkol sa mga mensahe sa mga one-to-one na silid.
he: מודיע למשתמש על הודעות בחדרים אחד על אחד.
ia: Notification al usator super le messages in camera un-a-un.
ja: 個人ルームのメッセージについてユーザーに通知します。
ko: 1:1 방의 메시지에 대해 사용자에게 알림을 보냅니다.
lt: Praneša vartotojui apie žinutes vienas prieš vieną kambariuose.
lv: Paziņo lietotājam par ziņām viens pret viens istabās.
ro: Notifică utilizatorul despre mesaje în camere unu-la-unu.
sl: Obvešča uporabnika o sporočilih v sobah ena na ena.
te: ఒకటికి ఒకటి గదుల్లో సందేశాల గురించి వాడుకరికి తెలియజేస్తుంది.
tr: Kullanıcıyı bir'e bir odalardaki mesajlar hakkında bilgilendirir.
uz: Birga-bir guruhlardagidagi xabarlar haqida foydalanuvchiga xabar beradi.
vi: Thông báo cho người dùng về các tin nhắn trong các phòng một-một.
zh: 在一对一聊天室中提醒用户消息。
zh_hant: 在一對一聊天室中通知用户收到訊息。

# notificationRuleMessage
source: Message
ar: رسالة
be: Паведамленне
el: Μήνυμα
fa: پیام
fil: Mensahe
he: הודעה
ja: メッセージ
ko: 메시지
lt: Žinutė
lv: Ziņa
ro: Mesaj
sl: Sporočilo
te: సందేశం
tr: Mesaj
uz: Xabar
vi: Tin nhắn
zh: 消息
zh_hant: 訊息

# notificationRuleMessageDescription
source: Notifies the user about general messages.
ar: يبلغ المستخدم عن الرسائل العامة.
be: Паведамляе карыстальніку пра агульныя паведамленні.
el: Ειδοποιεί τον χρήστη για γενικά μηνύματα.
fa: کاربر را درباره پیام‌های عمومی مطلع می‌کند.
fil: Nagbibigay-alam sa gumagamit tungkol sa pangkalahatang mga mensahe.
he: מודיע למשתמש על הודעות כלליות.
ia: Notification al usator super le messages general.
ja: 一般的なメッセージについてユーザーに通知します。
ko: 일반 메시지에 대해 사용자에게 알림을 보냅니다.
lt: Praneša vartotojui apie bendras žinutes.
lv: Paziņo lietotājam par vispārējām ziņām.
ro: Notifică utilizatorul despre mesaje generale.
sl: Obvešča uporabnika o splošnih sporočilih.
te: సాధారణ సందేశాల గురించి వాడుకరికి తెలియజేస్తుంది.
tr: Kullanıcıyı genel mesajlar hakkında bilgilendirir.
uz: Foydalanuvchiga umumiy xabarlar haqida xabar beradi.
vi: Thông báo cho người dùng về các tin nhắn chung.
zh: 提醒用户常规消息。
zh_hant: 通知用户一般訊息。

# notificationRuleEncrypted
source: Encrypted
ar: مشفر
be: Зашыфраваны
el: Κρυπτογραφημένο
fa: رمزگذاری‌شده
he: מוצפן
ia: Cryptate
ja: 暗号化
ko: 암호화됨
lt: Šifruota
lv: Šifrēts
ro: Criptat
sl: Šifrirano
te: ఎన్క్రిప్టెడ్
tr: Şifreli
uz: Shifrlangan
vi: Mã hóa
zh: 已加密
zh_hant: 已加密

# notificationRuleEncryptedDescription
source: Notifies the user about messages in encrypted rooms.
ar: يبلغ المستخدم عن الرسائل في الغرف المشفرة.
be: Паведамляе карыстальніку пра паведамленні ў зашыфраваных пакоях.
el: Ειδοποιεί τον χρήστη για μηνύματα σε κρυπτογραφημένους δωματίους.
fa: کاربر را در مورد پیام‌ها در اتاق‌های رمزگذاری‌شده مطلع می‌کند.
fil: Nagbibigay-alam sa gumagamit tungkol sa mga mensahe sa mga encrypted na silid.
he: מודיע למשתמש על הודעות בחדרים מוצפנים.
ia: Notification al usator super le messages in camera cryptate.
ja: 暗号化されたルームのメッセージについてユーザーに通知します。
ko: 암호화된 방의 메시지에 대해 사용자에게 알림을 보냅니다.
lt: Praneša vartotojui apie žinutes šifruotuose kambariuose.
lv: Paziņo lietotājam par ziņām šifrētās istabās.
ro: Notifică utilizatorul despre mesajele din camerele criptate.
sl: Obvešča uporabnika o sporočilih v šifriranih sobah.
te: ఎన్క్రిప్టెడ్ గదుల్లో సందేశాల గురించి వాడుకరికి తెలియజేస్తుంది.
tr: Kullanıcıyı şifreli odalardaki mesajlar hakkında bilgilendirir.
uz: Shifrlangan guruhlardagi xabarlar haqida foydalanuvchiga xabar beradi.
vi: Thông báo cho người dùng về các tin nhắn trong các phòng mã hóa.
zh: 在已加密聊天室中提醒用户消息。
zh_hant: 在已加密房間內通知用户訊息。

# notificationRuleJitsiDescription
source: Notifies the user about Jitsi widget events.
ar: يبلغ المستخدم عن أحداث عنصر Jitsi.
be: Паведамляе карыстальніку пра падзеі віджэта Jitsi.
el: Ειδοποιεί τον χρήστη για γεγονότα widget Jitsi.
fa: کاربر را در مورد رویدادهای ویجت Jitsi مطلع می‌کند.
fil: Nagbibigay-alam sa gumagamit tungkol sa mga kaganapan sa Jitsi widget.
he: מודיע על אירועי ווידג'ט Jitsi.
ia: Notification le usator circa evenimentos del widget Jitsi.
ja: Jitsiウィジェットのイベントについてユーザーに通知します。
ko: Jitsi 위젯 이벤트에 대해 사용자에게 알림을 보냅니다.
lt: Praneša vartotojui apie Jitsi widget įvykius.
lv: Paziņo lietotājam par Jitsi logrīka notikumiem.
ro: Notifică utilizatorul despre evenimentele widget-ului Jitsi.
sl: Obvešča uporabnika o dogodkih v vtičniku Jitsi.
te: జిట్సి విడ్జెట్ ఈవెంట్స్ గురించి వాడుకరికి తెలియజేస్తుంది.
tr: Kullanıcıyı Jitsi widget olayları hakkında bilgilendirir.
uz: Jitsi vidjet hodisalari haqida foydalanuvchiga xabar beradi.
vi: Thông báo cho người dùng về các sự kiện của widget Jitsi.
zh: 提醒用户 Jitsi 小部件的事件。
zh_hant: 通知用户 Jitsi 小部件事件。

# notificationRuleServerAcl
source: Suppress Server ACL Events
ar: إيقاف أحداث قائمة وصول الخادم
be: Падаўляе падзеі ACL сервера
el: Κατάπνιξε γεγονότα Server ACL
fa: سرکوب رویدادهای ACL سرور
fil: Pigilin ang mga Kaganapan sa Server ACL
he: דחיית אירועי הרשאות שרת
ia: Suppressa evenimentos del ACL del servitor
ja: サーバーACLイベントを抑制
ko: 서버 ACL 이벤트 억제
lt: Slėpti Server ACL įvykius
lv: Apspiest servera ACL notikumus
ro: Suprimă evenimentele ACL ale serverului
sl: Potlači dogodke strežniškega ACL
te: సర్వర్ ACL ఈవెంట్స్ ను దాచండి
tr: Sunucu ACL Olaylarını Bastır
uz: Server ACL hodisalarini bostirish
vi: Ngăn chặn sự kiện Server ACL
zh: 隐藏服务器 ACL 事件
zh_hant: 隱藏伺服器 ACL 事件

# notificationRuleServerAclDescription
source: Suppresses notifications for Server ACL events.
ar: يوقف الإشعارات لأحداث قائمة وصول الخادم.
be: Падаўляе апавяшчэнні пра падзеі ACL сервера.
el: Καταπνίγει τις ειδοποιήσεις για γεγονότα Server ACL.
fa: اعلان‌ها را برای رویدادهای ACL سرور سرکوب می‌کند.
fil: Pinipigilan ang mga notipikasyon para sa mga kaganapan sa Server ACL.
he: מדכא התראות על אירועי הרשאות שרת.
ia: Suppressa le notificationes pro evenimentos del ACL del servitor.
ja: サーバーACLイベントの通知を抑制します。
ko: 서버 ACL 이벤트에 대한 알림을 차단합니다.
lt: Slėpia pranešimus apie Server ACL įvykius.
lv: Apspiež notikumus par servera ACL notikumiem.
ro: Suprimă notificările pentru evenimentele ACL ale serverului.
sl: Potlači obvestila za dogodke strežniškega ACL.
te: సర్వర్ ACL ఈవెంట్స్ కోసం నోటిఫికేషన్లను దాచుతుంది.
tr: Sunucu ACL olayları için bildirimleri engeller.
uz: Server ACL hodisalari uchun bildirishnomalarni o‘chiradi.
vi: Ngăn chặn thông báo cho các sự kiện Server ACL.
zh: 隐藏服务器 ACL 事件的通知。
zh_hant: 隱藏伺服器 ACL 事件的通知。

# unknownPushRule
source: Unknown push rule '{rule}'
ar: قاعدة دفع غير معروفة '{rule}'
be: Невядомае правіла пуша '{rule}'
el: Άγνωστος κανόνας ώθησης '{rule}'
fa: قانون فشار ناشناخته '{rule}'
fil: Patakaran ng push na hindi alam '{rule}'
he: כלל דחיפה לא ידוע '{rule}'
ia: Regula de push incognite '{rule}'
ja: 不明なプッシュルール '{rule}'
ko: 알 수 없는 푸시 규칙 '{rule}'
lt: Nežinoma įspėjimo taisyklė '{rule}'
lv: Nezināma pašpiegādes kārtula '{rule}'
ro: Regulă de notificare necunoscută '{rule}'
sl: Neznano pravilo potiska '{rule}'
te: అజ్ఞాత పుష్ నియమం '{rule}'
tr: '{rule}' bilinmeyen itme kuralı
uz: Noma’lum push qoidasi '{rule}'
vi: Quy tắc đẩy không xác định '{rule}'
zh: 未知推送规则 '{rule}'
zh_hant: 未知推送規則 '{rule}'

# sentVoiceMessage
source: 🎙️ {duration} - Voice message from {sender}
ar: 🎙️ {duration} - رسالة صوتية من {sender}
be: 🎙️ {duration} - Гаварэчае паведамленне ад {sender}
el: 🎙️ {duration} - Φωνητικό μήνυμα από {sender}
fa: 🎙️ {duration} - پیام صوتی از {sender}
fil: 🎙️ {duration} - Mensahe ng boses mula kay {sender}
he: 🎙️ {duration} - הודעת קול מ-{sender}
ia: 🎙️ {duration} - Message de voce de {sender}
ja: 🎙️ {duration} - {sender}からのボイスメッセージ
ko: 🎙️ {duration} - {sender}의 음성 메시지
lt: 🎙️ {duration} - Balso žinutė iš {sender}
lv: 🎙️ {duration} - Balss ziņa no {sender}
ro: 🎙️ {duration} - Mesaj vocal de la {sender}
sl: 🎙️ {duration} - Glasovno sporočilo od {sender}
te: 🎙️ {duration} - {sender} నుండి వాయిస్ సందేశం
tr: 🎙️ {duration} - {sender} tarafından sesli mesaj
uz: ️ 🎙️{duration} - {sender}dan ovozli xabar
vi: 🎙️ {duration} - Tin nhắn thoại từ {sender}
zh: 🎙️ {duration} - 来自 {sender} 的语音消息
zh_hant: 🎙️ {duration} - 來自 {sender} 的語音訊息

# deletePushRuleCanNotBeUndone
source: If you delete this notification setting, this can not be undone.
ar: إذا قمت بحذف إعداد الإشعارات هذا، فلن يمكن التراجع عنه.
be: Калі вы выдаліце гэтае наладжванне апавяшчэнняў, яго нельга будзе адменіць.
el: Εάν διαγράψετε αυτήν τη ρύθμιση ειδοποίησης, αυτό δεν μπορεί να αναιρεθεί.
fa: اگر این تنظیم اعلان را حذف کنید، قابل بازگشت نخواهد بود.
fil: Kung tatanggalin mo ang setting na ito ng notification, hindi na ito maibabalik.
he: אם תמחק את הגדרת ההתראה הזו, זה לא ניתן לבטל.
ia: Si tu delete iste configuration de notificationes, illo non pote esser revertite.
ja: この通知設定を削除すると元に戻せません。
ko: 이 알림 설정을 삭제하면 되돌릴 수 없습니다.
lt: Jei ištrinsite šį pranešimo nustatymą, tai nebus galima atšaukti.
lv: Ja tiek izdzēsts šis paziņojuma iestatījums, to nevar atsaukt.
ro: Dacă ștergeți această setare de notificare, nu poate fi anulată.
sl: Če izbrišete to nastavitev obvestila, tega ni mogoče razveljaviti.
te: ఈ నోటిఫికేషన్ సెట్టింగ్‌ను మీరు తొలగించినట్లయితే, ఇది తిరిగి చేయలేరు.
tr: Bu bildirim ayarını sildiğinizde, bu geri alınamaz.
uz: Agar ushbu bildirishnoma sozlamasini o‘chirib tashlasangiz, buni bekor qilib bo‘lmaydi.
vi: Nếu bạn xóa cài đặt thông báo này, điều này sẽ không thể hoàn tác.
zh: 删除这个通知设置的操作无法撤销。
zh_hant: 刪除此通知設定的操作無法復原。

source: More
ar: المزيد
be: Больш
el: Περισσότερα
fa: بیشتر
fil: Mas marami
he: עוד
ia: Plus
ja: もっと見る
ko: 더 보기
lt: Daugiau
lv: Vairāk
ro: Mai mult
sl: Več
te: మరిన్ని
tr: Daha fazla
uz: Yana
vi: Thêm
zh: 更多
zh_hant: 更多

source: Share keys with...
ar: مشاركة المفاتيح مع...
be: Падзяліцца ключамі з...
el: Μοιραστείτε κλειδιά με...
fa: اشتراک‌گذاری کلیدها با...
fil: Ibahagi ang mga susi sa...
he: שתף מפתחות עם...
ia: Partage le claves con...
ja: キーを共有...
ko: 키 공유 대상...
lt: Dalintis raktus su...
lv: Kopīgot atslēgas ar...
ro: Partajează cheile cu...
sl: Deli ključe z...
te: కీలకాలను పంచుకోండి...
tr: Anahtarları paylaş...
uz: Kalitlarni ulashish...
vi: Chia sẻ khóa với...
zh: 与哪些设备分享密钥…
zh_hant: 與哪些設備共享金鑰…

source: All devices
ar: جميع الأجهزة
be: Усе прылады
el: Όλες οι συσκευές
fa: همه دستگاه‌ها
fil: Lahat ng device
he: כל המכשירים
ia: Tote dispositivos
ja: すべてのデバイス
ko: 모든 기기
lt: Visi įrenginiai
lv: Visas ierīces
ro: Toate dispozitivele
sl: Vse naprave
te: అన్ని పరికరాలు
tr: Tüm cihazlar
uz: Barcha qurilmalar
vi: Tất cả các thiết bị
zh: 所有设备
zh_hant: 所有裝置

source: Cross verified devices if enabled
ar: الأجهزة الموثوقة المتبادلة إذا تم تفعيلها
be: Пераправераныя прылады, калі ўключана
el: Διασταυρωμένες επαληθευμένες συσκευές αν είναι ενεργοποιημένο
fa: دستگاه‌های تاییدشده متقاطع در صورت فعال بودن
fil: Cross verified na mga device kung naka-enable
he: מכשירים מאומתים חוצים אם מופעל
ia: Dispositivos cross-verifyate si activate
ja: 有効になっている場合、クロス検証済みデバイス
ko: 활성화된 경우 교차 인증된 기기
lt: Kryžmiškai patvirtinti įrenginiai, jei įjungta
lv: Savstarpēji apliecinātas ierīces, ja iespējots
ro: Dispozitive verificate încrucișat dacă este activat
sl: Preveri preverjene naprave, če je omogočeno
te: అనుమతించబడితే క్రాస్ ధృవీకరించిన పరికరాలు
tr: Etkinse çapraz doğrulanmış cihazlar
uz: Agar yoqilgan bo‘lsa, tasdiqlangan qurilmalarni kesib o‘tish
vi: Thiết bị đã xác minh chéo nếu được kích hoạt
zh: 交叉验证设备（如启用）
zh_hant: 交叉驗證裝置（如啟用）

source: Cross verified devices
ar: الأجهزة الموثوقة المتبادلة
be: Пераправераныя прылады
el: Διασταυρωμένες επαληθευμένες συσκευές
fa: دستگاه‌های تاییدشده متقاطع
fil: Cross verified na mga device
he: מכשירים מאומתים חוצים
ia: Dispositivos cross-verifyate
ja: クロス検証済みデバイス
ko: 교차 인증된 기기
lt: Kryžmiškai patvirtinti įrenginiai
lv: Savstarpēji apliecinātas ierīces
ro: Dispozitive verificate încrucișat
sl: Preverjene naprave
te: క్రాస్ ధృవీకరించిన పరికరాలు
tr: Çapraz doğrulanmış cihazlar
uz: O‘zaro tekshirilgan qurilmalar
vi: Thiết bị đã xác minh chéo
zh: 交叉验证设备
zh_hant: 經交叉驗證的裝置

source: Verified devices only
ar: الأجهزة الموثوقة فقط
be: Толькі правераныя прылады
el: Μόνο επαληθευμένες συσκευές
fa: فقط دستگاه‌های تاییدشده
fil: Tanging mga verified na device
he: רק מכשירים מאומתים
ia: Solmente dispositivos verifyate
ja: 検証済みデバイスのみ
ko: 인증된 기기만
lt: Tik patvirtinti įrenginiai
lv: Tikai apliecinātas ierīces
ro: Doar dispozitive verificate
sl: Samo preverjene naprave
te: ధృవీకరించిన పరికరాలు మాత్రమే
tr: Sadece doğrulanmış cihazlar
uz: Faqat tasdiqlangan qurilmalar
vi: Chỉ thiết bị đã xác minh
zh: 仅已验证设备
zh_hant: 僅限已驗證的裝置

source: Take a photo
ar: التقط صورة
be: Зрабіць фота
el: Βγάλτε μια φωτογραφία
fa: گرفتن عکس
fil: Kumuha ng larawan
he: צלם תמונה
ia: Prende un photo
ja: 写真を撮る
ko: 사진 찍기
lt: Padaryti nuotrauką
lv: Uzņemt attēlu
ro: Fă o fotografie
sl: Posnemi fotografijo
te: ఫోటో తీసుకోండి
tr: Bir fotoğraf çek
uz: Suratga olish
vi: Chụp một bức ảnh
zh: 拍照
zh_hant: 拍攝照片

source: Record a video
ar: تسجيل فيديو
be: Запісаць відэа
el: Καταγράψτε ένα βίντεο
fa: ضبط ویدئو
fil: Mag-record ng isang video
he: הקלט סרטון
ia: Registrate un video
ja: ビデオを録画
ko: 비디오 녹화
lt: Įrašyti vaizdo įrašą
lv: Ierakstīt video
ro: Înregistrează un videoclip
sl: Posnemi video
te: వీడియో రికార్డు చేయండి
tr: Bir video kaydet
uz: Video yozib olish
vi: Ghi lại một video
zh: 录像
zh_hant: 錄製影像
