Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# adminRequestedAccess
source: Admins asked to view your analytics.
ar: طلب المسؤولون عرض تحليلاتك.
be: Адміністратары папрасілі прагляд вашай аналітыкі.
el: Οι διαχειριστές ζήτησαν να δουν τα αναλυτικά σας στοιχεία.
fa: مدیران درخواست دیدن تحلیل‌های شما را داده‌اند.
fil: Hiningi ng mga admin na makita ang iyong analytics.
he: המנהלים ביקשו לצפות בנתוני האנליטיקה שלך.
ia: Le administratores requestava vider tu analytics.
ja: 管理者があなたの分析を閲覧するようリクエストしました。
ko: 관리자가 귀하의 분석 정보를 보기를 요청했습니다.
lt: Administratoriai prašo peržiūrėti jūsų analitiką.
lv: Administratori ir pieprasījuši skatīt jūsu analītiku.
ro: Administratorii au solicitat să vadă analizele dvs.
sl: Administratorji so zaprosili za ogled vaših analiz.
te: అడ్మిన్లు మీ విశ్లేషణలను చూడాలని కోరారు.
tr: Yöneticiler, analitiklerinizi görüntülemek istiyor.
uz: Adminlar sizning analitikangizni ko'rishni so'radi.
vi: Quản trị viên yêu cầu xem phân tích của bạn.
zh: 管理员请求查看您的分析。
zh_hant: 管理員已請求查看您的分析。

# lastUpdated
source: Updated {time}
ar: تم التحديث {time}
be: Абноўлена {time}
el: Ενημερώθηκε {time}
fa: به‌روزرسانی شده {time}
fil: Na-update {time}
he: עודכן {time}
ia: Actualisate {time}
ja: 更新日 {time}
ko: 업데이트됨 {time}
lt: Atnaujinta {time}
lv: Atjaunināts {time}
ro: Actualizat {time}
sl: Posodobljeno {time}
te: అప్డేట్ చేయబడింది {time}
tr: Güncellendi {time}
uz: Yangilangan {time}
vi: Cập nhật {time}
zh: 更新于 {time}
zh_hant: 更新 {time}

# activityFinishedMessage
source: All Finished!
ar: انتهى الجميع!
be: Усё гатова!
el: Όλα Ολοκληρώθηκαν!
fa: همه تمام شد!
fil: Lahat ay Natapos na!
he: הכל מוכן!
ia: Tote finite!
ja: すべて完了！
ko: 모든 작업이 완료되었습니다!
lt: Viskas baigta!
lv: Visi pabeigti!
ro: Totul finalizat!
sl: Vse je končano!
te: అన్ని ముగిసాయి!
tr: Hepsi Tamamlandı!
uz: Barchasi tugadi!
vi: Hoàn tất!
zh: 全部完成！
zh_hant: 全部完成！

source: End for all
ar: إنهاء للجميع
be: Завяршыць для ўсіх
el: Τέλος για όλους
fa: پایان برای همه
fil: Tapos na para sa lahat
he: סיום לכולם
ia: Terminar pro tote
ja: 全員に終了
ko: 모두 종료
lt: Uždaryti visiems
lv: Beigt visiem
ro: Se încheie pentru toți
sl: Končaj za vse
te: అందరికీ ముగించు
tr: Herkes İçin Sonlandır
uz: Hammasi uchun yakunlash
vi: Kết thúc cho tất cả
zh: 全部结束
zh_hant: 結束所有

source: New course
ar: دورة جديدة
be: Новы курс
el: Νέο μάθημα
fa: دوره جدید
fil: Bagong kurso
he: קורס חדש
ia: Nove curso
ja: 新しいコース
ko: 새 과정
lt: Naujas kursas
lv: Jauns kurss
ro: Curs nou
sl: Nov tečaj
te: కొత్త కోర్సు
tr: Yeni kurs
uz: Yangi kurs
vi: Khóa học mới
zh: 新课程
zh_hant: 新課程

source: {num} modules
ar: {num} وحدات
be: {num} модулі
el: {num} ενότητες
fa: {num} ماژول
fil: {num} mga module
he: {num} מודולים
ia: {num} modulo(s)
ja: {num} モジュール
ko: {num}개 모듈
lt: {num} moduliai
lv: {num} moduļi
ro: {num} module
sl: {num} modulov
te: {num} మాడ్యూల్స్
tr: {num} modül
uz: {num} modul
vi: {num} mô-đun
zh: {num} 个模块
zh_hant: {num} 模組

source: Course Plan
ar: خطة الدورة
be: План курса
el: Πλάνο Μαθήματος
fa: برنامه دوره
fil: Plano ng Kurso
he: תכנית קורס
ia: Plan de curso
ja: コースプラン
ko: 과정 계획
lt: Kurso planas
lv: Kursa plāns
ro: Plan de curs
sl: Načrt tečaja
te: కోర్సు ప్రణాళిక
tr: Kurs Planı
uz: Kurs rejasi
vi: Kế hoạch khóa học
zh: 课程计划
zh_hant: 課程計劃

# editCourseLater
source: You can edit template title, descriptions, and course image later.
ar: يمكنك تعديل عنوان النموذج، الأوصاف، وصورة الدورة لاحقًا.
be: Вы можаце рэдагаваць назву шаблона, апісанні і выяву курса пазней.
el: Μπορείτε να επεξεργαστείτε τον τίτλο, τις περιγραφές και την εικόνα του μαθήματος αργότερα.
fa: می‌توانید بعداً عنوان، توضیحات و تصویر دوره را ویرایش کنید.
fil: Maaari mong i-edit ang pamagat ng template, mga paglalarawan, at larawan ng kurso sa ibang pagkakataon.
he: אתה יכול לערוך את כותרת התבנית, תיאורים ותמונת הקורס מאוחר יותר.
ia: Tu pote modificar le titulo del curso, descriptiones, e imagine del curso postea.
ja: テンプレートのタイトル、説明、コース画像は後で編集できます。
ko: 템플릿 제목, 설명, 과정 이미지는 나중에 편집할 수 있습니다.
lt: Vėliau galite redaguoti šablono pavadinimą, aprašymus ir kurso vaizdą.
lv: Jūs varat vēlāk rediģēt šablona nosaukumu, aprakstus un kursa attēlu.
ro: Poți edita titlul, descrierile și imaginea cursului mai târziu.
sl: Lahko kasneje uredite naslov predloge, opise in sliko tečaja.
te: మీరు టెంప్లేట్ శీర్షిక, వివరణలు, మరియు కోర్సు చిత్రాన్ని తర్వాత సవరించవచ్చు.
tr: Şablon başlığı, açıklamalar ve kurs resmi daha sonra düzenleyebilirsiniz.
uz: Siz shablon sarlavhasi, tavsiflar va kurs rasmini keyinchalik tahrirlashingiz mumkin.
vi: Bạn có thể chỉnh sửa tiêu đề mẫu, mô tả và hình ảnh khóa học sau.
zh: 您可以稍后编辑模板标题、描述和课程图片。
zh_hant: 您可以稍後編輯課程標題、描述和課程圖片。

source: Create course
ar: إنشاء دورة
be: Стварыць курс
el: Δημιουργία μαθήματος
fa: ایجاد دوره
fil: Lumikha ng kurso
he: צור קורס
ia: Create un curso
ja: コースを作成
ko: 과정 생성
lt: Sukurti kursą
lv: Izveidot kursu
ro: Creează curs
sl: Ustvari tečaj
te: కోర్సు సృష్టించండి
tr: Kurs Oluştur
uz: Kurs yaratish
vi: Tạo khóa học
zh: 创建课程
zh_hant: 創建課程

source: Stats
ar: إحصائيات
be: Статыстыка
el: Στατιστικά
fa: آمار
fil: Mga Estadistika
he: סטטיסטיקות
ia: Statisticas
ja: 統計
ko: 통계
lt: Statistika
lv: Statistika
ro: Statistici
sl: Statistika
te: గణాంకాలు
tr: İstatistikler
uz: Statistika
vi: Thống kê
zh: 统计
zh_hant: 統計數據

source: Create group chat
ar: إنشاء دردشة جماعية
be: Стварыць групавы чат
el: Δημιουργία ομαδικής συνομιλίας
fa: ایجاد چت گروهی
fil: Lumikha ng pangkat na usapan
he: צור שיחת קבוצתית
ia: Create un chat de grupo
ja: グループチャットを作成
ko: 단체 채팅 만들기
lt: Sukurti grupinį pokalbį
lv: Izveidot grupu čatu
ro: Creează chat de grup
sl: Ustvari skupinski klepet
te: గుంపు చాట్ సృష్టించండి
tr: Grup sohbeti oluştur
uz: Guruh chatini yaratish
vi: Tạo nhóm trò chuyện
zh: 创建群聊
zh_hant: 創建群聊

source: Edit course
ar: تعديل الدورة
be: Рэдагаваць курс
el: Επεξεργασία μαθήματος
fa: ویرایش دوره
fil: I-edit ang kurso
he: ערוך קורס
ia: Modificar le curso
ja: コースを編集
ko: 코스 편집
lt: Redaguoti kursą
lv: Rediģēt kursu
ro: Editează cursul
sl: Uredi tečaj
te: కోర్సును సవరించండి
tr: Kursu düzenle
uz: Kursni tahrirlash
vi: Chỉnh sửa khóa học
zh: 编辑课程
zh_hant: 編輯課程

# inviteDesc
source: By username, by code or link
ar: عن طريق اسم المستخدم، أو الرمز، أو الرابط
be: Запрашэнне па імя карыстальніка, па кодзе або спасылцы
el: Με όνομα χρήστη, με κωδικό ή σύνδεσμο
fa: با نام کاربری، با کد یا لینک
fil: Sa pamamagitan ng username, code, o link
he: על ידי שם משתמש, קוד או קישור
ia: Per nomine de usator, per codice o ligamine
ja: ユーザー名、コードまたはリンクで招待
ko: 사용자 이름, 코드 또는 링크로 초대
lt: Per vartotojo vardą, kodą ar nuorodą
lv: Ar lietotājvārdu, ar kodu vai saiti
ro: Prin nume de utilizator, cod sau link
sl: Po uporabniškem imenu, po kodi ali povezavi
te: యూజర్‌నేమ్, కోడ్ లేదా లింక్ ద్వారా
tr: Kullanıcı adı, kod veya bağlantı ile
uz: Foydalanuvchi nomi, kod yoki havola orqali
vi: Bằng tên người dùng, mã hoặc liên kết
zh: 通过用户名、代码或链接
zh_hant: 通過用戶名、代碼或鏈接邀請

# editCourseDesc
source: Here you can edit course title, description, etc.
ar: هنا يمكنك تحرير عنوان الدورة، الوصف، إلخ.
be: Тут вы можаце рэдагаваць назву курса, апісанне і г.д.
el: Εδώ μπορείτε να επεξεργαστείτε τον τίτλο, την περιγραφή και άλλα στοιχεία του μαθήματος.
fa: در اینجا می‌توانید عنوان، توضیحات و موارد دیگر دوره را ویرایش کنید.
fil: Dito maaari mong i-edit ang pamagat ng kurso, paglalarawan, atbp.
he: כאן תוכל לערוך את כותרת הקורס, תיאור ועוד.
ia: Ici tu pote modificar le titulo del curso, description, etc.
ja: ここでコースのタイトル、説明などを編集できます。
ko: 여기서 코스 제목, 설명 등을 편집할 수 있습니다.
lt: Čia galite redaguoti kurso pavadinimą, aprašymą ir kt.
lv: Šeit jūs varat rediģēt kursa nosaukumu, aprakstu utt.
ro: Aici poți edita titlul, descrierea și altele ale cursului.
sl: Tukaj lahko uredite naslov tečaja, opis itd.
te: ఇక్కడ మీరు కోర్సు శీర్షిక, వివరణ, మొదలైనవి సవరించవచ్చు.
tr: Burada kurs başlığını, açıklamasını vb. düzenleyebilirsiniz.
uz: Bu yerda siz kurs nomi, tavsifi va boshqalarni tahrirlashingiz mumkin.
vi: Tại đây bạn có thể chỉnh sửa tiêu đề, mô tả của khóa học, v.v.
zh: 在这里你可以编辑课程标题、描述等。
zh_hant: 在此處您可以編輯課程標題、描述等。

# permissionsDesc
source: Set permissions such as who can invite users, send messages, create chats, etc.
ar: حدد الأذونات مثل من يمكنه دعوة المستخدمين، إرسال الرسائل، إنشاء الدردشات، إلخ.
be: Усталюйце дазволы, такія як хто можа запрашаць карыстальнікаў, адпраўляць паведамленні, ствараць чаты і г.д.
el: Ορίστε δικαιώματα, όπως ποιος μπορεί να προσκαλεί χρήστες, να στέλνει μηνύματα, να δημιουργεί συνομιλίες κ.λπ.
fa: مجوزها را تنظیم کنید، مانند اینکه چه کسی می‌تواند کاربران را دعوت کند، پیام ارسال کند، چت ایجاد کند و غیره.
fil: Itakda ang mga pahintulot tulad ng kung sino ang maaaring mag-imbita ng mga user, magpadala ng mga mensahe, lumikha ng mga usapan, atbp.
he: הגדר הרשאות כגון מי יכול להזמין משתמשים, לשלוח הודעות, ליצור שיחות, ועוד.
ia: Configura le permissiones como qui pote invitar usatores, mandar message, crear chats, etc.
ja: 招待、メッセージ送信、チャット作成などの権限を設定します。
ko: 초대할 수 있는 사용자, 메시지 보내기, 채팅 만들기 등의 권한을 설정하세요.
lt: Nustatykite leidimus, pvz., kas gali pakviesti naudotojus, siųsti žinutes, kurti pokalbius ir kt.
lv: Iestatiet atļaujas, piemēram, kas var uzaicināt lietotājus, sūtīt ziņojumus, veidot čatus utt.
ro: Setează permisiuni precum cine poate invita utilizatori, trimite mesaje, crea chat-uri etc.
sl: Nastavite dovoljenja, kot so kdo lahko povabi uporabnike, pošlje sporočila, ustvari klepete itd.
te: అనుమతులను సెట్ చేయండి, ఉదాహరణకు ఎవరు యూజర్లను ఆహ్వానించగలరు, సందేశాలు పంపగలరు, చాట్‌లు సృష్టించగలరు, మొదలైనవి.
tr: Kimin kullanıcı davet edebileceği, mesaj gönderebileceği, sohbet oluşturabileceği gibi izinleri ayarlayın.
uz: Kimlar foydalanuvchilarni taklif qilish, xabar yuborish, chatlar yaratish va boshqalar kabi ruxsatlarni belgilash.
vi: Thiết lập quyền như ai có thể mời người dùng, gửi tin nhắn, tạo cuộc trò chuyện, v.v.
zh: 设置权限，例如谁可以邀请用户、发送消息、创建聊天等。
zh_hant: 設置權限，例如誰可以邀請用戶、發送消息、創建聊天等。

# accessDesc
source: You can make your course open to the world! Or, make your course private and secure.
ar: يمكنك جعل دورتك مفتوحة للعالم! أو، جعل دورتك خاصة وآمنة.
be: Вы можаце зрабіць свой курс адкрытым для свету! Або зрабіць яго прыватным і бяспечным.
el: Μπορείτε να κάνετε το μάθημά σας ανοιχτό στον κόσμο! Ή, να το κρατήσετε ιδιωτικό και ασφαλές.
fa: می‌توانید دوره خود را برای جهان باز کنید! یا، دوره خود را خصوصی و امن کنید.
fil: Maaari mong gawing bukas ang iyong kurso sa buong mundo! O, gawing pribado at ligtas ang iyong kurso.
he: אתה יכול להפוך את הקורס שלך לגלוי לעולם! או, להפוך את הקורס לפרטי ומאובטח.
ia: Tu pote face tu curso aperte al mundo! O, face tu curso private e secure.
ja: コースを公開して世界に向けることも、プライベートで安全に保つこともできます。
ko: 코스를 공개하거나 비공개로 안전하게 설정할 수 있습니다!
lt: Galite padaryti savo kursą atvirą visiems! Arba, padaryti jį privačiu ir saugiu.
lv: Jūs varat padarīt savu kursu atvērtu pasaulei! Vai arī padarīt kursu privātu un drošu.
ro: Poți face cursul tău deschis lumii! Sau, îl poți face privat și sigur.
sl: Lahko naredite svoj tečaj odprt za svet! Ali pa, naredite svoj tečaj zaseben in varen.
te: మీ కోర్సును ప్రపంచానికి తెరవవచ్చు! లేదా, మీ కోర్సును ప్రైవేట్ చేసి భద్రపరచవచ్చు.
tr: Kursunuzu dünyaya açık hale getirebilirsiniz! Ya da, kursunuzu özel ve güvenli yapabilirsiniz.
uz: Kursingizni dunyo uchun ochishingiz mumkin! Yoki, kursingizni shaxsiy va xavfsiz qiling.
vi: Bạn có thể làm cho khóa học của mình mở cho thế giới! Hoặc, làm cho khóa học của bạn riêng tư và an toàn.
zh: 你可以让你的课程对全世界开放！或者，将你的课程设为私密且安全。
zh_hant: 您可以讓您的課程向全世界開放！或者，將您的課程設為私有且安全。

# createGroupChatDesc
source: Whereas activity sessions start and end, group chats will stay open for routine communication.
ar: بينما تبدأ وتنتهي جلسات النشاط، ستظل الدردشات الجماعية مفتوحة للتواصل الروتيني.
be: У той час як пачынаюцца і заканчваюцца сесіі дзейнасці, групавыя чаты застануцца адкрытымі для звычайнай камунікацыі.
el: Ενώ οι συνεδρίες δραστηριοτήτων ξεκινούν και τελειώνουν, οι ομαδικές συνομιλίες θα παραμένουν ανοιχτές για τακτική επικοινωνία.
fa: در حالی که جلسات فعالیت شروع و پایان می‌یابند، چت‌های گروهی برای ارتباط روتین باقی خواهند ماند.
fil: Kung saan nagsisimula at nagtatapos ang mga sesyon ng aktibidad, mananatiling bukas ang mga pangkat na usapan para sa pang-araw-araw na komunikasyon.
he: בעוד שמפגשי הפעילות מתחילים ומסתיימים, שיחות קבוצתיות יישארו פתוחות לתקשורת שוטפת.
ia: Dove le sessiones de activitate comencia e termina, le chats de grupo remanera aperte pro communication routine.
ja: アクティビティセッションは開始と終了がありますが、グループチャットは日常的なコミュニケーションのために開いたままにします。
ko: 활동 세션이 시작되고 종료되는 동안, 그룹 채팅은 일상적인 소통을 위해 열려 있습니다.
lt: Nors veiklos sesijos prasideda ir baigiasi, grupiniai pokalbiai liks atviri kasdieniam bendravimui.
lv: Kamēr aktivitāšu sesijas sākas un beidzas, grupu čati paliks atvērti ikdienas saziņai.
ro: În timp ce sesiunile de activitate încep și se termină, chat-urile de grup vor rămâne deschise pentru comunicare de rutină.
sl: Medtem ko se aktivnosti začnejo in končajo, bodo skupinski klepeti ostali odprti za rutinsko komunikacijo.
te: అభ్యాస సెషన్లు ప్రారంభమై ముగిసే సమయంలో, గుంపు చాట్‌లు సాధారణ కమ్యూనికేషన్ కోసం తెరవబడతాయి.
tr: Etkinlik oturumları başlar ve biterken, grup sohbetleri rutin iletişim için açık kalacaktır.
uz: Faoliyat sessiyalari boshlanib va tugagan joyda, guruh chatlari muntazam muloqot uchun ochiq qoladi.
vi: Trong khi các phiên hoạt động bắt đầu và kết thúc, nhóm trò chuyện sẽ luôn mở để giao tiếp định kỳ.
zh: 活动会话开始和结束，而群聊将保持开放以进行日常沟通。
zh_hant: 活動會話開始和結束，而群聊將保持開放以進行日常交流。

# deleteDesc
source: Only admins can delete a course. This is a destructive action which removes all users and deletes all selected chats within the course. Proceed with caution.
ar: يمكن للمسؤولين فقط حذف الدورة. هذا إجراء تدميري يزيل جميع المستخدمين ويحذف جميع الدردشات المختارة داخل الدورة. تابع بحذر.
be: Толькі адміністратары могуць выдаліць курс. Гэта деструктыўная дзея, якая выдаляе ўсіх карыстальнікаў і ўсе выбраныя чаты ў межах курса. Выконвайце асцярожна.
el: Μόνο διαχειριστές μπορούν να διαγράψουν ένα μάθημα. Αυτή είναι μια καταστροφική ενέργεια που αφαιρεί όλους τους χρήστες και διαγράφει όλες τις επιλεγμένες συνομιλίες εντός του μαθήματος. Προχωρήστε με προσοχή.
fa: فقط مدیران می‌توانند دوره را حذف کنند. این یک اقدام مخرب است که تمام کاربران را حذف می‌کند و تمام چت‌های انتخاب شده درون دوره را حذف می‌کند. با احتیاط اقدام کنید.
fil: Tanging mga admin lamang ang maaaring magtanggal ng kurso. Ito ay isang mapanirang aksyon na nag-aalis ng lahat ng mga user at nagtatanggal ng lahat ng napiling usapan sa loob ng kurso. Mag-ingat sa pagproseso.
he: רק מנהלים יכולים למחוק קורס. זוהי פעולה הרסנית שמסירה את כל המשתמשים ומוחקת את כל השיחות שנבחרו בתוך הקורס. המשך בזהירות.
ia: Solo le administratores pote delere un curso. Iste es un action destructive que remove tote le usatores e delere tote le chats selectate in le curso. Procede con cautela.
ja: コースを削除できるのは管理者のみです。これはすべてのユーザーを削除し、コース内のすべての選択されたチャットを削除する破壊的な操作です。注意して進めてください。
ko: 코스는 관리자만 삭제할 수 있습니다. 이는 모든 사용자와 선택된 채팅을 삭제하는 파괴적인 작업입니다. 신중히 진행하세요.
lt: Tik tik administratori gali ištrinti kursą. Tai yra destruktyvus veiksmas, kuris pašalina visus naudotojus ir ištrina visus pasirinktus pokalbius kurse. Būkite atsargūs.
lv: Tikai administratori var dzēst kursu. Šī ir postoša darbība, kas izdzēš visus lietotājus un dzēš visus atlasītos čatus kursā. Esiet uzmanīgs.
ro: Doar administratorii pot șterge un curs. Aceasta este o acțiune distructivă care elimină toți utilizatorii și șterge toate chat-urile selectate din curs. Procedează cu precauție.
sl: Samo skrbniki lahko izbrišejo tečaj. To je uničujoča dejanje, ki odstrani vse uporabnike in izbriše vse izbrane klepete znotraj tečaja. Bodite previdni.
te: కేవలం అడ్మిన్లు మాత్రమే కోర్సును తొలగించగలరు. ఇది ఒక ధ్వంసక చర్యగా ఉంటుంది, ఇది అన్ని వినియోగదారులను తొలగిస్తుంది మరియు కోర్సులోని అన్ని ఎంపిక చేసిన చాట్‌లను డిలీట్ చేస్తుంది. జాగ్రత్తగా ముందుకు పోవండి.
tr: Sadece yöneticiler kursu silebilir. Bu, tüm kullanıcıları kaldıran ve kurs içindeki tüm seçili sohbetleri silen yıkıcı bir işlemdir. Dikkatli ilerleyin.
uz: Faqat administratorlar kursni o‘chirishi mumkin. Bu xavfli harakat bo‘lib, barcha foydalanuvchilarni olib tashlaydi va kurs ichidagi barcha tanlangan chatlarni o‘chiradi. Ehtiyot bo‘ling.
vi: Chỉ quản trị viên mới có thể xóa khóa học. Đây là hành động phá hủy, sẽ xóa tất cả người dùng và tất cả các cuộc trò chuyện đã chọn trong khóa học. Hãy cẩn thận khi thực hiện.
zh: 只有管理员可以删除课程。这是一个破坏性操作，会删除所有用户和课程内的所有选定聊天。请谨慎操作。
zh_hant: 只有管理員可以刪除課程。這是一個破壞性操作，會刪除所有用戶並刪除課程內所有選擇的聊天。請謹慎操作。

# noCourseFound
source: Oh, this course needs a plan! Course plans are a sequence of topics and conversation activities.
ar: أوه، هذه الدورة بحاجة إلى خطة! خطط الدورة هي سلسلة من المواضيع وأنشطة المحادثة.
be: О, гэты курс патрабуе плану! Планы курса — гэта паслядоўнасць тэм і мерапрыемстваў для размовы.
el: Ωχ, αυτό το μάθημα χρειάζεται ένα πλάνο! Τα πλάνα μαθημάτων είναι μια σειρά θεμάτων και δραστηριοτήτων συζήτησης.
fa: اوه، این دوره نیاز به برنامه دارد! برنامه‌های دوره مجموعه‌ای از موضوعات و فعالیت‌های گفتگو هستند.
fil: Naku, kailangan ng planong ito ng kurso! Ang mga plano ng kurso ay isang sunod-sunod na mga paksa at aktibidad ng pag-uusap.
he: אה, הקורס הזה צריך תכנית! תכניות קורס הן רצף של נושאים ופעילויות שיחה.
ia: Oh, iste curso ha besonio de un plano! Le planos del curso es un sequencia de themas e actividades de conversation.
ja: おっと、このコースにはプランが必要です！ コースプランはトピックと会話活動のシーケンスです。
ko: 이 코스에는 계획이 필요합니다! 코스 계획은 주제와 대화 활동의 연속입니다.
lt: O, šis kursas turi būti suplanuotas! Kurso planai yra temų ir pokalbių veiklų seka.
lv: Ak, šim kursam ir nepieciešams plāns! Kursa plāni ir tematu un sarunu aktivitāšu secība.
ro: Oh, acest curs are nevoie de un plan! Planurile de curs sunt o succesiune de subiecte și activități de conversație.
sl: O, ta tečaj potrebuje načrt! Načrti tečaja so zaporedje tem in dejavnosti pogovorov.
te: అయ్యనది, ఈ కోర్సుకు ఒక ప్రణాళిక అవసరం! కోర్సు ప్రణాళికలు విషయాల శ్రేణి మరియు సంభాషణ కార్యకలాపాల సమూహం.
tr: Ah, bu kursun bir planı olmalı! Kurs planları, konu ve sohbet etkinliklerinin sırasıdır.
uz: Oh, bu kurs uchun reja kerak! Kurs rejalari mavzular va suhbat faoliyatlarining ketma-ketligidir.
vi: Ôi, khóa học này cần có kế hoạch! Kế hoạch khóa học là một chuỗi các chủ đề và hoạt động trò chuyện.
zh: 哦，这个课程需要一个计划！ 课程计划是一系列主题和对话活动。
zh_hant: 哦，這個課程需要一個計劃！ 課程計劃是一系列主題和對話活動。

# additionalParticipants
source: + {num} others
ar: + {num} آخرون
be: + {num} іншых
el: + {num} άλλοι
fa: + {num} نفر دیگر
fil: + {num} iba pa
he: + {num} אחרים
ia: + {num} alteres
ja: + {num} その他
ko: + {num}명 더
lt: + {num} kiti
lv: + {num} citi
ro: + {num} alții
sl: + {num} drugih
te: + {num} ఇతరులు
tr: + {num} diğer
uz: + {num} boshqalar
vi: + {num} người khác
zh: + {num} 其他人
zh_hant: + {num} 其他人

source: Direct Messages
ar: الرسائل المباشرة
be: Прамыя паведамленні
el: Άμεσες Μηνύσεις
fa: پیام‌های مستقیم
fil: Mga Direktang Mensahe
he: הודעות ישירות
ia: Message direct
ja: ダイレクトメッセージ
ko: 직접 메시지
lt: Tiesioginės žinutės
lv: Tiešziņas
ro: Mesaje directe
sl: Neposredna sporočila
te: నేరుగా సందేశాలు
tr: Doğrudan Mesajlar
uz: To'g'ridan-to'g'ri xabarlar
vi: Tin nhắn trực tiếp
zh: 直接消息
zh_hant: 直接訊息

source: What now?
ar: ماذا الآن؟
be: Што цяпер?
el: Τι τώρα;
fa: حالا چه؟
fil: Ano na ngayon?
he: מה עכשיו?
ia: Que face ora?
ja: 次はどうする？
ko: 이제 무엇을 할까요?
lt: Kas dabar?
lv: Kas tagad?
ro: Ce urmează?
sl: Kaj zdaj?
te: ఇప్పుడు ఏమి చేయాలి?
tr: Şimdi ne olacak?
uz: Endi nima qilish kerak?
vi: Bây giờ làm gì?
zh: 接下来怎么办？
zh_hant: 接下來怎麼辦？

# chooseNextActivity
source: Choose your next activity!
ar: اختر نشاطك التالي!
be: Выберыце сваю наступную дзейнасць!
el: Επιλέξτε την επόμενη δραστηριότητά σας!
fa: انتخاب فعالیت بعدی شما!
fil: Piliin ang iyong susunod na aktibidad!
he: בחר את הפעילות הבאה שלך!
ia: Selige tu proxime activitate!
ja: 次の活動を選択してください！
ko: 다음 활동을 선택하세요!
lt: Pasirinkite savo kitą veiklą!
lv: Izvēlies nākamo aktivitāti!
ro: Alege următoarea activitate!
sl: Izberi svojo naslednjo dejavnost!
te: మీ తదుపరి కార్యకలాపాన్ని ఎంచుకోండి!
tr: Bir sonraki etkinliğinizi seçin!
uz: Keyingi faoliyatingizni tanlang!
vi: Chọn hoạt động tiếp theo của bạn!
zh: 选择你的下一个活动！
zh_hant: 選擇您的下一個活動！

source: Let's go
ar: لننطلق
be: Пачнем
el: Πάμε
fa: برویم
fil: Tara na
he: בוא נתחיל
ia: Iscamos
ja: 行きましょう
ko: 시작합시다
lt: Pradėkime
lv: Ejam
ro: Hai să începem
sl: Gremo
te: చెళ్దాం
tr: Hadi başlayalım
uz: Boshlaymiz
vi: Đi nào
zh: 开始吧
zh_hant: 我們走吧

# chooseRole
source: Choose a role!
ar: اختر دورًا!
be: Выберыце ролю!
el: Επιλέξτε ρόλο!
fa: یک نقش انتخاب کنید!
fil: Pumili ng papel!
he: בחר תפקיד!
ia: Selige un rolo!
ja: 役割を選択してください！
ko: 역할을 선택하세요!
lt: Pasirinkite vaidmenį!
lv: Izvēlieties lomu!
ro: Alege un rol!
sl: Izberi vlogo!
te: ఒక పాత్రను ఎంచుకోండి!
tr: Bir rol seçin!
uz: Rolni tanlang!
vi: Chọn vai trò!
zh: 选择一个角色！
zh_hant: 選擇一個角色！

# chooseRoleToParticipate
source: Choose a role to participate!
ar: اختر دورًا للمشاركة!
be: Выберыце ролю для ўдзелу!
el: Επιλέξτε ρόλο για συμμετοχή!
fa: یک نقش برای شرکت انتخاب کنید!
fil: Pumili ng papel upang makilahok!
he: בחר תפקיד להשתתפות!
ia: Selige un rolo pro participar!
ja: 参加する役割を選択してください！
ko: 참여할 역할을 선택하세요!
lt: Pasirinkite vaidmenį dalyvauti!
lv: Izvēlieties lomu, lai piedalītos!
ro: Alege un rol pentru a participa!
sl: Izberi vlogo za sodelovanje!
te: పాల్గొనడానికి ఒక పాత్రను ఎంచుకోండి!
tr: Katılmak için bir rol seçin!
uz: Ishtirok etish uchun rolni tanlang!
vi: Chọn vai trò để tham gia!
zh: 选择一个角色参与！
zh_hant: 選擇一個角色參與！

# waitingToFillRole
source: Waiting to fill {num} roles...
ar: انتظار لملء {num} أدوار...
be: Чакае запаўнення {num} роляў...
el: Αναμονή για συμπλήρωση {num} ρόλων...
fa: در انتظار پر کردن {num} نقش...
fil: Naghihintay na punan ang {num} na papel...
he: מחכה למלא {num} תפקידים...
ia: Spere que se complete {num} rolos...
ja: {num} 役割を埋めるのを待っています...
ko: {num} 역할을 채우기를 기다리는 중...
lt: Laukiama užpildyti {num} vaidmenis...
lv: Gaidām, lai aizpildītu {num} lomas...
ro: Aștept să completez {num} roluri...
sl: Čakanje na zasedbo {num} vlog...
te: {num} పాత్రలను నింపడానికి వేచివున్నాము...
tr: {num} rolü doldurulmayı bekliyor...
uz: {num} rolni to'ldirish uchun kutmoqda...
vi: Đang chờ điền {num} vai trò...
zh: 等待填充 {num} 个角色...
zh_hant: 等待填寫 {num} 個角色...

# pingParticipants
source: Ping course participants
ar: تنبيه المشاركين في الدورة
be: Пінгнуць удзельнікаў курса
el: Ειδοποιήστε τους συμμετέχοντες του μαθήματος
fa: ارسال پیام به شرکت‌کنندگان دوره
fil: I-ping ang mga kalahok sa kurso
he: הצע תזמון למשתתפי הקורס
ia: Notificar participantes del curso
ja: コース参加者に通知
ko: 코스 참가자에게 알림 보내기
lt: Pranešti kurso dalyviams
lv: Uzaicināt kursa dalībniekus
ro: Trimite notificări participanților la curs
sl: Pošlji opozorilo udeležencem tečaja
te: కోర్సు పాల్గొనేవారికి పింగ్ చేయండి
tr: Kurs katılımcılarına bildirim gönder
uz: Kurs ishtirokchilariga xabar yuborish
vi: Thông báo cho các thành viên trong khóa học
zh: 提醒课程参与者
zh_hant: 提醒課程參與者

# playWithBot
source: Play with Pangea Bot
ar: العب مع بوت بانجيا
be: Гуляць з ботам Pangea
el: Παίξτε με το Pangea Bot
fa: بازی با پنگئا بات
fil: Maglaro kasama ang Pangea Bot
he: שחק עם בוט פנגיאה
ia: Jocar con Pangea Bot
ja: Pangea Botと遊ぶ
ko: 판게아 봇과 플레이하기
lt: Žaisti su Pangea botu
lv: Spēlēt ar Pangea botu
ro: Joacă cu Pangea Bot
sl: Igraj z Pangea Botom
te: పాంజియా బాట్‌తో ఆడండి
tr: Pangea Bot ile oyna
uz: Pangea Bot bilan o'ynash
vi: Chơi với Pangea Bot
zh: 与泛亚机器人玩
zh_hant: 與 Pangea 機器人玩

# waitNotDone
source: Wait I’m not done!
ar: انتظر، لم أنتهِ بعد!
be: Чакай, я яшчэ не скончыў!
el: Περίμενε, δεν έχω τελειώσει!
fa: صبر کن، من تمام نکردم!
fil: Hintay, hindi pa tapos!
he: חכה, אני לא סיימתי!
ia: Spere, io non ha finito!
ja: 待って、まだ終わっていません！
ko: 기다리세요, 아직 끝나지 않았어요!
lt: Laukite, aš dar nesu baigęs!
lv: Gaidiet, es vēl neesmu pabeidzis!
ro: Așteaptă, nu am terminat!
sl: Počakaj, še nisem končal!
te: అడిగండి నేను పూర్తి చేయలేదు!
tr: Bekle, bitirmedim!
uz: Kutayapman, to'xtang!
vi: Chờ tôi chưa xong!
zh: 等一下，我还没完成！
zh_hant: 等一下，我還沒完成！
