Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

source: Use Type
ar: نوع الاستخدام
be: Тып выкарыстання
el: Χρησιμοποιήστε Τύπο
fa: نوع استفاده
fil: Gamitin ang Uri
he: סוג שימוש
ia: Usar Tipo
ja: 使用タイプ
ko: 사용 유형
lt: Naudojimo tipas
lv: Izmantot veidu
ro: Utilizare Tip
sl: Vrsta uporabe
te: వినియోగ రకం
tr: Kullanım Türü
uz: Foydalanish turi
vi: Kiểu sử dụng
zh: 使用类型
zh_hant: 使用類型

source: Not Available
ar: غير متوفر
be: Няма даступна
el: Δεν Διαθέσιμη
fa: در دسترس نیست
fil: Hindi Available
he: לא זמין
ia: Non Disponibile
ja: 利用できません
ko: 사용 불가
lt: Nepasiekiama
lv: Nav pieejams
ro: Indisponibil
sl: Ni na voljo
te: అందుబాటులో లేదు
tr: Mevcut Değil
uz: Mavjud emas
vi: Không khả dụng
zh: 不可用
zh_hant: 不可用

# taAndGaTooltip
source: L2 use with translation assistance and grammar assistance
ar: استخدام المستوى 2 مع المساعدة في الترجمة والمساعدة في القواعد
be: Выкарыстанне L2 з дапамогай перакладу і граматычнай дапамогі
el: Χρήση L2 με βοήθεια μετάφρασης και γραμματικής
fa: استفاده از سطح ۲ با کمک ترجمه و کمک گرامر
fil: Gamitin ang L2 na may tulong sa pagsasalin at gramatika
he: שימוש ב-L2 עם סיוע בתרגום וסיוע בדקדוק
ia: L2 usance con adjutamento de translation e adjutamento grammatical
ja: 翻訳支援と文法支援を伴うL2使用
ko: 번역 지원 및 문법 지원이 포함된 L2 사용
lt: L2 naudojimas su vertimo ir gramatikos pagalba
lv: L2 lietošana ar tulkošanas un gramatikas palīdzību
ro: Utilizare L2 cu asistență de traducere și asistență gramaticală
sl: L2 uporaba z asistenčno prevajanjem in slovničnim pomočnikom
te: అనువాద సహాయం మరియు వ్యాకరణ సహాయంతో L2 వినియోగం
tr: Çeviri yardımı ve dilbilgisi yardımı ile L2 kullanımı
uz: Tarjimaga yordam berish va grammatik yordam bilan L2 foydalanish
vi: Dùng L2 với hỗ trợ dịch và ngữ pháp
zh: 使用带有翻译辅助和语法辅助的L2
zh_hant: 使用L2，提供翻譯協助與文法協助

# definitionsToolName
source: Word Definitions
ar: تعريفات الكلمات
be: Вызначэнні слоў
el: Ορισμοί Λέξεων
fa: تعاریف کلمات
fil: Mga Kahulugan ng Salita
he: הגדרות מילים
ia: Definitiones de Parolas
ja: 単語の定義
ko: 단어 정의
lt: Žodžių apibrėžimai
lv: Vārdu definīcijas
ro: Definiții Cuvinte
sl: Določitve besed
te: పదాల నిర్వచనాలు
tr: Kelime Tanımları
uz: So'zlarning ta'rifi
vi: Định nghĩa từ
zh: 单词定义
zh_hant: 單詞定義

# messageTranslationsToolName
source: Message Translations
ar: ترجمات الرسائل
be: Пераклады паведамленняў
el: Μεταφράσεις Μηνυμάτων
fa: ترجمه پیام‌ها
fil: Mga Pagsasalin ng Mensahe
he: תרגומי הודעות
ia: Translationes de Messages
ja: メッセージ翻訳
ko: 메시지 번역
lt: Žinučių vertimai
lv: Ziņojumu tulkojumi
ro: Traduceri Mesaje
sl: Prevod sporočil
te: సందేశ అనువాదాలు
tr: Mesaj Çevirileri
uz: Xabar tarjimalari
vi: Dịch tin nhắn
zh: 消息翻译
zh_hant: 訊息翻譯

# definitionsToolDescription
source: When enabled, words underlined in blue can be clicked for definitions. Click messages to access definitions.
ar: عند التفعيل، يمكن النقر على الكلمات المسطرة باللون الأزرق للحصول على تعريفاتها. انقر على الرسائل للوصول إلى التعريفات.
be: Калі ўключана, падкрэсленыя сінім словы можна націснуць для атрымання вызначэнняў. Націсніце на паведамленні, каб атрымаць доступ да вызначэнняў.
el: Όταν ενεργοποιείται, οι λέξεις με υπογράμμιση μπλε μπορούν να πατηθούν για ορισμούς. Πατήστε μηνύματα για πρόσβαση στους ορισμούς.
fa: وقتی فعال باشد، کلمات زیر خط آبی قابل کلیک برای مشاهده تعاریف هستند. برای دسترسی به تعاریف، پیام‌ها را کلیک کنید.
fil: Kapag naka-enable, ang mga salitang naka-underline sa asul ay maaaring i-click para sa mga kahulugan. I-click ang mga mensahe upang ma-access ang mga kahulugan.
he: כאשר מופעל, מילים שמודגשות בכחול ניתנות ללחיצה לקבלת הגדרות. לחץ על ההודעות כדי לגשת להגדרות.
ia: Quando activate, le parolas sublineate in azul pote esser cliccabile pro definitiones. Clicca super messages pro accedere a le definitiones.
ja: 有効にすると、青色の下線が引かれた単語をクリックして定義を確認できます。メッセージをクリックして定義にアクセスしてください。
ko: 활성화하면 파란색 밑줄이 그어진 단어를 클릭하여 정의를 볼 수 있습니다. 메시지를 클릭하여 정의에 접근하세요.
lt: Įjungus, žodžiai pažymėti mėlyna spalva gali būti spustelėti norint gauti apibrėžimus. Spustelėkite žinutes, kad pasiektumėte apibrėžimus.
lv: Kad ir ieslēgts, zili pasvītroti vārdi ir klikšķināmi, lai skatītu definīcijas. Klikšķiniet uz ziņojumiem, lai piekļūtu definīcijām.
ro: Când este activat, cuvintele subliniate în albastru pot fi făcute clic pentru definiții. Faceți clic pe mesaje pentru a accesa definițiile.
sl: Ko je omogočeno, so besede podčrtane v modro in jih je mogoče klikniti za definicije. Kliknite na sporočila za dostop do definicij.
te: సక్రియం చేసినప్పుడు, నీలం రంగులో అండర్‌లైన్ చేయబడిన పదాలను నిర్వచనాల కోసం క్లిక్ చేయవచ్చు. నిర్వచనాలను పొందడానికి సందేశాలను క్లిక్ చేయండి.
tr: Etkinleştirildiğinde, mavi ile altı çizili kelimelere tıklayarak tanımlarına ulaşabilirsiniz. Tanımlara erişmek için mesajlara tıklayın.
uz: Faollashtirilganda, ko'k chiziq bilan belgilangan so'zlarni bosish orqali ta'riflarni ko'rish mumkin. Ta'riflarni olish uchun xabarlarni bosing.
vi: Khi bật, từ gạch chân màu xanh có thể được nhấn để xem định nghĩa.
zh: 启用后，蓝色下划线的单词可以点击查看定义。点击消息以获取定义。
zh_hant: 啟用後，藍色底線的單詞可以點擊查看定義。點擊訊息以存取定義。

# translationsToolDescrption
source: When enabled, click a message and the translation icon to see a message in your base language.
ar: عند التفعيل، انقر على رسالة وأيقونة الترجمة لرؤية رسالة بلغتك الأساسية.
be: Калі ўключана, націсніце на паведамленне і іконку перакладу, каб убачыць паведамленне на вашай асноўнай мове.
el: Όταν ενεργοποιείται, πατήστε ένα μήνυμα και το εικονίδιο μετάφρασης για να δείτε ένα μήνυμα στη βασική σας γλώσσα.
fa: وقتی فعال باشد، با کلیک روی یک پیام و آیکون ترجمه، پیام را به زبان پایه خود ببینید.
fil: Kapag naka-enable, i-click ang isang mensahe at ang icon ng pagsasalin upang makita ang isang mensahe sa iyong pangunahing wika.
he: כאשר מופעל, לחץ על הודעה ואיקון התרגום כדי לראות הודעה בשפת הבסיס שלך.
ia: Quando activate, clicca super un message e super le icono de translation pro vider un message in tu lingua de base.
ja: 有効にすると、メッセージをクリックし、翻訳アイコンをクリックして、あなたの基本言語でメッセージを見ることができます。
ko: 활성화하면 메시지를 클릭하고 번역 아이콘을 눌러 기본 언어로 된 메시지를 볼 수 있습니다.
lt: Įjungus, spustelėkite žinutę ir vertimo piktogramą, kad pamatytumėte žinutę savo pagrindine kalba.
lv: Kad ir ieslēgts, klikšķiniet uz ziņojuma un tulkošanas ikonas, lai redzētu ziņojumu jūsu pamatvalodā.
ro: Când este activat, faceți clic pe un mesaj și pe pictograma de traducere pentru a vedea un mesaj în limba de bază.
sl: Ko je omogočeno, kliknite na sporočilo in ikono prevoda, da si ogledate sporočilo v vašem osnovnem jeziku.
te: సక్రియం చేసినప్పుడు, సందేశాన్ని క్లిక్ చేసి అనువాద చిహ్నాన్ని నొక్కండి, మీ ప్రాథమిక భాషలో సందేశాన్ని చూడండి.
tr: Etkinleştirildiğinde, bir mesajı ve çeviri simgesine tıklayarak temel dilinizde bir mesaj görebilirsiniz.
uz: Faollashtirilganda, xabarni bosing va tarjima ikonkasini bosib, asosiy tilingizda xabarni ko'ring.
vi: Khi bật, nhấn tin nhắn và chọn biểu tượng dịch để xem ở ngôn ngữ gốc.
zh: 启用后，点击消息和翻译图标即可查看您的基础语言中的消息。
zh_hant: 啟用後，點擊訊息和翻譯圖示即可查看您的基本語言訊息。

# welcomeBack
source: Welcome back! If you were part of the 2023-2024 pilot, please contact us for your special pilot subscription. If you are a teacher who has (or whose institution has) purchased licenses for your class, contact us for your teacher subscription.
ar: مرحبًا بعودتك! إذا كنت جزءًا من تجربة 2023-2024، يرجى الاتصال بنا للحصول على اشتراك التجربة الخاص بك. إذا كنت معلمًا قام (أو مؤسستك قامت) بشراء تراخيص لفصلك، اتصل بنا للحصول على اشتراك المعلم.
be: Вітаем зноў! Калі вы ўдзельнічалі ў пілотным праекце 2023-2024 гадоў, звяжыцеся з намі для атрымання спецыяльнай пілотнай падпіскі. Калі вы настаўнік, які набыў (або яго ўстанова набыла) ліцэнзіі для вашага класа, звяжыцеся з намі для атрымання настаўніцкай падпіскі.
el: Καλώς ήρθατε ξανά! Αν ήσασταν μέρος του πιλοτικού προγράμματος 2023-2024, παρακαλούμε επικοινωνήστε μαζί μας για τη ειδική σας συνδρομή πιλοτικού προγράμματος. Αν είστε εκπαιδευτικός που έχει αγοράσει (ή η εκπαιδευτική σας ιδιότητα έχει αγοράσει) άδειες για την τάξη σας, επικοινωνήστε μαζί μας για τη συνδρομή εκπαιδευτικού.
fa: خوش آمدید! اگر بخشی از آزمایش ۲۰۲۳-۲۰۲۴ بودید، لطفاً برای اشتراک ویژه آزمایشی با ما تماس بگیرید. اگر معلم هستید و یا مؤسسه‌تان مجوزهای آموزشی خریداری کرده است، برای اشتراک معلم با ما تماس بگیرید.
fil: Maligayang pagbabalik! Kung ikaw ay bahagi ng pilot noong 2023-2024, makipag-ugnayan sa amin para sa iyong espesyal na pilot na subscription. Kung ikaw ay isang guro na bumili ng mga lisensya para sa iyong klase (o ang iyong institusyon ay bumili), makipag-ugnayan sa amin para sa iyong guro na subscription.
he: ברוכים השבים! אם היית חלק מניסוי 2023-2024, אנא צור איתנו קשר לקבלת המנוי המיוחד שלך לניסוי. אם אתה מורה שרכש (או המוסד שלך רכש) רישיונות לכיתה שלך, צור איתנו קשר למנוי המורה שלך.
ia: Ben retornate! Si tu ha essite parte del pilot 2023-2024, per favor contacta nos pro tu subscription special de pilot. Si tu es un professor qui ha (o que su institution ha) comprate licentias pro tu classe, contacta nos pro tu subscription de professor.
ja: お帰りなさい！2023-2024年のパイロットに参加していた場合は、特別なパイロット購読のためにご連絡ください。あなたが教師で、あなたのクラスのためにライセンスを購入した（またはあなたの学校が購入した）場合は、教師購読のためにご連絡ください。
ko: 다시 오신 것을 환영합니다! 2023-2024 파일럿에 참여하셨다면, 특별 파일럿 구독을 위해 저희에게 연락하세요. 교사이거나 귀하의 기관이 수업용 라이선스를 구매한 경우, 교사 구독을 위해 저희에게 연락하세요.
lt: Sveiki sugrįžę! Jei buvote 2023-2024 m. bandomojo projekto dalyvis, susisiekite su mumis dėl specialios bandomojo projekto prenumeratos. Jei esate mokytojas, kuris (arba jūsų įstaiga) įsigijo licencijas savo klasei, susisiekite su mumis dėl mokytojo prenumeratos.
lv: Laipni atpakaļ! Ja jūs bijāt 2023-2024. gada pilotprojektā, lūdzu, sazinieties ar mums par jūsu īpašo pilotabonementu. Ja jūs esat skolotājs, kurš ir (vai jūsu iestāde ir) iegādājies licenci jūsu klasei, sazinieties ar mums par jūsu skolotāja abonementu.
ro: Bine ai revenit! Dacă ai fost parte din pilotul 2023-2024, te rugăm să ne contactezi pentru abonamentul tău special de pilot. Dacă ești profesor care a achiziționat (sau instituția ta a achiziționat) licențe pentru clasa ta, contactează-ne pentru abonamentul tău de profesor.
sl: Dobrodošli nazaj! Če ste bili del pilotnega programa 2023-2024, nas kontaktirajte za vašo posebno pilotno naročnino. Če ste učitelj, ki je (ali vaša institucija je) kupila licence za vašo razred, nas kontaktirajte za vašo učiteljsko naročnino.
te: మళ్లీ స్వాగతం! మీరు 2023-2024 పైలట్‌లో భాగమైతే, మీ ప్రత్యేక పైలట్ సబ్‌స్క్రిప్షన్ కోసం మమ్మల్ని సంప్రదించండి. మీరు టీచర్ అయితే (లేదా మీ సంస్థ తరగతి కోసం లైసెన్సులు కొనుగోలు చేసిందైతే), మీ టీచర్ సబ్‌స్క్రిప్షన్ కోసం మమ్మల్ని సంప్రదించండి.
tr: Tekrar hoş geldiniz! 2023-2024 pilotunun bir parçasıysanız, lütfen özel pilot aboneliğiniz için bizimle iletişime geçin. Bir öğretmen veya kurumunuzun sınıfınız için lisans satın aldıysa, öğretmen aboneliğiniz için bizimle iletişime geçin.
uz: Qaytganingiz uchun xush kelibsiz! Agar siz 2023-2024 yilgi pilot dasturining bir qismi bo'lgan bo'lsangiz, iltimos, maxsus pilot obunangiz uchun biz bilan bog'laning. Agar siz o'qituvchi bo'lsangiz (yoki o'quv muassasangiz) sinfingiz uchun litsenziyalar sotib olgan bo'lsa, o'qituvchi obunangiz uchun biz bilan bog'laning.
vi: Chào mừng trở lại! Nếu bạn đã tham gia chương trình thử nghiệm 2023-2024, hãy liên hệ để nhận gói đặc biệt. Nếu bạn là giáo viên hoặc trường đã mua bản quyền, cũng hãy liên hệ với chúng tôi.
zh: 欢迎回来！如果您是2023-2024试点的一部分，请联系我们获取您的特别试点订阅。如果您是教师，或者您的机构为您的班级购买了许可证，请联系我们获取您的教师订阅。
zh_hant: 歡迎回來！如果您是2023-2024試點計畫的一部分，請聯繫我們以獲取您的特別試點訂閱。如果您是教師，且已為您的班級購買許可證（或您的機構已購買），請聯繫我們以獲取教師訂閱。

# downloadTxtFile
source: Download Text File
ar: تحميل ملف نصي
be: Загрузіць тэкставы файл
el: Λήψη αρχείου κειμένου
fa: دانلود فایل متنی
fil: I-download ang Text File
he: הורד קובץ טקסט
ia: Downloadar file de texto
ja: テキストファイルをダウンロード
ko: 텍스트 파일 다운로드
lt: Parsisiųsti teksto failą
lv: Lejupielādēt teksta failu
ro: Descarcă Fișier Text
sl: Prenesi besedilno datoteko
te: టెక్స్ట్ ఫైల్ డౌన్లోడ్ చేయండి
tr: Metin Dosyası İndir
uz: Matn faylini yuklab olish
vi: Tải tệp văn bản
zh: 下载文本文件
zh_hant: 下載文字檔

source: Download CSV File
ar: تحميل ملف CSV
be: Загрузіць CSV-файл
el: Λήψη αρχείου CSV
fa: دانلود فایل CSV
fil: I-download ang CSV File
he: הורד קובץ CSV
ia: Downloadar file CSV
ja: CSVファイルをダウンロード
ko: CSV 파일 다운로드
lt: Parsisiųsti CSV failą
lv: Lejupielādēt CSV failu
ro: Descarcă Fișier CSV
sl: Prenesi CSV datoteko
te: CSV ఫైల్ డౌన్లోడ్ చేయండి
tr: CSV Dosyası İndir
uz: CSV faylini yuklab olish
vi: Tải tệp CSV
zh: 下载CSV文件
zh_hant: 下載CSV檔

# promotionalSubscriptionDesc
source: You currently have a lifetime promotional subscription. Message support@pangea.chat for help changing your subscription.
ar: لديك حاليًا اشتراك ترويجي مدى الحياة. راسل support@pangea.chat للمساعدة في تغيير اشتراكك.
be: У вас цяпер бестэрміновая прамоцыйная падпіска. Пішыце support@pangea.chat для дапамогі ў змене вашай падпіскі.
el: Έχετε επί του παρόντος μια συνδρομή προώθησης διάρκειας ζωής. Στείλτε μήνυμα στο support@pangea.chat για βοήθεια στην αλλαγή της συνδρομής σας.
fa: در حال حاضر اشتراک تبلیغاتی دائمی دارید. برای کمک به تغییر اشتراک خود با support@pangea.chat تماس بگیرید.
fil: Sa kasalukuyan ay mayroon kang panghabang-buhay na promosyonal na subscription. Makipag-ugnayan sa support@pangea.chat para sa tulong sa pagbabago ng iyong subscription.
he: יש לך כרגע מנוי קידום מכירות לכל החיים. שלח הודעה ל-support@pangea.chat לעזרה בשינוי המנוי שלך.
ia: Tu ha actualmente un subscription promotional de vita. Mesage supporto@pangea.chat pro adjutar te a cambiar tu subscription.
ja: 現在、あなたは生涯のプロモーション購読をしています。購読の変更についてはsupport@pangea.chatまでご連絡ください。
ko: 현재 평생 프로모션 구독을 보유하고 있습니다. 구독 변경에 대한 도움을 원하시면 support@pangea.chat으로 메시지를 보내세요.
lt: Šiuo metu turite visam laikui galiojančią reklaminę prenumeratą. Susisiekite su support@pangea.chat dėl pagalbos keičiant prenumeratą.
lv: Jums pašlaik ir uz mūžu spēkā esoša reklāmas abonēšana. Sazinieties ar support@pangea.chat, lai saņemtu palīdzību ar abonēšanas maiņu.
ro: În prezent ai un abonament promoțional pe viață. Trimite un mesaj la support@pangea.chat pentru ajutor în schimbarea abonamentului tău.
sl: Trenutno imate doživljenjsko promocijsko naročnino. Pišite na support@pangea.chat za pomoč pri spremembi vaše naročnine.
te: మీకు ప్రస్తుతం జీవితకాల ప్రచార సబ్‌స్క్రిప్షన్ ఉంది. మీ సబ్‌స్క్రిప్షన్ మార్చడానికి support@pangea.chat కు సందేశం పంపండి.
tr: Şu anda ömür boyu promosyon aboneliğiniz var. Aboneliğinizi değiştirmek için support@pangea.chat adresine mesaj gönderin.
uz: Hozirda sizda umrboqiy reklama obunasi mavjud. Obunangizni o'zgartirish uchun support@pangea.chat ga xabar yuboring.
vi: Hiện bạn có gói khuyến mại trọn đời. Nếu muốn thay đổi, hãy liên hệ support@pangea.chat.
zh: 您目前拥有终身促销订阅。若需帮助更改订阅，请联系 support@pangea.chat。
zh_hant: 您目前擁有終身促銷訂閱。請聯繫 support@pangea.chat 以獲取更改訂閱的幫助。

# originalSubscriptionPlatform
source: Subscription purchased through {purchasePlatform}
ar: تم شراء الاشتراك عبر {purchasePlatform}
be: Падпіска, набытая праз {purchasePlatform}
el: Συνδρομή αγοράστηκε μέσω {purchasePlatform}
fa: اشتراک از طریق {purchasePlatform} خریداری شده است
fil: Subscription na binili sa pamamagitan ng {purchasePlatform}
he: המנוי נרכש דרך {purchasePlatform}
ia: Subscription comprate per medio de {purchasePlatform}
ja: {purchasePlatform}で購入した購読
ko: 구매 플랫폼: {purchasePlatform}
lt: Prenumerata įsigyta per {purchasePlatform}
lv: Abonēšana iegādāta caur {purchasePlatform}
ro: Abonament achiziționat prin {purchasePlatform}
sl: Naročnina kupljena prek {purchasePlatform}
te: {purchasePlatform} ద్వారా కొనుగోలు చేసిన సబ్‌స్క్రిప్షన్
tr: Abonelik {purchasePlatform} üzerinden satın alındı
uz: Obuna {purchasePlatform} orqali sotib olingan
vi: Gói đăng ký được mua qua {purchasePlatform}
zh: 通过 {purchasePlatform} 购买的订阅
zh_hant: 訂閱平台為 {purchasePlatform}

source: One Week Trial
ar: تجربة لمدة أسبوع واحد
be: Прабная пробная версія на адзін тыдзень
el: Δοκιμαστική περίοδος μιας εβδομάδας
fa: آزمایش یک هفته‌ای
fil: Isang Linggong Pagsubok
he: ניסיון לשבוע אחד
ia: Período de proba de un septimana
ja: 1週間のトライアル
ko: 일주일 무료 체험
lt: Vienos savaitės bandomoji versija
lv: Vienas nedēļas izmēģinājuma periods
ro: Perioadă de încercare de o săptămână
sl: Preizkus za en teden
te: ఒక వారపు ట్రయల్
tr: Bir Haftalık Deneme
uz: Bir haftalik sinov
vi: Dùng thử 1 tuần
zh: 一周试用
zh_hant: 一週試用

# downloadXLSXFile
source: Download Excel File
ar: تحميل ملف إكسل
be: Загрузіць файл Excel
el: Λήψη αρχείου Excel
fa: دانلود فایل اکسل
fil: I-download ang Excel File
he: הורד קובץ אקסל
ia: Downloadar file Excel
ja: Excelファイルをダウンロード
ko: 엑셀 파일 다운로드
lt: Parsisiųsti Excel failą
lv: Lejupielādēt Excel failu
ro: Descarcă Fișier Excel
sl: Prenesi Excel datoteko
te: ఎక్సెల్ ఫైల్ డౌన్లోడ్ చేయండి
tr: Excel Dosyasını İndir
uz: Excel faylini yuklab olish
vi: Tải tệp Excel
zh: 下载Excel文件
zh_hant: 下載Excel檔

# unkDisplayName
source: Unknown
ar: غير معروف
be: Невядома
el: Άγνωστο
fa: نامشخص
he: לא ידוע
ia: Inconnu
ja: 不明
ko: 알 수 없음
lt: Nežinoma
lv: Nezināms
ro: Necunoscut
sl: Neznano
te: అజ్ఞాతం
tr: Bilinmeyen
uz: Noma'lum
vi: Chưa xác định
zh: 未知
zh_hant: 未知

# wwCountryDisplayName
source: World Wide
ar: عالمياً
be: Сусвет
el: Παγκόσμιος
fa: جهان‌و‌جهان
fil: Sa Buong Mundo
he: עולם רחב
ia: Mundo Wide
ja: 世界中
ko: 전 세계
lt: Pasaulinis
lv: Visā pasaulē
ro: Lumea întreagă
sl: Po vsem svetu
te: ప్రపంచవ్యాప్తంగా
tr: Dünya Çapında
uz: Dunyo bo'ylab
vi: Toàn thế giới
zh: 全球
zh_hant: 全球

# afCountryDisplayName
source: Afghanistan
ar: أفغانستان
be: Афганістан
el: Αφγανιστάν
fa: افغانستان
he: אפגניסטן
ja: アフガニスタン
ko: 아프가니스탄
lt: Afganistanas
lv: Afganistāna
ro: Afganistan
sl: Afganistan
te: అఫ్గానిస్తాన్
tr: Afganistan
uz: Afg'oniston
zh: 阿富汗
zh_hant: 阿富汗

# axCountryDisplayName
source: Aland Islands
ar: جزر آلاند
be: Аленскія астравы
el: Νήσοι Αλάντες
fa: جزایر آلند
he: איי אלנד
ia: Insulas Aland
ja: オーランド諸島
ko: 올란드 제도
lt: Alandų Salos
lv: Alandu salas
ro: Insulele Aland
sl: Otočja Aland
te: ఆలాండ్ దీవులు
tr: Aland Adaları
uz: Aland orollari
vi: Quần đảo Åland
zh: 奥兰群岛
zh_hant: 奥兰群岛

# alCountryDisplayName
source: Albania
ar: ألبانيا
be: Албанія
el: Αλβανία
fa: آلبانی
he: אלבניה
ja: アルバニア
ko: 알바니아
lt: Albanija
lv: Albānija
sl: Albanija
te: అల్బేనియా
tr: Arnavutluk
uz: Albaniya
zh: 阿尔巴尼亚
zh_hant: 阿尔巴尼亚

# dzCountryDisplayName
source: Algeria
ar: الجزائر
be: Алжыр
el: Αλγερία
fa: الجزایر
he: אלג'יריה
ja: アルジェリア
ko: 알제리
lt: Alžyras
lv: Alģērija
sl: Alžirija
te: అల్జీరియా
tr: Cezayir
uz: Cozbekiston
zh: 阿尔及利亚
zh_hant: 阿尔及利亚

# asCountryDisplayName
source: American Samoa
ar: ساموا الأمريكية
be: Амерыканскае Самоа
el: Αμερικανική Σαμόα
fa: ساموای آمریکا
he: סמואה האמריקאית
ia: Samoa Americana
ja: アメリカ領サモア
ko: 아메리칸 사모아
lt: Amerikos Samoa
lv: Amerikas Samoa
ro: Samoa Americană
sl: Ameriška Samoa
te: అమెరికన్ సమోఆ
tr: Amerikan Samoası
uz: Amerika Samoasi
vi: Đảo Samoa thuộc Mỹ
zh: 美属萨摩亚
zh_hant: 美属萨摩亚

# agCountryDisplayName
source: Antigua and Barbuda
ar: أنتيغوا وبربودا
be: Антыгуа і Барбуда
el: Αντίγκουα και Μπαρμπούντα
fa: آنتیگوا و باربودا
fil: Antigua at Barbuda
he: אנטיגואה וברבודה
ia: Antigua e Barbuda
ja: アンティグア・バーブーダ
ko: 앤티가 바부다
lt: Antigva ir Barbuda
lv: Antigva un Barbuda
ro: Antigua și Barbuda
sl: Antigua in Barbuda
te: అంటిగ్వా మరియు బార్బుడా
tr: Antigua ve Barbuda
uz: Antigua va Barbuda
vi: Antigua và Barbuda
zh: 安提瓜和巴布达
zh_hant: 安提瓜和巴布达

# amCountryDisplayName
source: Armenia
ar: أرمينيا
be: Арменія
el: Αρμενία
fa: ارمنستان
he: ארמניה
ja: アルメニア
ko: 아르메니아
lt: Armėnija
lv: Armēnija
sl: Armenija
te: అర్మేనియా
tr: Ermenistan
uz: Armaniston
zh: 亚美尼亚
zh_hant: 亚美尼亚

# acCountryDisplayName
source: Ascension Island
ar: جزيرة الصعود
be: Асіенцёнскі востраў
el: Νήσος Ασένσιον
fa: جزایر آسنشن
he: אי ההשראה
ia: Insula de Ascension
ja: アセンション島
ko: 승천 섬
lt: Ascension sala
lv: Ascension salas
ro: Insula Ascension
sl: Otoki Ascension
te: అసెన్షన్ దీవి
tr: Ascension Adası
uz: Ascension oroli
vi: Đảo Ascension
zh: 升天岛
zh_hant: 英仙座岛

# auCountryDisplayName
source: Australia
ar: أستراليا
be: Аўстралія
el: Αυστραλία
fa: استرالیا
he: אוסטרליה
ja: オーストラリア
ko: 호주
lt: Australija
lv: Austrālija
sl: Avstralija
te: ఆస్ట్రేలియా
tr: Avustralya
uz: Avstraliya
vi: Úc
zh: 澳大利亚
zh_hant: 澳大利亚

# atCountryDisplayName
source: Austria
ar: النمسا
be: Аўстрыя
el: Αυστρία
fa: اتریش
he: אוסטריה
ja: オーストリア
ko: 오스트리아
lt: Austrija
lv: Austrija
sl: Avstrija
te: ఆస్ట్రియా
tr: Avusturya
uz: Avstriya
vi: Áo
zh: 奥地利
zh_hant: 奥地利

# azCountryDisplayName
source: Azerbaijan
ar: أذربيجان
be: Азербайджан
el: Αζερμπαϊτζάν
fa: آذربایجان
he: אזרבייג'אן
ja: アゼルバイジャン
ko: 아제르바이잔
lt: Azerbaidžanas
lv: Azerbaidžāna
ro: Azerbaidjan
sl: Azerbejdžan
te: అజర్బైజాన్
tr: Azerbaycan
uz: Azerbayjon
zh: 阿塞拜疆
zh_hant: 阿塞拜疆

# bhCountryDisplayName
source: Bahrain
ar: البحرين
be: Бахрэйн
el: Μπαχρέιν
fa: بحرین
he: בחריין
ja: バーレーン
ko: 바레인
lt: Bahreinas
lv: Bahreina
ro: Bahrein
sl: Bahrein
te: బహ్రెయిన్
tr: Bahreyn
uz: Bahrayn
zh: 巴林
zh_hant: 巴林

# bdCountryDisplayName
source: Bangladesh
ar: بنغلاديش
be: Бангладэш
el: Μπανγκλαντές
fa: بنگلادش
he: בנגלדש
ja: バングラデシュ
ko: 방글라데시
lt: Bangladešas
lv: Bangladeša
sl: Bangladeš
te: బంగ్లాదేశ్
tr: Bangladeş
uz: Banqladash
zh: 孟加拉国
zh_hant: 孟加拉國

# byCountryDisplayName
source: Belarus
ar: بيلاروسيا
be: Беларусь
el: Λευκορωσία
fa: بلاروس
he: בלארוס
ja: ベラルーシ
ko: 벨라루스
lt: Baltarusija
lv: Baltkrievija
sl: Belorusija
te: బెలారస్
uz: Belarusiya
zh: 白俄罗斯
zh_hant: 白俄羅斯

# beCountryDisplayName
source: Belgium
ar: بلجيكا
be: Бельгія
el: Βέλγιο
fa: بلژیک
he: בלגיה
ja: ベルギー
ko: 벨기에
lt: Belgija
lv: Beļģija
ro: Belgia
sl: Belgija
te: బెల్జియం
tr: Belçika
uz: Belgiya
vi: Bỉ
zh: 比利时
zh_hant: 比利時

# bzCountryDisplayName
source: Belize
ar: بليز
be: Беліз
el: Μπελίζ
fa: بلیز
he: בליז
ja: ベリーズ
ko: 벨ize
lt: Belizas
lv: Beliza
te: బెలీజ్
uz: Beliz
zh: 伯利兹
zh_hant: 伯利茲

# btCountryDisplayName
source: Bhutan
ar: بوتان
be: Бутан
el: Μπουτάν
fa: بوتان
he: בהוטן
ja: ブータン
ko: 부탄
lt: Butanas
lv: Butāna
sl: Butan
te: భూటాన్
uz: Butan
zh: 不丹
zh_hant: 不丹

# boCountryDisplayName
source: Bolivia
ar: بوليفيا
be: Балівія
el: Βολιβία
fa: بولیوی
he: בוליביה
ja: ボリビア
ko: 볼리비아
lt: Bolivija
lv: Bolīvija
sl: Bolivija
te: బొలివియా
tr: Bolivya
uz: Boliviya
zh: 玻利维亚
zh_hant: 玻利維亞

# baCountryDisplayName
source: Bosnia and Herzegovina
ar: البوسنة والهرسك
be: Боснія і Герцагавіна
el: Βοσνία και Ερζεγοβίνη
fa: بوسنی و هرزگوین
fil: Bosnia at Herzegovina
he: בוסניה והרצגובינה
ia: Bosnia e Herzegovina
ja: ボスニア・ヘルツェゴビナ
ko: 보스니아 헤르체고비나
lt: Bosnija ir Hercegovina
lv: Bosnija un Hercegovina
ro: Bosnia și Herzegovina
sl: Bosna in Hercegovina
te: బోస్నియా మరియు హెర్జోగోవినా
tr: Bosna-Hersek
uz: Bosniya va Gertsegovina
vi: Bosnia và Herzegovina
zh: 波斯尼亚和黑塞哥维那
zh_hant: 波斯尼亞和赫塞哥維納

# bwCountryDisplayName
source: Botswana
ar: بوتسوانا
be: Ботсвана
el: Μποτσουάνα
fa: بوتسوانا
he: בוטסואנה
ja: ボツワナ
ko: 보츠와나
lt: Botsvana
lv: Botsvana
sl: Botsvana
te: బోట్స్వానా
tr: Botsvana
uz: Botsvana
zh: 博茨瓦纳
zh_hant: 博茨瓦納

# brCountryDisplayName
source: Brazil
ar: البرازيل
be: Бразілія
el: Βραζιλία
fa: برزیل
he: ברזיל
ia: Brasilia
ja: ブラジル
ko: 브라질
lt: Brazilija
lv: Brazīlija
ro: Brazilia
sl: Brazilija
te: బ్రెజిల్
tr: Brezilya
uz: Braziliya
zh: 巴西
zh_hant: 巴西

# ioCountryDisplayName
source: British Indian Ocean Territory
ar: إقليم المحيط الهندي البريطاني
be: Тэрыторыя Вялікабрытаніі ў Індыйскім акіяне
el: Βρετανικό Εδαφικό Τόξο Ινδικού Ωκεανού
fa: مناطق اقیانوس هند بریتانیا
fil: Teritoryo ng British Indian Ocean
he: טריטוריית ההודו המזרחי הבריטית
ia: Territorio Britannic del Ocean Indian
ja: イギリス領インド洋地域
ko: 영국령 인도양 지역
lt: Didžiosios Indijos vandenyno britų teritorija
lv: Lielbritānijas Indijas okeāna teritorija
ro: Teritoriul Britanic din Oceanul Indian
sl: Britanski Indijski Ocean
te: బ్రిటిష్ ఇండియన్ ఓషియన్ టెరిటరీ
tr: Britanya Hint Okyanusu Toprağı
uz: Britaniya Hind okeani hududi
vi: Thuộc địa Anh tại Ấn Độ Dương
zh: 英属印度洋领地
zh_hant: 英屬印度洋領地
