Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

source: Email or username
ar: البريد الإلكتروني أو اسم المستخدم
be: Электронная пошта або імя карыстальніка
el: Email ή όνομα χρήστη
fa: رایانامه(ایمیل) یا نام کاربری
fil: Email o username
he: דוא"ל או שם משתמש
ia: Email o nomine de usator
ja: メールアドレスまたはユーザー名
ko: 이메일이나 유저 이름
lt: El. paštas arba vartotojo vardas
lv: E-pasta adrese vai lietotājvārds
ro: Email sau nume de utilizator
sl: E-pošta ali uporabniško ime
te: ఇమెయిల్ లేదా వినియోగదారు పేరు
tr: E-posta veya kullanıcı adı
uz: Elektron pochta yoki foydalanuvchi nomi
vi: Email hoặc tên người dùng
zh: 电子邮箱或用户名
zh_hant: 電子郵件或使用者名

# indexedDbErrorTitle
source: Private mode issues
ar: مشاكل الوضع الخاص
be: Праблемы з прыватным рэжымам
el: Προβλήματα ιδιωτικής λειτουργίας
fa: اشکالات حالت خصوصی
fil: Mga isyu sa pribadong mode
he: בעיות במצב פרטי
ia: Problemas de modo private
ja: プライベートモードに関する問題
ko: 사생활 보호 모드의 문제
lt: Privataus režimo problemos
lv: Privātā režīma nebūšanas
ro: Probleme cu modul privat
sl: Težave z zasebnim načinom
te: ప్రైవేట్ మోడ్ సమస్యలు
tr: Gizli mod sorunları
uz: Shaxsiy rejim bilan bogʻliq muammolar
vi: Sự cố chế độ riêng tư
zh: 私有模式问题
zh_hant: 私密模式問題

# switchToAccount
source: Switch to account {number}
ar: التبديل إلى الحساب {number}
be: Пераключыцца на рахунак {number}
el: Μεταβείτε στον λογαριασμό {number}
fa: تغییر به حساب {number}
fil: Lumipat sa account {number}
he: החלף לחשבון {number}
ia: Cambiar a conto {number}
ja: アカウント {number} に切り替える
ko: 계정 {number}로 전환
lt: Perjungti paskyrą į {number}
lv: Pārslēgties uz kontu {number}
ro: Schimbați la contul {number}
sl: Preklopi na račun {number}
te: ఖాతాకు మారండి {number}
tr: {number}. hesaba geç
uz: {number} hisobiga oʻtish
vi: Chuyển sang tài khoản {number}
zh: 切换到账户 {number}
zh_hant: 切換到帳戶 {number}

source: Next account
ar: الحساب التالي
be: Наступны рахунак
el: Επόμενος λογαριασμός
fa: حساب بعدی
fil: Susunod na account
he: החשבון הבא
ia: Proximo conto
ja: 次のアカウント
ko: 다음 계정
lt: Kita paskyra
lv: Nākamais konts
ro: Contul următor
sl: Naslednji račun
te: తదుపరి ఖాతా
tr: Sonraki hesap
uz: Keyingi hisob
vi: Tài khoản kế
zh: 下个账户
zh_hant: 下一個帳戶

source: Previous account
ar: الحساب السابق
be: Папярэдні рахунак
el: Προηγούμενος λογαριασμός
fa: حساب قبلی
fil: Nakaraang account
he: החשבון הקודם
ia: Conto anterior
ja: 前のアカウント
ko: 이전 계정
lt: Ankstesnė paskyra
lv: Iepriekšējais konts
ro: Contul anterior
sl: Prejšnji račun
te: మునుపటి ఖాతా
tr: Önceki hesap
uz: Oldingi hisob
vi: Tài khoản trước
zh: 上个账户
zh_hant: 上一個帳戶

source: Add widget
ar: إضافة اداة
be: Дадаць віджэт
el: Προσθήκη widget
fa: افزودن ویجت
fil: Magdagdag ng widget
he: הוסף ווידג'ט
ia: Adder widget
ja: ウィジェットを追加
ko: 위젯 추가
lt: Pridėti programėlę
lv: Pievienot logrīku
ro: Adăugați widget
sl: Dodaj pripomoček
te: విడ్జెట్ జోడించండి
tr: Widget ekle
uz: Vidjet qoʻshish
vi: Thêm widget
zh: 添加小部件
zh_hant: 新增小工具

# sorryThatsNotPossible
source: Sorry... that is not possible
ar: معذرة... هذا غير ممكن
be: Прабачце... гэта немагчыма
el: Λυπούμαστε... αυτό δεν είναι δυνατό
fa: متاسفم... این امکان‌پذیر نیست
fil: Paumanhin... hindi ito posible
he: סליחה... זה לא אפשרי
ia: Pardona... isto non es possibile
ja: 申し訳ありません...それは不可能です
ko: 죄송합니다...그것은 불가능합니다
lt: Atsiprašome... tai neįmanoma
lv: Atvaino! Tas nav iespējams
ro: Scuze... acest nu este posibil
sl: Oprostite... to ni mogoče
te: క్షమించండి... అది సాధ్యపడదు
tr: Üzgünüm... bu mümkün değil
uz: Kechirasiz... bu mumkin emas
vi: Xin lỗi... không khả dụng
zh: 非常抱歉……这是做不到的
zh_hant: 抱歉......這是不可能的

source: Device keys:
ar: مفاتيح الجهاز:
be: Ключы прылады:
el: Κλειδιά συσκευής:
fa: کلیدهای دستگاه:
fil: Mga susi ng device:
he: מפתחות מכשיר:
ia: Claves del dispositivo:
ja: デバイスキー:
ko: 기기 키:
lt: Įrenginio raktai:
lv: Ierīces atslēgas:
ro: Cheile dispozitivului:
sl: Ključi naprave:
te: పరికరం కీలు:
tr: Aygıt anahtarları:
uz: Qurilma kalitlari:
vi: Khóa thiết bị:
zh: 设备密钥：
zh_hant: 裝置密鑰：

source: No other devices found
ar: لم يتم العثور على أجهزة أخرى
be: Іншыя прылады не знойдзены
el: Δεν βρέθηκαν άλλες συσκευές
fa: دستگاه دیگری پیدا نشد
fil: Walang ibang device na natagpuan
he: לא נמצאו מכשירים אחרים
ia: Nulle altere dispositivo trovate
ja: 他のデバイスが見つかりません
ko: 다른 기기 발견되지 않음
lt: Nepavyko rasti kitų įrenginių
lv: Netika atrastas citas ierīces
ro: Nu s-a găsit alte dispozitive
sl: Nobenih drugih naprav ni bilo najdenih
te: ఇతర పరికరాలు కనుగొనబడలేదు
tr: Başka aygıt bulunamadı
uz: Boshqa qurilma topilmadi
vi: Không tìm thấy thiết bị khác
zh: 未找到其它设备
zh_hant: 未找到其他裝置

# fileIsTooBigForServer
source: Unable to send! The server only supports attachments up to {max}.
ar: تعذر الإرسال! لا يدعم الخادم سوى المرفقات التي تصل إلى {max}.
be: Немагчыма адправіць! Сервер падтрымлівае прыкладання толькі да {max}.
el: Αδύνατη η αποστολή! Ο διακομιστής υποστηρίζει μόνο συνημμένα έως {max}.
fa: سرور گزارش می‌دهد که فایل برای ارسال بسیار بزرگ است.
fil: Hindi maipadala! Tanging ang mga attachment hanggang {max} lamang ang sinusuportahan ng server.
he: לא ניתן לשלוח! השרת תומך בקבצים מצורפים עד {max}.
ia: Impossible de inviar! Le servitore supporta solmente attachment usque a {max}.
ja: 送信できません！サーバーは最大 {max} までの添付ファイルのみサポートしています。
ko: 전송에 실패했습니다. 서버는 {max}가 넘는 파일을 지원하지 않습니다.
lt: Nepavyksta išsiųsti! Serveris palaiko priedus tik iki {max}.
lv: Nevar nosūtīt. Serveris nodrošina pielikums līdz {max}.
ro: Serverul reportează că fișierul este prea mare să fie trimis.
sl: Pošiljanje ni mogoče! Strežnik podpira priponke le do {max}.
te: పంపలేరు! సర్వర్ కేవలం {max} వరకు అటాచ్మెంట్లను మద్దతు ఇస్తుంది.
tr: Gönderilemiyor! Sunucu yalnızca {max} değerine kadar olan ekleri destekliyor.
uz: Yuborish imkonsiz! Server faqat {max} hajmgacha bo‘lgan ilovalarni qo‘llab-quvvatlaydi.
vi: Máy chủ báo cáo rằng tệp tin quá lớn để gửi.
zh: 无法发送！服务器只支持最大 {max} 的文件。
zh_hant: 無法發送！該伺服器僅支援最大到 {max} 的附件。

# fileHasBeenSavedAt
source: File has been saved at {path}
ar: تم حفظ الملف في {path}
be: Файл захаваны ў {path}
el: Το αρχείο έχει αποθηκευτεί στο {path}
fa: فایل در {path} ذخیره شده است
fil: Nai-save ang file sa {path}
he: הקובץ נשמר ב-{path}
ia: Le file ha essite salvat in {path}
ja: ファイルは {path} に保存されました
ko: {path}에 파일 저장됨
lt: Failas išsaugotas adresu {path}
lv: Datne tika saglabāta {path}
ro: Fișierul a fost salvat la {path}
sl: Datoteka je bila shranjena na {path}
te: ఫైల్ {path} వద్ద సేవ్ చేయబడింది
tr: Dosya {path} konumuna kaydedildi
uz: Fayl {path}da saqlandi
vi: Tệp đã được lưu tại {path}
zh: 文件已保存在 {path}
zh_hant: 文件已保存在 {path}

source: Jump to last read message
ar: الانتقال إلى آخر رسالة مقروءة
be: Перайсці да апошняга прачытанага паведамлення
el: Μετάβαση στο τελευταίο διαβασμένο μήνυμα
fa: پرش به آخرین پیام خوانده شده
fil: Tumalon sa huling nabasang mensahe
he: קפוץ להודעה הקודמת שנקראה
ia: Saltar al ultime message lege
ja: 最後に読んだメッセージにジャンプ
ko: 마지막으로 읽은 메시지로 이동
lt: Peršokti į paskutinį perskaitytą pranešimą
lv: Pārlēkt uz pēdējo izlasīto ziņu
ro: Săriți la ultimul citit mesaj
sl: Prekini do zadnjega prebranega sporočila
te: చివరి చదివిన సందేశానికి జంప్ చేయండి
tr: Son okunan mesaja atla
uz: Oxirgi o‘qilgan xabarga o‘tish
vi: Đi tới tin nhắn đã đọc mới nhất
zh: 跳转到上次已读的消息
zh_hant: 跳至最後讀取的訊息

source: Read up to here
ar: اقرأ حتى هنا
be: Прачытайце да гэтага месца
el: Διάβασε μέχρι εδώ
fa: تا اینجا خوانده شده
fil: Basahin hanggang dito
he: קרא עד כאן
ia: Legite usque a ci
ja: ここまで読む
ko: 여기까지 읽음
lt: Perskaityti iki čia
lv: Izlasīts līdz šejienei
ro: Citit până aici
sl: Preberi do tukaj
te: ఇక్కడ వరకు చదవండి
tr: Buraya kadar oku
uz: Bu yerga qadar o‘qish
vi: Đọc tới đây
zh: 读到此处
zh_hant: 讀到這裡

source: Jump
ar: قفز
be: Перайсці
el: Μετάβαση
fa: پرش
fil: Tumalon
he: קפוץ
ia: Saltar
ja: ジャンプ
ko: 점프
lt: Peršokti
lv: Pārlēkt
ro: Săriți
sl: Skok
te: జంప్
tr: Atla
uz: Sakrash
vi: Đi tới
zh: 跳转
zh_hant: 跳轉

source: Open link in browser
ar: فتح الرابط في المتصفح
be: Адкрыйце спасылку ў браўзеры
el: Άνοιγμα συνδέσμου στον περιηγητή
fa: بازکردن پیوند در مرورگر
fil: Buksan ang link sa browser
he: פתח את הקישור בדפדפן
ia: Derrer le ligamine in le navigator
ja: リンクをブラウザで開く
ko: 브라우저에서 링크 열기
lt: Atidaryti nuorodą naršyklėje
lv: Atvērt saiti pārlūkā
ro: Deschideți linkul în browser
sl: Odpri povezavo v brskalniku
te: లింక్‌ను బ్రౌజర్‌లో తెరవండి
tr: Bağlantıyı tarayıcıda aç
uz: Havolani brauzerda ochish
vi: Mở đường dẫn trong trình duyệt
zh: 在浏览器中打开链接
zh_hant: 在瀏覽器中開啟連結

# reportErrorDescription
source: 😭 Oh no. Something went wrong. If you want, you can report this bug to the developers.
ar: 😭 أوه لا. هناك خطأ ما. إذا كنت تريد، يمكنك الإبلاغ عن هذا الخطأ إلى المطورين.
be: 😞 Ой. Адбылася памылка. Калі хочаце, вы можаце паведаміць пра гэтую памылку распрацоўшчыкам.
el: 😞 Ωχ. Κάτι πήγε στραβά. Αν θέλετε, μπορείτε να αναφέρετε αυτό το σφάλμα στους προγραμματιστές.
fa: اوه نه. اشتباهی رخ داد. اگر تمایل دارید، می‌توانید این اشکال را با توسعه‌دهندگان گزارش دهید.
fil: 😢 Naku. May nangyaring mali. Kung nais mo, maaari mong i-report ang bug na ito sa mga developer.
he: 😞 אוי לא. קרה משהו. אם תרצה, תוכל לדווח על באג זה למפתחים.
ia: 😢 Oh non. Alicuno cosa ha fallite. Si vole, tu pote reportar iste bug a le developpatores.
ja: 😞 おっと。何か問題が発生しました。必要であれば、このバグを開発者に報告できます。
ko: 😭 이런. 무언가 잘못되었습니다. 원한다면, 개발자에게 버그를 신고할 수 있습니다.
lt: 😞 Oi. Įvyko klaida. Jei norite, galite pranešti apie šią klaidą kūrėjams.
lv: 😭 Ak nē! Kaut kas nogāja greizi. Ja ir vēlēšanas, par šo nepilnību var ziņot izstrādātājiem.
ro: Ceva a eșuat. Vă rugăm să încercați din nou mai tărziu. Dacă doriți, puteți să reportați problema la dezvoltatori.
sl: 😞 O, ne. Prišlo je do napake. Če želite, lahko to napako prijavite razvijalcem.
te: 😞 ఓహ్. ఏదైనా తప్పింది. మీరు కోరుకుంటే, ఈ బగ్‌ను డెవలపర్లకు నివేదించవచ్చు.
tr: 😭 Olamaz. Bir şeyler yanlış gitti. İsterseniz bu hatayı geliştiricilere bildirebilirsiniz.
uz: 😭 Voy yo‘q. Nimadir xato ketdi. Agar xohlasangiz, bu xato haqida dasturchilarga xabar berishingiz mumkin.
vi: 😭 Ôi. Có lỗi xảy ra. Bạn có thể báo cáo lỗi tới nhà phát triển nếu muốn.
zh: 😭 哦不。出了点差错。如果你愿意，可以向开发人员报告此错误。
zh_hant: 😭 哦不。出了些問題。如果您願意，可以將此錯誤報告給開發者。

source: report
ar: الإبلاغ
be: справаздача
el: αναφορά
fa: گزارش
fil: iulat
he: דווח
ia: reportar
ja: 報告
ko: 신고
lt: Pranešti
lv: Ziņot
ro: reportați
sl: prijavi
te: నివేదించండి
tr: bildir
uz: hisobot
vi: báo cáo
zh: 报错
zh_hant: 報告

source: Sign in with password
ar: سجل الدخول بكلمة السر
be: Увайсці з паролем
el: Σύνδεση με κωδικό πρόσβασης
fa: ورود با رمزعبور
fil: Mag-sign in gamit ang password
he: התחבר עם סיסמה
ia: Signar in con parola
ja: パスワードでログイン
ko: 비밀번호로 로그인
lt: Prisijungti naudojant slaptažodį
lv: Pieteikties ar paroli
ro: Conectați-vă cu parolă
sl: Prijavi se z geslom
te: పాస్వర్డ్‌తో సైన్ ఇన్ చేయండి
tr: Parola ile oturum aç
uz: Parol bilan kirish
vi: Đăng nhập với mật khẩu
zh: 使用密码登录
zh_hant: 使用密碼登入

# pleaseTryAgainLaterOrChooseDifferentServer
source: Please try again later or choose a different server.
ar: رجاء حاول مجددا أو اختر خادما مختلفا.
be: Калі ласка, паспрабуйце яшчэ раз пазней або выберыце іншы сервер.
el: Παρακαλώ δοκιμάστε ξανά αργότερα ή επιλέξτε διαφορετικό διακομιστή.
fa: لطفا بعدا تلاش کنید یا سرور دیگری انتخاب کنید.
fil: Mangyaring subukan muli mamaya o pumili ng ibang server.
he: אנא נסה שוב מאוחר יותר או בחר שרת אחר.
ia: Per favor, tenta ancora plus tarde o selige un altere servitore.
ja: 後でもう一度試すか、別のサーバーを選択してください。
ko: 나중에 다시 시도하거나 다른 서버를 선택하십시오.
lt: Prašome pabandyti vėliau arba pasirinkti kitą serverį.
lv: Lūgums vēlāk mēģināt vēlreiz vai izvēlēties citu serveri.
ro: Vă rugăm să încercați din nou mai târziu sau să alegeți un server diferit.
sl: Poskusite znova kasneje ali izberite drug strežnik.
te: దయచేసి తర్వాత ప్రయత్నించండి లేదా వేరే సర్వర్‌ను ఎంచుకోండి.
tr: Lütfen daha sonra tekrar deneyin veya farklı bir sunucu seçin.
uz: Keyinroq qayta urining yoki boshqa serverni tanlang.
vi: Hãy thử lại sau hoặc chọn 1 máy chủ khác.
zh: 请稍后再试或选择其它服务器。
zh_hant: 請稍後再試，或選擇不同的伺服器。

# profileNotFound
source: The user could not be found on the server. Maybe there is a connection problem or the user doesn't exist.
ar: لا يمكن العثور على المستخدم على الخادم. ربما هناك مشكلة في الاتصال أو المستخدم غير موجود.
be: Карыстальнік не знойдзены на серверы. Магчыма, ёсць праблема з злучэннем або карыстальнік не існуе.
el: Ο χρήστης δεν βρέθηκε στον διακομιστή. Ίσως υπάρχει πρόβλημα σύνδεσης ή ο χρήστης δεν υπάρχει.
fa: کاربر در سرور پیدا نشد. ممکن است مشکل اتصال باشد یا کاربر وجود نداشته باشد.
fil: Hindi mahanap ang user sa server. Maaaring may problema sa koneksyon o hindi umiiral ang user.
he: לא נמצא משתמש בשרת. ייתכן שיש בעיית חיבור או שהמשתמש לא קיים.
ia: Le usator non poteva esser trovate in le servitore. Forse il ha un problema de connection o le usator non existe.
ja: サーバーでユーザーが見つかりませんでした。接続の問題か、ユーザーが存在しない可能性があります。
ko: 유저를 서버에서 찾을 수 있습니다. 연결 문제가 있거나 유저가 존재하지 않을 수 있습니다.
lt: Vartotojo nerasta serveryje. Galbūt yra ryšio problema arba vartotojas neegzistuoja.
lv: Lietotāju serverī nevarēja atrast. Varbūt ir nebūšanas ar savienojumu vai lietotājs nepastāv.
ro: Utilizatorul nu a fost găsit pe server. Poate există o problemă de conexiune sau utilizatorul nu există.
sl: Uporabnika ni bilo mogoče najti na strežniku. Morda je težava s povezavo ali uporabnik ne obstaja.
te: సర్వర్‌పై వినియోగదారు కనుగొనబడలేదు. కనెక్షన్ సమస్య ఉండవచ్చు లేదా వినియోగదారు ఉండకపోవచ్చు.
tr: Kullanıcı sunucuda bulunamadı. Belki bir bağlantı sorunu vardır veya kullanıcı mevcut değildir.
uz: Foydalanuvchi serverda topilmadi. Ehtimol, ulanishda muammo bor yoki foydalanuvchi mavjud emas.
vi: Không tìm thấy người dùng này tại máy chủ. Có thể do lỗi kết nối hoặc người dùng không tồn tại.
zh: 服务器上找不到此用户。可能是连接有问题或者用户不存在。
zh_hant: 在伺服器上找不到該使用者。可能是連接問題或該使用者不存在。

source: Set theme:
ar: تعيين السمة:
be: Усталяваць тэму:
el: Ορίστε θέμα:
fa: انتخاب تم:
fil: Itakda ang tema:
he: הגדר נושא:
ia: Configurar thema:
ja: テーマを設定：
ko: 테마 설정:
lt: Nustatyti temą:
lv: Iestatīt izskatu:
ro: Setează tema:
sl: Nastavi temo:
te: థీమ్ సెట్ చేయండి:
tr: Temayı ayarla:
uz: Mavzu tanlash:
vi: Chọn giao diện:
zh: 设置主题：
zh_hant: 設定主題：

source: Set color theme:
ar: تعيين لون السمة:
be: Усталяваць каляровую тэму:
el: Ορίστε χρωματικό θέμα:
fa: انتخاب تم رنگ:
fil: Itakda ang kulay na tema:
he: הגדר נושא צבע:
ia: Configurar thema de colore:
ja: カラーテーマを設定：
ko: 색상 테마 설정:
lt: Nustatyti spalvų temą:
lv: Iestatīt krāsu izskatu:
ro: Setează tema de culoare:
sl: Nastavi barvno temo:
te: రంగు థీమ్ సెట్ చేయండి:
tr: Renk temasını ayarla:
uz: Rang mavzusini sozlash:
vi: Chọn màu giao diện:
zh: 设置主题颜色：
zh_hant: 設定主題顏色：

source: Invite
ar: دعوة
be: Запрасіць
el: Πρόσκληση
fa: دعوت
fil: Imbitahan
he: הזמן
ia: Invitar
ja: 招待
ko: 초대
lt: Pakviesti
lv: Uzaicināt
ro: Invită
sl: Vabilo
te: ఆహ్వానించండి
tr: Davet et
uz: Taklif qilish
vi: Mời
zh: 邀请
zh_hant: 邀請

source: Invalid input!
ar: مدخل غير صالح!
be: Несапраўдны ўвод!
el: Μη έγκυρη εισαγωγή!
fa: ورودی نامعتبر!
fil: Hindi wastong input!
he: קלט לא חוקי!
ia: Entrata invalide!
ja: 無効な入力です！
ko: 잘못된 입력!
lt: Neteisingas įvedimas!
lv: Nederīga ievade.
ro: Intrare invalidă!
sl: Neveljaven vnos!
te: చెల్లని ఇన్‌పుట్!
tr: Geçersiz giriş!
uz: Xato kiritildi!
vi: Dữ liệu nhập không hợp lệ!
zh: 无效的输入！
zh_hant: 無效的輸入！

# wrongPinEntered
source: Wrong pin entered! Try again in {seconds} seconds...
ar: تم إدخال رمز خاطئ! حاول مرة أخرى خلال {seconds} ثانية...
be: Уведзены няправільны PIN! Паспрабуйце яшчэ раз праз {seconds} секунд...
el: Λάθος PIN εισήχθη! Δοκιμάστε ξανά σε {seconds} δευτερόλεπτα...
fa: کد پین اشتباه وارد شد! دوباره تلاش کنید در {seconds} ثانیه...
fil: Maling pin ang inilagay! Subukan muli sa {seconds} segundo...
he: קוד סודי שגוי הוזן! נסה שוב בעוד {seconds} שניות...
ia: Code PIN incorrecte! Prova ancora in {seconds} secundas...
ja: 間違ったPINが入力されました！ {seconds}秒後にもう一度試してください...
ko: 잘못된 pin입니다! {seconds}초 후에 다시 시도하세요...
lt: Įvestas neteisingas PIN! Bandykite dar kartą po {seconds} sekundžių...
lv: Ievadīts nepareizs PIN. Lūgums mēģināt vēlreiz pēc {seconds} sekundēm...
ro: PIN greșit introdus! Încercați din nou în {seconds} secunde...
sl: Vnesen je bil napačen PIN! Poskusite znova v {seconds} sekundah...
te: తప్పు పిన్ నమోదు చేశారు! మరలా ప్రయత్నించండి {seconds} సెకన్లలో...
tr: Yanlış PIN girildi! {seconds} saniye sonra tekrar deneyin...
uz: PIN noto‘g‘ri kiritildi! {seconds} soniyadan keyin qayta urining...
vi: Nhập sai mã pin! Thử lại sau {seconds} giây...
zh: 输入的 PIN 码不正确！请 {seconds} 秒后重试…
zh_hant: 輸入的密碼錯誤！ {seconds} 秒後再試一次......

# pleaseEnterANumber
source: Please enter a number greater than 0
ar: الرجاء إدخال رقم أكبر من 0
be: Калі ласка, увядзіце лік, большы за 0
el: Παρακαλώ εισάγετε έναν αριθμό μεγαλύτερο από το 0
fa: لطفاً عددی بزرگتر از 0 وارد کنید
fil: Mangyaring magpasok ng numero na mas malaki sa 0
he: אנא הזן מספר הגדול מ-0
ia: Per favor, introduce un numero plus grande que 0
ja: 0より大きい数字を入力してください
ko: 0보다 큰 숫자를 입력하세요
lt: Prašome įvesti skaičių, didesnį už 0
lv: Lūgums ievadīt skaitli lielāku par 0
ro: Vă rugăm să introduceți un număr mai mare decât 0
sl: Vnesite številko, večjo od 0
te: దయచేసి 0 కంటే పెద్ద సంఖ్యను నమోదు చేయండి
tr: Lütfen 0'dan büyük bir sayı girin
uz: 0 dan katta son kiriting
vi: Hãy nhập số lớn hơn 0
zh: 请输入大于 0 的数
zh_hant: 請輸入大於 0 的數字

# removeDevicesDescription
source: You will be logged out of this device and will no longer be able to receive messages.
ar: سيتم تسجيل خروجك من هذا الجهاز ولن تتمكن بعد ذلك من تلقي الرسائل.
be: Вы будзеце выведзены з гэтага прылады і больш не зможаце атрымліваць паведамленні.
el: Θα αποσυνδεθείτε από αυτήν τη συσκευή και δεν θα μπορείτε πλέον να λαμβάνετε μηνύματα.
fa: از این دستگاه خارج خواهید شد و دیگر قادر به دریافت پیام‌ها نخواهید بود.
fil: Ihihinto mo ang pag-log out sa device na ito at hindi ka na makakatanggap ng mga mensahe.
he: אתה תתנתק מהמכשיר הזה ולא תוכל עוד לקבל הודעות.
ia: Tu essera disconnectate de iste dispositivo e non potera plus ricever messages.
ja: このデバイスからログアウトされ、メッセージを受信できなくなります。
ko: 이 기기에서 로그아웃되며 더 이상 메시지를 받을 수 없습니다.
lt: Jūs būsite išjungti iš šio įrenginio ir nebebusite gausite žinučių.
lv: Tu tiksi izrakstīts no šīs ierīces un vairs nevarēsi saņemt ziņas.
ro: Veți fi deconectat de pe acest dispozitiv și nu veți mai putea primi mesaje.
sl: Odjavili se boste iz tega naprave in ne boste več mogli prejemati sporočil.
te: మీరు ఈ డివైస్ నుండి లాగౌట్ చేయబడతారు మరియు సందేశాలు అందుకోవడం కొనసాగించలేరు.
tr: Bu aygıttan çıkış yapacaksınız ve artık mesaj alamayacaksınız.
uz: Bu qurilmadan chiqarilasiz va ortiq xabarlarni qabul qila olmaysiz.
vi: Bạn sẽ đăng xuất khỏi thiết bị này và không nhận được tin nhắn nữa.
zh: 你将从此设备登出，无法再接收消息。
zh_hant: 您將從這個裝置登出，並將不再能夠接收消息。

# noUsersFoundWithQuery
source: Unfortunately no user could be found with "{query}". Please check whether you made a typo.
ar: لسوء الحظ، لا يمكن العثور على مستخدم لديه "{query}". يرجى التحقق مما إذا كنت قد ارتكبت خطأ كتابي.
be: На жаль, карыстальнік з запытам "{query}" не знойдзены. Праверце, ці не дапусцілі вы памылку ў напісанні.
el: Δυστυχώς, δεν βρέθηκε χρήστης με την ερώτηση "{query}". Παρακαλώ ελέγξτε αν κάνατε τυπογραφικό λάθος.
fa: متأسفانه کاربری با "{query}" پیدا نشد. لطفاً بررسی کنید که اشتباهی تایپ نکرده باشید.
fil: Sa kasamaang palad, walang user na mahanap gamit ang "{query}". Mangyaring suriin kung nagkamali ka sa pag-type.
he: לצערנו לא נמצא משתמש עם "{query}". אנא בדוק אם טעות בהקלדה.
ia: Infelicemente, nemo usator poteva esser trovate con "{query}". Per favor, verifica si tu ha facite un typo.
ja: 申し訳ありませんが、「{query}」でユーザーが見つかりませんでした。タイプミスがないかご確認ください。
ko: 안타깝게도 "{query}"로 유저를 찾을 수 없습니다. 오타가 없는지 확인하십시오.
lt: Deja, su užklausa "{query}" nerasta vartotojo. Prašome patikrinti, ar nepadarėte rašybos klaidos.
lv: Diemžēl ar "{query}" netika atrasts neviens lietotājs. Lūgums pārbaudīt, vai ir pieļauta drukas kļūda.
ro: Din păcate, nu a fost găsit niciun utilizator cu "{query}". Vă rugăm să verificați dacă ați făcut o greșeală de tastare.
sl: Na žalost ni bilo mogoče najti uporabnika z "{query}". Preverite, ali ste naredili tipkarsko napako.
te: దురదృష్టవశాత్తూ "{query}" తో ఏ యూజర్‌ను కనుగొనలేకపోయాము. దయచేసి టైపో చేయలేదో అని తనిఖీ చేయండి.
tr: Ne yazık ki "{query}" ile kullanıcı bulunamadı. Lütfen bir yazım hatası yapıp yapmadığınızı kontrol edin.
uz: Afsuski, "{query}" soʻrovi bilan foydalanuvchi topilmadi. Iltimos, xato qilganingizni tekshiring.
vi: Không tìm thấy người dùng nào với "{query}". Hãy kiểm tra xem bạn có nhập nhầm không.
zh: 很遗憾，没有找到有关"{query}"的用户。请检查是否输入错误。
zh_hant: 很遺憾，找不到與「{query}」相符的使用者。請檢查是否有打錯字。

source: Knocking
ar: طرق
be: Дзвін
el: Χτυπάει
fa: در حال کوبیدن
fil: Nagtatanong
he: דופק
ia: Batte
ja: ノック中
ko: 참가 요청중
lt: Skambinama
lv: Klauvē
ro: Bătaie
sl: Klop
te: ముద్దు పెట్టడం
tr: Tıklat
uz: Taqillatmoqda
vi: Đang yêu cầu tham gia
zh: 正在请求
zh_hant: 敲門

source: Nothing found...
ar: لم نجد شيئاً.
be: Нічога не знойдзена...
el: Δεν βρέθηκε τίποτα...
fa: چیزی پیدا نشد...
fil: Walang nahanap...
he: לא נמצא כלום...
ia: Nulle cosa trovate...
ja: 何も見つかりませんでした...
ko: 아무것도 찾지 못했습니다...
lt: Nieko nerasta...
lv: Nekas netika atrasts...
ro: Nimic găsit...
sl: Ničesar ni bilo najdeno...
te: ఏమీ కనుగొనబడలేదు...
tr: Hiçbir şey bulunamadı...
uz: Hech nima topilmadi...
vi: Không tìm thấy gì...
zh: 未找到任何内容…
zh_hant: 什麼都沒找到......

source: Group name
ar: أسم المجموعة
be: Назва групы
el: Όνομα ομάδας
fa: نام گروه
fil: Pangalan ng grupo
he: שם הקבוצה
ia: Nomen del gruppo
ja: グループ名
ko: 그룹 채팅 이름
lt: Grupės pavadinimas
lv: Kopas nosaukums
ro: Numele grupului
sl: Ime skupine
te: గుంపు పేరు
tr: Grup ismi
uz: Guruh nomi
vi: Tên nhóm
zh: 群组名称
zh_hant: 群組名稱

# createGroupAndInviteUsers
source: Create a group and invite users
ar: إنشاء مجموعة ودعوة المستخدمين
be: Стварыць групу і запрасіць карыстальнікаў
el: Δημιουργήστε μια ομάδα και προσκαλέστε χρήστες
fa: ایجاد گروه و دعوت از کاربران
fil: Lumikha ng grupo at anyayahan ang mga user
he: צור קבוצה והזמן משתמשים
ia: Create un gruppo e invitar usatores
ja: グループを作成し、ユーザーを招待
ko: 그룹 채팅을 생성하고 유저를 초대
lt: Sukurti grupę ir pakviesti vartotojus
lv: Izveidot kopu un uzaicināt lietotājus
ro: Creează un grup și invită utilizatori
sl: Ustvari skupino in povabi uporabnike
te: గుంపును సృష్టించండి మరియు యూజర్లను ఆహ్వానించండి
tr: Bir grup oluşturun ve kullanıcıları davet edin
uz: Guruh yaratish va foydalanuvchilarni taklif qilish
vi: Tạo nhóm và mời người dùng
zh: 创建群组并邀请用户
zh_hant: 建立群組並邀請使用者

source: Group can be found via search
ar: يمكن العثور على المجموعة عبر البحث
be: Групу можна знайсці праз пошук
el: Η ομάδα μπορεί να βρεθεί μέσω αναζήτησης
fa: گروه از طریق جستجو قابل یافتن است
fil: Maaaring mahanap ang grupo sa pamamagitan ng paghahanap
he: הקבוצה ניתנת למציאה באמצעות חיפוש
ia: Le grupo pote esser trovate via recerca
ja: グループは検索を通じて見つけることができます
ko: 검색으로 그룹 채팅을 찾을 수 있음
lt: Grupę galima rasti per paiešką
lv: Kopu var atrast meklēšanā
ro: Grupul poate fi găsit prin căutare
sl: Skupino je mogoče najti prek iskanja
te: శోధన ద్వారా గుంపును కనుగొనవచ్చు
tr: Grup, arama ile bulunabilir
uz: Guruh qidiruv orqali topilishi mumkin
vi: Nhóm có thể được tìm thấy thông qua tìm kiếm
zh: 可通过搜索找到该群组
zh_hant: 可以透過搜尋找到群組
