Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

source: Device ID
ar: معرّف الجهاز
be: ID прылады
el: Ταυτότητα συσκευής
fa: هویت دستگاه
fil: ID ng Device
he: מזהה מכשיר
ia: ID del Dispositivo
ja: デバイスID
ko: 기기 ID
lt: Įrenginio ID
lv: Ierīces Id
ro: ID-ul Dispozitiv
sl: ID naprave
te: పరికరం ID
tr: Aygıt kimliği
uz: Qurilma ID
vi: Mã xác định thiết bị
zh: 设备 ID
zh_hant: 裝置ID

source: Devices
ar: الأجهزة
be: Прылады
el: Συσκευές
fa: دستگاه‌ها
fil: Mga Device
he: התקנים
ia: Dispositivos
ja: デバイス
ko: 기기
lt: Įrenginiai
lv: Ierīces
ro: Dispozitive
sl: Naprave
te: పరికరాలు
tr: Aygıtlar
uz: Qurilmalar
vi: Các thiết bị
zh: 设备
zh_hant: 裝置

source: Direct Chats
ar: محادثات مباشرة
be: Прамыя чаты
el: Άμεσα μηνύματα
fa: گپ‌های مستقیم
fil: Mga Direktang Chat
he: צ'אטים ישירים
ia: Chats Directe
ja: ダイレクトチャット
ko: 다이렉트 채팅
lt: Tiesioginiai pokalbiai
lv: Tiešās tērzēšanas
ro: Chaturi directe
sl: Neposredni klepeti
te: నేరుగా చాట్‌లు
tr: Doğrudan Sohbetler
uz: Shaxsiy suhbatlar
vi: Cuộc trò chuyện trực tiếp
zh: 私聊
zh_hant: 直接傳訊

# allRooms
source: All Group Chats
ar: جميع الدردشات الجماعية
be: Усе групавыя чаты
el: Όλες οι ομαδικές συνομιλίες
fa: تمام چت‌های گروهی
fil: Lahat ng Mga Group Chat
he: כל שיחות הקבוצה
ia: Tote le Salas de Grupo
ja: すべてのグループチャット
ko: 모든 그룹 채팅
lt: Visi grupiniai pokalbiai
lv: Visām kopu tērzēšanām
ro: Toate chaturi de grup
sl: Vsi skupinski klepeti
te: అన్ని గ్రూప్ చాట్‌లు
tr: Tüm Grup Sohbetleri
uz: Barcha guruh suhbatlar
vi: Tất cả phòng nhóm
zh: 所有群聊
zh_hant: 所有群組聊天室

# emotePacks
source: Emote packs for room
ar: حزمة الوجوه التعبيرية للغرفة
be: Пакеты эмоцый для пакоя
el: Πακέτα emoji για το δωμάτιο
fa: بسته‌های شکلک برای اتاق
fil: Mga emote pack para sa room
he: חבילות אימוג'י לחדר
ia: Packs de emot pro le camera
ja: 部屋のEmoteパック
ko: 방을 위한 이모트 팩
lt: Jaustukų paketai kambariui
lv: Emociju pakas istabai
ro: Pachete de emoturi din cameră
sl: Paketi emojijev za sobo
te: గదికి ఎమోట్స్ ప్యాక్స్
tr: Oda için ifade paketleri
uz: Guruh uchun Emote toʻplamlar
vi: Gói biểu tượng cho phòng
zh: 聊天室的表情包
zh_hant: 聊天室的表情符號

source: Emote Settings
ar: اعدادات الانفعالات
be: Налады эмоцый
el: Ρυθμίσεις emoji
fa: ‏تنظیمات شکلک
fil: Mga Setting ng Emote
he: הגדרות אימוג'י
ia: Configurationes de emot
ja: Emote設定
ko: 이모트 설정
lt: Jaustukų nustatymai
lv: Emociju iestatījumi
ro: Configurări Emote
sl: Nastavitve emojijev
te: ఎమోట్స్ సెట్టింగ్స్
tr: İfade Ayarları
uz: Emote Sozlamalari
vi: Cài đặt biểu tượng cảm xúc
zh: 表情设置
zh_hant: 表情設定

source: Global chat ID
ar: معرف المحادثة العامة
be: Глабальны ідэнтыфікатар чату
el: Παγκόσμιο ID συνομιλίας
fa: شناسه چت جهانی
he: מזהה שיחת גלובלית
ia: ID global de chat
ja: グローバルチャットID
ko: 글로벌 채팅 ID
lt: Pasaulinio pokalbio ID
lv: Vispārējais tērzēšanas Id
ro: ID chat global
sl: Globalni ID klepeta
te: గ్లోబల్ చాట్ ID
tr: Genel sohbet kimliği
uz: Ommaviy suhbat IDʼsi
vi: ID trò chuyện toàn cục
zh: 全局聊天 ID
zh_hant: 全球聊天室 ID

source: Access and visibility
ar: الوصول والرؤية
be: Доступ і бачнасць
el: Πρόσβαση και ορατότητα
fa: دسترسی و دید
fil: Pag-access at visibility
he: גישה ונראות
ia: Accesso e visibilitate
ja: アクセスと可視性
ko: 채팅 가입과 대화 기록
lt: Prieiga ir matomumas
lv: Piekļuve un redzamība
ro: Acces și vizibilitate
sl: Dostop in vidljivost
te: ప్రవేశం మరియు దృశ్యమానత
tr: Erişim ve görünürlük
uz: Kirish va koʻrinish
vi: Quyền truy cập và hiển thị
zh: 访问和可见性
zh_hant: 訪問權限和可見性

# accessAndVisibilityDescription
source: Who is allowed to join this chat and how the chat can be discovered.
ar: من المسموح له بالانضمام إلى هذه المحادثة وكيف يمكن اكتشاف المحادثة.
be: Хто можа далучыцца да гэтага чату і як яго можна знайсці.
el: Ποιος επιτρέπεται να συμμετάσχει σε αυτήν τη συνομιλία και πώς μπορεί να βρεθεί η συνομιλία.
fa: چه کسی مجاز به پیوستن به این چت است و چگونه می‌توان آن را کشف کرد.
fil: Sino ang pinapayagang sumali sa chat at paano matutuklas ang chat.
he: מי מורשה להצטרף לשיחה זו ואיך ניתן לגלות את השיחה.
ia: Qui ha le permission de aderir a iste chat e como le chat pote esser discoperite.
ja: このチャットに参加できる人と、チャットがどのように見つけられるか。
ko: 채팅에 참가 할 수 있는 사람과 채팅을 볼 수 있는 범위
lt: Kas gali prisijungti prie šio pokalbio ir kaip jis gali būti atrastas.
lv: Kam ir ļauts pievienoties šai tērzēšanai un kā tērzēšana var tikt atklāta.
ro: Cine are voie să se alăture acestui chat și cum poate fi descoperit chat-ul.
sl: Kdo sme sodelovati v tem klepetu in kako ga je mogoče odkriti.
te: ఈ చాట్‌లో ఎవరు చేరుకోవచ్చో మరియు చాట్ ఎలా కనుగొనబడుతుందో.
tr: Bu sohbete kimlerin katılmasına izin verilir ve sohbet nasıl keşfedilebilir.
uz: Bu suhbatga kim qoʻshilishi mumkin va suhbatni qanday topish mumkin.
vi: Ai được phép tham gia cuộc trò chuyện này và cách cuộc trò chuyện có thể được tìm thấy.
zh: 谁可以加入此聊天以及怎样发现该聊天。
zh_hant: 誰被允許加入此聊天室以及如何發現聊天室。

source: Calls
ar: المكالمات
be: Званкі
el: Κλήσεις
fa: تماس‌ها
fil: Mga Tawag
he: שיחות
ia: Appellos
ja: 通話
ko: 전화
lt: Skambučiai
lv: Zvani
ro: Apeluri
sl: Klici
te: కాల్‌లు
tr: Aramalar
uz: Qoʻngʻiroqlar
vi: Cuộc gọi
zh: 通话
zh_hant: 通話

source: Custom emojis and stickers
ar: الرموز التعبيرية والملصقات المخصصة
be: Карыстальніцкія эмодзі і наклейкі
el: Προσαρμοσμένα emojis και αυτοκόλλητα
fa: ایموجی‌ها و استیکرهای سفارشی
fil: Mga custom emoji at sticker
he: אמוג'י מדומים וסטיקרים מותאמים אישית
ia: Emojis e stickers personalisate
ja: カスタム絵文字とステッカー
ko: 커스텀 이모지와 스티커
lt: Individualūs jaustukai ir lipdukai
lv: Pielāgotas emocijzīmes un uzlīmes
ro: Emoticoane și stickere personalizate
sl: Lastni emojiji in nalepke
te: అభిరుచికర ఎమోజీలు మరియు స్టికర్స్
tr: Özel emojiler ve çıkartmalar
uz: Maxsus emojilar va stikerlar
vi: Biểu tượng cảm xúc và nhãn dán tùy chỉnh
zh: 自定义表情符号和贴纸
zh_hant: 自訂表情符號和貼圖

# customEmojisAndStickersBody
source: Add or share custom emojis or stickers which can be used in any chat.
ar: قم بإضافة أو مشاركة الرموز التعبيرية أو الملصقات المخصصة التي يمكن استخدامها في أي دردشة.
be: Дадайце або падзяліцеся карыстальніцкімі эмодзі або наклейкамі, якія можна выкарыстоўваць у любым чаце.
el: Προσθέστε ή μοιραστείτε προσαρμοσμένα emojis ή αυτοκόλλητα που μπορούν να χρησιμοποιηθούν σε οποιαδήποτε συνομιλία.
fa: ایموجی‌ها یا استیکرهای سفارشی را اضافه یا به اشتراک بگذارید که در هر چتی قابل استفاده هستند.
fil: Magdagdag o magbahagi ng mga custom emoji o sticker na maaring gamitin sa anumang chat.
he: הוסף או שתף אמוג'י מותאם אישית או סטיקרים שניתן להשתמש בהם בכל שיחה.
ia: Adder o compartir emojis o stickers personalisate que pote esser usate in qualunque chat.
ja: カスタム絵文字やステッカーを追加または共有し、任意のチャットで使用できます。
ko: 모든 채팅에서 사용할 수있는 커스텀 이모지와 스티커를 추가하거나 공유합니다.
lt: Pridėkite arba bendrinkite individualius jaustukus ar lipdukus, kurie gali būti naudojami bet kuriame pokalbyje.
lv: Pievienot vai kopīgot pielāgotas emocijzīmes vai uzlīmes, kas var tikt izmantotas jebkurā tērzēšanā.
ro: Adaugă sau partajează emoticoane sau stickere personalizate care pot fi folosite în orice chat.
sl: Dodajte ali delite lastne emojije ali nalepke, ki jih je mogoče uporabiti v katerem koli klepetu.
te: ఏదైనా చాట్‌లో ఉపయోగించగలిగే అనుకూల ఎమోజీలు లేదా స్టికర్స్ జోడించండి లేదా పంచుకోండి.
tr: Herhangi bir sohbette kullanılabilecek özel emojiler veya çıkartmalar ekleyin veya paylaşın.
uz: Istalgan suhbatda ishlatilishi mumkin boʻlgan maxsus emojilar yoki stikerlarni qoʻshing yoki ulashing.
vi: Thêm hoặc chia sẻ biểu tượng cảm xúc hoặc nhãn dán tùy chỉnh có thể được dùng trong mọi cuộc trò chuyện.
zh: 添加或分享可用于任何聊天的表情符号或贴纸。
zh_hant: 新增或分享可在任何聊天室中使用的自訂表情符號或貼圖。

source: Emote shortcode
ar: رمز الانفعالة
be: Кароткі код эмоцыі
el: Κωδικός σύντομου emoji
fa: کد کوتاه شکلک
fil: Shortcode ng emoji
he: קוד קצר של אימוג'י
ia: Shortcode de emot
ja: Emoteショートコード
ko: 이모트 단축키
lt: Jaustuko trumpasis kodas
lv: Emocijas īskods
ro: Shortcode de emote
sl: Kratek opis emojija
te: ఎమోటే షార్ట్‌కోడ్
tr: İfade kısa kodu
uz: Emote qisqa kodi
vi: Mã ngắn biểu tượng cảm xúc
zh: 表情快捷码
zh_hant: 表情快捷鍵

# emoteWarnNeedToPick
source: You need to pick an emote shortcode and an image!
ar: اختر صورة ورمزا للانفعالة!
be: Вам трэба выбраць кароткі код эмоцыі і малюнак!
el: Πρέπει να επιλέξετε έναν κωδικό emoji και μια εικόνα!
fa: باید یک کد کوتاه شکلک و یک تصویر انتخاب کنید!
fil: Kailangan mong pumili ng emote shortcode at isang larawan!
he: עליך לבחור קוד קצר של אימוג'י ותמונה!
ia: Tu ha besonio seliger un shortcode de emote e un imagine!
ja: Emoteショートコードと画像を選択してください！
ko: 이모트 단축키와 이미지를 골라야 합니다!
lt: Turite pasirinkti jaustuko trumpąjį kodą ir paveiksliuką!
lv: Nepieciešams izvēlēties emocijas īskodu un attēlu.
ro: Trebuie să alegeți shortcode pentru emote și o imagine!
sl: Potrebno je izbrati kratek opis emojija in sliko!
te: మీకు ఒక ఎమోటే షార్ట్‌కోడ్ మరియు చిత్రం ఎంచుకోవాలి!
tr: Bir ifade kısa kodu ve bir resim seçmeniz gerekiyor!
uz: Siz emote qisqa kodi va rasmni tanlashingiz kerak!
vi: Bạn cần chọn một mã biểu tượng cảm xúc và một hình ảnh!
zh: 你需要选择一个表情快捷码和一张图片！
zh_hant: 您需要選取一個表情快捷鍵和一張圖片！

source: Empty chat
ar: محادثة فارغة
be: Пусты чат
el: Άδειο chat
fa: گپ خالی
fil: Walang lamang chat
he: צ'אט ריק
ia: Chat vacue
ja: 空のチャット
ko: 빈 채팅
lt: Tuščias pokalbis
lv: Tukša tērzēšana
ro: Chat gol
sl: Prazen klepet
te: ఖాళీ చాట్
tr: Boş sohbet
uz: Boʻsh suhbat
vi: Cuộc trò chuyện trống
zh: 空聊天
zh_hant: 空的聊天室

# enableEmotesGlobally
source: Enable emote pack globally
ar: تفعيل حزمة التعبيرات بشكل عام
be: Уключыць пакет эмоцый глабальна
el: Ενεργοποίηση πακέτου emoji σε όλο το σύστημα
fa: بسته شکلک را به طور سراسری فعال کنید
fil: I-enable ang emote pack globally
he: הפעלת חבילת אימוג'י באופן גלובלי
ia: Habilitar le pack de emotes globalmente
ja: emoteをグローバルに有効にする
ko: 이모트 팩 항상 사용하기
lt: Įgalinti jaustukų paketą visur
lv: Iespējot kā vispārēju emociju paku
ro: Activați pachet de emote global
sl: Omogoči paket emojijev globalno
te: గ్లోబల్‌గా ఎమోట్స్ ప్యాక్‌ను సక్రియం చేయండి
tr: İfade paketini küresel olarak etkinleştir
uz: Emote paketini global miqyosda yoqish
vi: Bật gói biểu tượng cảm xúc trên toàn bộ hệ thống
zh: 在全局启用表情包
zh_hant: 在全域啟用表情符號

source: Enable encryption
ar: فعّل التشفير
be: Уключыць шыфраванне
el: Ενεργοποίηση κρυπτογράφησης
fa: رمزگذاری را فعال کنید
fil: I-enable ang encryption
he: אפשר הצפנה
ia: Habilitar le encryption
ja: 暗号化を有効にする
ko: 암호화 사용
lt: Aktyvuoti šifravimą
lv: Iespējot šifrēšanu
ro: Activați criptare
sl: Omogoči šifriranje
te: ఎన్క్రిప్షన్‌ను సక్రియం చేయండి
tr: Şifrelemeyi etkinleştir
uz: Shifrlashni yoqish
vi: Bật mã hóa
zh: 启用加密
zh_hant: 啟用加密

# enableEncryptionWarning
source: You won't be able to disable the encryption anymore. Are you sure?
ar: لن يمكنك تعطيل التشفير أبدا، أمتأكد؟
be: Вы больш не зможаце адключыць шыфраванне. Ці ўпэўнены вы?
el: Δεν θα μπορείτε πλέον να απενεργοποιήσετε την κρυπτογράφηση. Είστε σίγουροι;
fa: شما دیگر قادر به غیرفعال کردن رمزگذاری نخواهید بود. آیا مطمئن هستید؟
fil: Hindi mo madi-disable ang encryption. Sigurado ka ba?
he: לא תוכל לבטל את ההצפנה יותר. האם אתה בטוח?
ia: Tu non potera disactivar le encryption plus. Es tu secur?
ja: 一度暗号化を有効にするともとに戻せません。よろしいですか？
ko: 당신은 다시 암호화를 비활성화할 수 없습니다. 확실한가요?
lt: Šifravimo nebegalėsite išjungti. Ar jūs tuo tikri?
lv: Vairs nebūs iespējams atspējot šifrēšanu. Vai tiešām to darīt?
ro: Activând criptare, nu mai puteți să o dezactivați în viitor. Sunteți sigur?
sl: Več ne boste mogli izklopiti šifriranja. Ste prepričani?
te: మీరు ఇకపై ఎన్క్రిప్షన్‌ను డిసేబుల్ చేయలేరు. మీరు ఖచ్చితంగా చేయాలనుకుంటున్నారా?
tr: Artık şifrelemeyi devre dışı bırakamayacaksınız. Emin misiniz?
uz: Siz endi shifrlashni oʻchira olmaysiz. Ishonchingiz komilmi?
vi: Bạn sẽ không thể tắt mã hóa nữa. Bạn có chắc không?
zh: 你之后将无法停用加密，确定吗？
zh_hant: 您將不能再停用加密，確定嗎？

source: Encrypted
ar: مشفر
be: Шыфравана
el: Κρυπτογραφημένο
fa: رمزگذاری شده
fil: Naka-encrypt
he: מוצפן
ia: Cifrate
ja: 暗号化
ko: 암호화됨
lt: Užšifruotas
lv: Šifrēta
ro: Criptat
sl: Šifrirano
te: ఎన్క్రిప్టెడ్
tr: Şifreli
uz: Shifrlangan
vi: Đã mã hóa
zh: 已加密
zh_hant: 已加密的

source: Encryption
ar: التشفير
be: Шыфраванне
el: Κρυπτογράφηση
fa: رمزگذاری
fil: Pag-encrypt
he: הצפנה
ia: Cifration
ja: 暗号化
ko: 암호화
lt: Šifravimas
lv: Šifrēšana
ro: Criptare
sl: Šifriranje
te: ఎన్క్రిప్షన్
tr: Şifreleme
uz: Shifrlash
vi: Mã hóa
zh: 加密
zh_hant: 加密

source: Font size
ar: حجم الخط
be: Памер шрыфта
el: Μέγεθος γραμματοσειράς
fa: اندازه قلم
fil: Laki ng font
he: גודל גופן
ia: Grandezza del fonte
ja: フォントサイズ
ko: 폰트 크기
lt: Šrifto dydis
lv: Fonta izmērs
ro: Mărimea fontului
sl: Velikost pisave
te: అక్షర పరిమాణం
tr: Yazı tipi boyutu
uz: Shrift oʻlchami
vi: Kích thước phông chữ
zh: 字体大小
zh_hant: 字體大小

source: Forward
ar: أعد التوجيه
be: Пераслаць
el: Προώθηση
fa: ارسال
fil: I-forward
he: העבר
ia: In avanti
ja: 進む
ko: 전달
lt: Toliau
lv: Pārsūtīt
ro: Înainte
sl: Naprej
te: ముందుకు పంపండి
tr: İlet
uz: Yuborvorish
vi: Chuyển tiếp
zh: 转发
zh_hant: 轉發

source: From joining
ar: من بعد الانضمام
be: З далучэння
el: Από την ένταξη
fa: از پیوستن
fil: Mula sa pagsali
he: מהצטרפות
ia: De le inscription
ja: 参加時点から閲覧可能
ko: 참가시점 이후로
lt: Nuo prisijungimo
lv: No pievienošanās
ro: De la alăturare
sl: Od včlanitve
te: చేరడం నుండి
tr: Katılmadan
uz: Qoʻshilishdan
vi: Từ khi tham gia
zh: 自加入起
zh_hant: 自加入起

source: From the invitation
ar: من بعد الدعوة
be: З запрашэння
el: Από την πρόσκληση
fa: از دعوت
fil: Mula sa imbitasyon
he: מההזמנה
ia: De le invitation
ja: 招待時点から閲覧可能
ko: 초대받은 후부터
lt: Nuo pakvietimo
lv: No uzaicinājuma
ro: De la invitația
sl: Iz povabila
te: ఆహ్వానం నుండి
tr: Davetten
uz: Taklifnomadan
vi: Từ lời mời
zh: 自邀请起
zh_hant: 自邀請起

source: Go to the new room
ar: انتقل للغرفة الجديدة
be: Перайдзіце ў новую пакой
el: Μεταβείτε στο νέο δωμάτιο
fa: به اتاق جدید بروید
fil: Pumunta sa bagong room
he: עבור לחדר החדש
ia: Ier al nove camera
ja: 新規ルームへ
ko: 새로운 방 가기
lt: Eiti į naują kambarį
lv: Doties uz jauno istabu
ro: Mergeți la camera nouă
sl: Pojdi v novo sobo
te: కొత్త గదికి వెళ్లండి
tr: Yeni odaya git
uz: Yangi guruhga oʻtish
vi: Đi tới phòng mới
zh: 前往新的聊天室
zh_hant: 前往新聊天室

source: Group
ar: المجموعة
be: Група
el: Ομάδα
fa: گروه
fil: Grupo
he: קבוצה
ia: Grupo
ja: グループ
ko: 그룹 채팅
lt: Grupė
lv: Kopa
ro: Grup
sl: Skupina
te: గుంపు
tr: Grup
uz: Guruh
vi: Cuộc trò chuyện
zh: 群组
zh_hant: 群組

source: Chat description
ar: وصف المحادثة
be: Апісанне чата
el: Περιγραφή συνομιλίας
fa: توضیحات چت
fil: Paglalarawan ng chat
he: תיאור השיחה
ia: Description del chat
ja: チャットの説明
ko: 채팅 설명
lt: Pokalbio aprašymas
lv: Tērzēšanas apraksts
ro: Descrierea chat-ului
sl: Opis klepeta
te: చాట్ వివరణ
tr: Sohbet açıklaması
uz: Suhbat tavsifi
vi: Mô tả cuộc trò chuyện
zh: 聊天描述
zh_hant: 聊天室描述

# chatDescriptionHasBeenChanged
source: Chat description changed
ar: تغير وصف المجموعة
be: Апісанне чата зменена
el: Η περιγραφή της συνομιλίας άλλαξε
fa: توضیحات چت تغییر یافته است
fil: Nabago ang paglalarawan ng chat
he: תיאור השיחה שונה
ia: Le description del chat ha essite cambiate
ja: チャットの説明が変更されました
ko: 채팅 설명 변경됨
lt: Pokalbio aprašymas pakeistas
lv: Tērzēšanas apraksts ir mainījies
ro: Descrierea chat-ului a fost schimbată
sl: Opis klepeta je bil spremenjen
te: చాట్ వివరణ మార్చబడింది
tr: Sohbet açıklaması değişti
uz: Suhbat tavsifi oʻzgartirildi
vi: Mô tả cuộc trò chuyện đã được thay đổi
zh: 聊天描述已被更改
zh_hant: 聊天室描述已變更

source: Group is public
ar: المجموعة عامة
be: Група адкрытая
el: Η ομάδα είναι δημόσια
fa: گروه عمومی است
fil: Pampubliko ang grupo
he: הקבוצה ציבורית
ia: Le grupo es publice
ja: グループは公開されています
ko: 그룹 채팅 공개
lt: Grupė yra vieša
lv: Kopa ir publiska
ro: Grupul este public
sl: Skupina je javna
te: గుంపు ప్రజాస్వామ్యంగా ఉంది
tr: Grup herkese açık
uz: Guruh ommaviy
vi: Cuộc trò chuyện công khai
zh: 群组是公开的
zh_hant: 群組是公開的

source: Groups
ar: المجموعات
be: Групы
el: Ομάδες
fa: گروه‌ها
fil: Mga grupo
he: קבוצות
ia: Groupes
ja: グループ
ko: 그룹 채팅
lt: Grupės
lv: Kopas
ro: Grupuri
sl: Skupine
te: గుంపులు
tr: Gruplar
uz: Guruhlar
vi: Các cuộc trò chuyện
zh: 群组
zh_hant: 群組

# groupWith
source: Group with {displayname}
ar: في مجموعة مع {displayname}
be: Група з {displayname}
el: Ομάδα με {displayname}
fa: گروه با {displayname}
fil: Grupo kasama kay/sa {displayname}
he: קבוצה עם {displayname}
ia: Grupo con {displayname}
ja: {displayname}とグループを作成する
ko: {displayname}님과의 그룹
lt: Grupė su {displayname}
lv: Kopa ar {displayname}
ro: Grup cu {displayname}
sl: Skupina z {displayname}
te: {displayname} తో గుంపు
tr: {displayname} ile grup
uz: {displayname} bilan guruh
vi: Cuộc trò chuyện với {displayname}
zh: 名称为 {displayname} 的群组
zh_hant: 名稱為 {displayname} 的群組

source: Guests are forbidden
ar: يمنع الزوار
be: Гасцям забаронена ўдзел
el: Οι επισκέπτες απαγορεύονται
fa: مهمان‌ها ممنوع شده‌اند
fil: Pinagbabawal ang mga bisita
he: אורחים אסורים
ia: Le hospites es prohibite
ja: ゲストは許可されていません
ko: 게스트가 들어올 수 없음
lt: Svečiams draudžiama
lv: Viesi nav ļauti
ro: Musafiri sunt interziși
sl: Gostom je prepovedano
te: అతిథులు నిషేధించబడ్డారు
tr: Misafirlere izin verilmiyor
uz: Mehmonlarga kirish taqiqlangan
vi: Khách bị cấm
zh: 访客禁止加入
zh_hant: 訪客已被禁止

source: Guests can join
ar: يمكن للزوار الانضمام
be: Гасцям дазволена далучацца
el: Οι επισκέπτες μπορούν να συμμετάσχουν
fa: مهمان‌ها می‌توانند بپیوندند
fil: Maaring sumali ang mga bisita
he: אורחים יכולים להצטרף
ia: Le hospites pote aderir
ja: ゲストが許可されています
ko: 게스트가 참가할 수 있음
lt: Svečiai gali prisijungti
lv: Viesi var pievienoties
ro: Musafiri pot să se alăture
sl: Gostje se lahko pridružijo
te: అతిథులు చేరుకోవచ్చు
tr: Misafirler katılabilir
uz: Mehmonlar qoʻshila oladi
vi: Khách có thể tham gia
zh: 访客可以加入
zh_hant: 訪客可以加入

# hasWithdrawnTheInvitationFor
source: {username} has withdrawn the invitation for {targetName}
ar: سحب {username} دعوة {targetName}
be: {username} адклікаў запрашэнне для {targetName}
el: {username} έχει αποσύρει την πρόσκληση για {targetName}
fa: {username} دعوت‌نامه {targetName} را پس گرفته است
fil: {username} ay nag-withdraw ng paanyaya para kay {targetName}
he: {username} ביטל את ההזמנה עבור {targetName}
ia: {username} ha retractate le invitation pro {targetName}
ja: {targetName}の招待を{username}が取り下げました
ko: {username}님이 {targetName}님에 대한 초대를 철회함
lt: {username} atšaukė {targetName} kvietimą
lv: {username} atsauca uzaicinājumu {targetName}
ro: {username} a retras invitația pentru {targetName}
sl: {username} je umaknil vabilo za {targetName}
te: {username} ఆహ్వానాన్ని ఉపసంహరించారు {targetName}
tr: {username}, {targetName} için daveti geri çekti
uz: {username} {targetName} uchun taklifnomani qaytarib oldi
vi: {username} đã rút lại lời mời cho {targetName}
zh: {username} 撤回了对 {targetName} 的邀请
zh_hant: {username} 收回了對 {targetName} 的邀請

source: Help
ar: المساعدة
be: Дапамога
el: Βοήθεια
fa: کمک
fil: Tulong
he: עזרה
ia: Adjuta
ja: ヘルプ
ko: 도움
lt: Pagalba
lv: Palīdzība
ro: Ajutor
sl: Pomoč
te: సహాయం
tr: Yardım
uz: Yordam
vi: Trợ giúp
zh: 帮助
zh_hant: 幫助

source: Hide redacted events
ar: إخفاء الأحداث المنقحة
be: Схаваць выдаленыя падзеі
el: Απόκρυψη επεξεργασμένων γεγονότων
fa: پنهان کردن رویدادهای ویرایش شده
fil: Itago ang mga tinanggal na kaganapan
he: הסתר אירועים מצונזרים
ia: Celar eventos redactate
ja: 編集済みイベントを非表示にする
ko: 지워진 이벤트 숨기기
lt: Slėpti pašalintus įvykius
lv: Paslēpt labošanas notikumus
ro: Ascunde evenimente redactate
sl: Skrij prekrita dogajanja
te: సవరించిన ఈవెంట్స్‌ను దాచండి
tr: Düzenlenmiş etkinlikleri gizle
uz: Tahrirlangan tadbirlarni yashirish
vi: Ẩn các sự kiện đã bị gỡ
zh: 隐藏已删除的事件
zh_hant: 隱藏編輯過的事件

source: Hide redacted messages
ar: إخفاء الرسائل المكررة
be: Схаваць выдаленыя паведамленні
el: Απόκρυψη επεξεργασμένων μηνυμάτων
fa: پنهان کردن پیام‌های ویرایش‌شده
fil: Itago ang mga tinanggal na mensahe
he: הסתר הודעות מצונזרות
ia: Celar messages redactate
ja: 編集済みメッセージを非表示
ko: 삭제된 메시지 숨기기
lt: Slėpti redaguotas žinutes
lv: Paslēpt labošanas ziņas
ro: Ascunde mesajele cenzurate
sl: Skrij prekrita sporočila
te: సవరించిన సందేశాలను దాచండి
tr: Düzenlenen mesajları gizle
uz: Oʻchirilgan xabarlarni yashirish
vi: Ẩn tin nhắn đã bị gỡ
zh: 隐藏被涂黑的消息
zh_hant: 隱藏被刪除的訊息

# hideRedactedMessagesBody
source: If someone redacts a message, this message won't be visible in the chat anymore.
ar: إذا قام شخص ما بتنقيح رسالة، فلن تكون هذه الرسالة مرئية في المحادثة بعد الآن.
be: Калі нехта выдаляе паведамленне, гэта паведамленне больш не будзе бачным у чаце.
el: Αν κάποιος επεξεργαστεί ένα μήνυμα, αυτό το μήνυμα δεν θα είναι πλέον ορατό στη συνομιλία.
fa: اگر کسی پیامی را ویرایش کند، این پیام دیگر در چت قابل مشاهده نخواهد بود.
fil: Kung may magtatanggal ng mensahe, hindi na ito makikita sa chat.
he: אם מישהו מצנזר הודעה, ההודעה הזו לא תהיה נראית יותר בשיחה.
ia: Si qualcuno redacta un message, iste message non essera plus visibile in le chat.
ja: 誰かがメッセージを編集した場合、そのメッセージはチャットに表示されなくなります。
ko: 누군가가 메시지를 삭제하면 메시지를 더 이상 볼 수 없습니다.
lt: Jei kas nors redaguoja žinutę, ši žinutė nebus matoma pokalbyje.
lv: Ja kāds labo ziņu, tā vairs nebūs redzama tērzēšanā.
ro: Dacă cineva cenzurează un mesaj, acesta nu va mai fi vizibil în chat.
sl: Če nekdo prekrije sporočilo, to sporočilo v klepetu več ne bo vidno.
te: ఎవరైనా సందేశాన్ని సవరించినప్పుడు, ఆ సందేశం ఇక చాట్‌లో కనిపించదు.
tr: Birisi bir mesajı düzenlerse, bu mesaj artık sohbette görünmeyecektir.
uz: Agar kimdir xabarni oʻchirsa, bu xabar endi suhbatda koʻrinmaydi.
vi: Nếu ai đó gỡ một tin nhắn, tin nhắn đó sẽ không còn hiển thị trong cuộc trò chuyện nữa.
zh: 如果某人涂黑了一条消息，那么在聊天中再也看不到这条消息。
zh_hant: 如果有人收回一條訊息，該訊息將不再在聊天室中顯示。

source: Hide invalid or unknown message formats
ar: إخفاء تنسيقات الرسائل غير الصالحة أو غير المعروفة
be: Схаваць недапушчальныя або невядомыя фарматы паведамленняў
el: Απόκρυψη μη έγκυρων ή άγνωστων μορφών μηνυμάτων
fa: پنهان کردن قالب‌های پیام نامعتبر یا ناشناخته
fil: Itago ang mga hindi wastong o hindi kilalang format ng mensahe
he: הסתר פורמטים של הודעות לא תקינים או לא ידועים
ia: Celar formatos de message invalide o ignote
ja: 無効または不明なメッセージ形式を非表示
ko: 잘못되거나 알 수 없는 메시지 형식 숨김
lt: Slėpti netinkamus arba nežinomus žinučių formatus
lv: Paslēpt nederīgus vai nezināmus ziņu formātus
ro: Ascunde formatele de mesaje invalide sau necunoscute
sl: Skrij neveljavne ali neznane formate sporočil
te: చెల్లని లేదా తెలియని సందేశ ఫార్మాట్లను దాచండి
tr: Geçersiz veya bilinmeyen mesaj biçimlerini gizle
uz: Notoʻgʻri yoki nomaʼlum xabar formatlarini yashirish
vi: Ẩn các định dạng tin nhắn không hợp lệ hoặc chưa được biết
zh: 隐藏无效或未知的消息格式
zh_hant: 隱藏無效或未知的訊息格式

source: How offensive is this content?
ar: ما مدى سوء هذا المحتوى؟
be: Насколькі гэта змесціва абразлівае?
el: Πόσο προσβλητικό είναι αυτό το περιεχόμενο;
fa: این محتوا چه مقدار توهین آمیز است؟
fil: Gaano ka-offensive ang nilalaman na ito?
he: עד כמה התוכן הזה פוגעני?
ia: Qualmente offensive es iste contento?
ja: どのくらい攻撃的でしたか？
ko: 이 콘텐츠가 얼마나 모욕적인가요?
lt: Kiek įžeižiantis šis turinys?
lv: Cik aizskarošs ir šis saturs?
ro: Cât de ofensiv este acest conținut?
sl: Kako žaljivo je to vsebino?
te: ఈ విషయము ఎంత దుర్భాషగా ఉంది?
tr: Bu içerik ne kadar rahatsız edici?
uz: Bu kontent qanchalik haqoratli?
vi: Nội dung này mức độ xúc phạm như thế nào?
zh: 这些内容有多令人反感？
zh_hant: 這個內容有多令人反感？

source: Block
ar: حظر
be: Блакаваць
el: Αποκλεισμός
fa: مسدود کردن
fil: I-block
he: חסום
ia: Blocar
ja: ブロック
ko: 차단
lt: Blokuoti
lv: Izslēgt
ro: Blochează
sl: Blokiraj
te: అడ్డుకోండి
tr: Engelle
uz: Bloklash
vi: chặn
zh: 屏蔽
zh_hant: 封鎖

source: Blocked users
ar: المستخدمون المحظورون
be: Заблакаваныя карыстальнікі
el: Αποκλεισμένοι χρήστες
fa: کاربران مسدود شده
fil: Mga naka-block na gumagamit
he: משתמשים חסומים
ia: Usatores blockate
ja: ブロックされたユーザー
ko: 차단된 유저
lt: Užblokuoti vartotojai
lv: Atslēgtie lietotāji
ro: Utilizatori blocați
sl: Blokirani uporabniki
te: అడ్డుకున్న వినియోగదారులు
tr: Engellenen kullanıcılar
uz: Bloklangan foydalanuvchilar
vi: Người dùng bị chặn
zh: 已屏蔽的用户
zh_hant: 已封鎖的使用者
