Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

source: Store in Android KeyStore
ar: تخزين في سجل مفاتيح اندرويد
be: Захоўваць у Android KeyStore
el: Αποθήκευση στο Android KeyStore
fa: در Android KeyStore ذخیره کنید
fil: I-store sa Android KeyStore
he: אחסן ב-Android KeyStore
ia: Stoque in le Keystore de Android
ja: Android KeyStoreに保存する
ko: Android KeyStore에 저장하기
lt: Saugoti Android raktų saugykloje
lv: Glabāt Android KeyStore
ro: Stoca în Android KeyStore
sl: Shrani v Android KeyStore
te: Android కీస్టోర్‌లో నిల్వ చేయండి
tr: Android KeyStore'da sakla
uz: Android KeyStoreʼda saqlang
vi: Lưu trong Android KeyStore
zh: 存储在 Android KeyStore 中
zh_hant: 存儲在 Android KeyStore

source: Store in Apple KeyChain
ar: تخزين في سلسلة مفاتيح ابل
be: Захоўваць у Apple KeyChain
el: Αποθήκευση στο Apple KeyChain
fa: در Apple KeyChain ذخیره کنید
fil: I-store sa Apple KeyChain
he: אחסן ב-Apple KeyChain
ia: Stoque in le KeyChain de Apple
ja: Apple KeyChainに保存
ko: Apple KeyChain에 저장하기
lt: Saugoti Apple raktų grandinėje
lv: Glabāt Apple KeyChain
ro: Stoca în Apple KeyChain
sl: Shrani v Apple KeyChain
te: Apple కీచైన్‌లో నిల్వ చేయండి
tr: Apple KeyChain'de sakla
uz: Apple KeyChainʼda saqlang
vi: Lưu trong Apple KeyChain
zh: 存储在 Apple KeyChain 中
zh_hant: 存儲在 Apple KeyChain

# storeSecurlyOnThisDevice
source: Store securely on this device
ar: احفظه بأمان على هذا الجهاز
be: Захоўваць бяспечна на гэтым прыладзе
el: Αποθήκευση με ασφάλεια σε αυτήν τη συσκευή
fa: به طور ایمن در دستگاه ذخیره کنید
fil: I-store nang ligtas sa device na ito
he: אחסן באופן מאובטח במכשיר זה
ia: Stoque securmente in iste dispositivo
ja: このデバイスに安全に保管する
ko: 이 기기에 안전하게 저장
lt: Saugiai laikyti šiame prietaise
lv: Droši uzglabāt šajā ierīcē
ro: Stoca sigur pe acest dispozitiv
sl: Varnostno shrani na tej napravi
te: ఈ డివైస్‌పై సురక్షితంగా నిల్వ చేయండి
tr: Bu aygıtta güvenli bir şekilde sakla
uz: Ushbu qurilmada xavfsiz saqlang
vi: Lưu an toàn trên thiết bị này
zh: 安全地存储在此设备上
zh_hant: 在此裝置上安全存儲

source: {count} files
ar: ملفات {count}
be: {count} файлаў
el: {count} αρχεία
fa: {count} فایل
fil: {count} mga file
he: {count} קבצים
ja: {count}個のファイル
ko: {count}개의 파일
lt: {count} failai
lv: {count} datnes
ro: {count} fișiere
sl: {count} datotek
te: {count} ఫైళ్లు
tr: {count} dosya
uz: {count} fayllar
vi: {count} tệp
zh: {count} 个文件
zh_hant: {count} 個文件

source: User
ar: مستخدم
be: Карыстальнік
el: Χρήστης
fa: کاربر
fil: Gumagamit
he: משתמש
ia: Usator
ja: ユーザー
ko: 유저
lt: Vartotojas
lv: Lietotājs
ro: Utilizator
sl: Uporabnik
te: వినియోగదారు
tr: Kullanıcı
uz: Foydalanuvchi
vi: Người dùng
zh: 用户
zh_hant: 使用者

source: Custom
ar: مُخصّص
be: Наступны
el: Προσαρμοσμένο
fa: سفارشی
fil: Pasadya
he: מותאם אישית
ia: Personalizzate
ja: カスタム
ko: 커스텀
lt: Pasirinktinis
lv: Pielāgots
ro: Personalizat
sl: Po meri
te: అనుకూలీకరించబడింది
tr: Özel
uz: Maxsus
vi: Tùy chỉnh
zh: 自定义
zh_hant: 自訂

# foregroundServiceRunning
source: This notification appears when the foreground service is running.
ar: يظهر هذا الإشعار عند تشغيل الخدمة الأمامية.
be: Гэта апавяшчэнне з'явіцца, калі запушчана сэрвіс на пераднім плане.
el: Αυτή η ειδοποίηση εμφανίζεται όταν τρέχει η υπηρεσία μπροστά.
fa: این اعلان زمانی وقتی ظاهر می شود که سرویس پیش‌زمینه در حال اجرا است.
fil: Lumilitaw ang notipikasyong ito kapag tumatakbo ang foreground service.
he: התראה זו מופיעה כאשר השירות הקדמי פועל.
ia: Iste notification appare quando le servicio in primer plano es active.
ja: この通知は、フォアグラウンド サービスの実行中に表示されます。
ko: 이 알림은 백그라운드 서비스가 실행중일때 표시됩니다.
lt: Šis pranešimas rodomas, kai veikia pirmojo plano paslauga.
lv: Šis paziņojums parādās, kad darbojas priekšplāna pakalpojums.
ro: Această notificare apare când serviciul de foreground rulează.
sl: To obvestilo se prikaže, ko je v ospredju aktivna storitev.
te: ఫోరగ్రౌండ్ సర్వీస్ నడుస్తున్నప్పుడు ఈ నోటిఫికేషన్ కనిపిస్తుంది.
tr: Bu bildirim, ön plan hizmeti çalışırken görünür.
uz: Bu bildirishnoma old plan xizmati ishlab turgan paytda paydo bo‘ladi.
vi: Thông báo này xuất hiện khi dịch vụ nền đang chạy.
zh: 此通知在前台服务运行时出现。
zh_hant: 當前景服務正在運行時會顯示此通知。

# screenSharingTitle
source: screen sharing
ar: مشاركة الشاشة
be: падзяленне экранам
el: κοινή χρήση οθόνης
fa: اشتراک گذاری صفحه نمایش
fil: paghahati ng screen
he: שיתוף מסך
ia: partage de pantalla
ja: 画面共有
ko: 화면 공유
lt: ekrano bendrinimas
lv: ekrāna kopīgošana
ro: partajarea de ecran
sl: deljenje zaslona
te: స్క్రీన్ షేరింగ్
tr: ekran paylaşımı
uz: Ekranni ulashish
vi: chia sẻ màn hình
zh: 屏幕共享
zh_hant: 螢幕分享

# screenSharingDetail
source: You are sharing your screen in FuffyChat
ar: أنت تشارك شاشتك في FuffyChat
be: Вы дзяліцеся сваім экранам у FuffyChat
el: Μοιράζεστε την οθόνη σας στο FuffyChat
fa: شما در حال به اشتراک‌گذاری صفحه‌نمایش خود در فلافی‌چت هستید
fil: Ibinabahagi mo ang iyong screen sa FuffyChat
he: אתה משתף את המסך שלך ב-FuffyChat
ia: Tu es partagiante tu pantalla in FuffyChat
ja: FuffyChatで画面を共有しています
ko: FluffyChat에 당신의 화면을 공유하는중
lt: Bendrinate savo ekraną per FuffyChat
lv: Tu kopīgo savu ekrānu FluffyChat
ro: Partajați ecranul în FluffyChat
sl: Delite svoj zaslon v FuffyChat
te: మీరు FuffyChatలో మీ స్క్రీన్‌ను షేర్ చేస్తున్నారు
tr: Ekranınızı FuffyChat'te paylaşıyorsunuz
uz: Siz ekraningizni FuffyChat’da ulashmoqdasiz
vi: Bạn đang chia sẻ màn hình trong FluffyChat
zh: 你正在 FluffyChat 中共享屏幕
zh_hant: 您正在 FuffyChat 中分享您的螢幕

source: Calling permissions
ar: أذونات الاتصال
be: Дазволы для званкоў
el: Άδειες κλήσης
fa: اجازه‌های تماس
fil: Mga pahintulot sa pagtawag
he: הרשאות שיחה
ia: Permissiones de appel
ja: 通話の権限
ko: 통화 권한
lt: Skambinimo leidimai
lv: Zvanīšanas atļaujas
ro: Permisiuni de apel
sl: Dovoljenja za klicanje
te: కాల్ అనుమతులు
tr: Arama izinleri
uz: Qoʻngʻiroq qilish ruxsatlar
vi: Quyền gọi điện
zh: 呼叫权限
zh_hant: 通話權限

source: Calling account
ar: الاتصال بالحساب
be: Уліковы запіс для званкоў
el: Λογαριασμός κλήσης
fa: حساب تماس
fil: Account sa pagtawag
he: חשבון שיחה
ia: Conto de appel
ja: 通話アカウント
ko: 통화 계정
lt: Skambinimo paskyra
lv: Zvanīšanas konts
ro: Cont de apel
sl: Račun za klicanje
te: కాల్ ఖాతా
tr: Arama hesabı
uz: Qoʻngʻiroq qilishi hisobi
vi: Gọi tài khoản
zh: 呼叫账户
zh_hant: 通話帳戶

# callingAccountDetails
source: Allows FluffyChat to use the native android dialer app.
ar: يسمح لـ FluffyChat باستخدام تطبيق android Dialer الأصلي.
be: Дазваляе FluffyChat выкарыстоўваць натыўнае прыкладанне для нумарацыі Android.
el: Επιτρέπει στο FluffyChat να χρησιμοποιεί την εγγενή εφαρμογή τηλεφωνητή Android.
fa: به فلافی‌چت اجازه می‌دهد تا از برنامه شماره‌گیر بومی اندروید استفاده کند.
fil: Pinapayagan ang FluffyChat na gamitin ang native na android dialer app.
he: מאפשר ל-FluffyChat להשתמש באפליקציית החייגן הטבעית של אנדרואיד.
ia: Permitte a FluffyChat de usar le applicato dialer native de Android.
ja: FluffyChatがネイティブのAndroidダイヤラーアプリを使用できるようにします。
ko: FluffyChat이 android 전화앱을 사용 할 수 있도록 허가.
lt: Leidžia FluffyChat naudoti vietinę Android rinkiklio programą.
lv: Ļauj FluffyChat izmantot iebūvēto Android zvanīšanas lietotni.
ro: Permite FluffyChat să folosească aplicația de apeluri nativă android.
sl: Dovoli FluffyChat-u uporabo privzete aplikacije za klicanje Androida.
te: ఫ్లఫీచాట్‌కు స్థానిక ఆండ్రాయిడ్ డయలర్ యాప్‌ను ఉపయోగించడానికి అనుమతిస్తుంది.
tr: FluffyChat'in yerel android telefon uygulamasını kullanmasına izin verir.
uz: FluffyChat’ga mahalliy android terish ilovasidan foydalanishga ruxsat beradi.
vi: Cho phép FluffyChat dùng trình quay số mặc định của Android.
zh: 允许 FluffyChat 使用本机 android 拨号器应用。
zh_hant: 允許 FluffyChat 使用原生 Android 撥號應用程式。

source: Appear on top
ar: يظهر في الأعلى
be: З'яўляцца зверху
el: Εμφάνιση στην κορυφή
fa: در بالا ظاهر شود
fil: Lumabas sa itaas
he: הופיע עליונה
ia: Apparir super le alter
ja: 最前面に表示
ko: 상단에 표시
lt: Rodyti viršuje
lv: Parādīt virspusē
ro: Apare deasupra
sl: Prikaži na vrhu
te: పైన కనిపించు
tr: Üstte görün
uz: Teppada paydo boʻladi
vi: Xuất hiện trên cùng
zh: 显示在其它应用上方
zh_hant: 顯示在最上層

# appearOnTopDetails
source: Allows the app to appear on top (not needed if you already have Fluffychat setup as a calling account)
ar: يسمح للتطبيق بالظهور في الأعلى (ليست هناك حاجة إذا قمت بالفعل بإعداد Fluffychat كحساب اتصال)
be: Дазваляе прыкладанню з'яўляцца зверху (не патрэбна, калі ў вас ужо наладжаны ўліковы запіс для званкоў у FluffyChat)
el: Επιτρέπει στην εφαρμογή να εμφανίζεται στην κορυφή (δεν χρειάζεται αν έχετε ήδη ρυθμίσει το FluffyChat ως λογαριασμό κλήσης)
fa: به برنامه اجازه می‌دهد در بالا ظاهر شود (اگر قبلا فلافی‌‌چت را به عنوان حساب تماس تنظیم کرده‌اید، لازم نیست)
fil: Pinapayagan ang app na lumabas sa itaas (hindi kinakailangan kung naka-setup na ang FluffyChat bilang isang account sa pagtawag)
he: מאפשר לאפליקציה להופיע עליונה (לא נדרש אם כבר הגדרת את FluffyChat כחשבון שיחה)
ia: Permitte al applicato de apparer super le alter (non es necessari si tu ja ha configurate Fluffychat como un conto de appel)
ja: アプリをトップに表示できるようにする（すでに通話アカウントとしてFluffychatを設定している場合は必要ありません）
ko: 앱이 상단에 표시되도록 허용 (이미 FluffyChat을 통화 계정으로 설정한 경우에는 필요하지 않음)
lt: Leidžia programėlę rodyti viršuje (nebūtina, jei jau esate nustatę Fluffychat kaip skambinimo paskyrą)
lv: Ļauj lietotnei parādīties virspusē (nav nepieciešams, ja FluffyChat jau ir iestatīts kā zvanīšanas konts)
ro: Permite aplicația să apare deasupra (nu este necesar dacă aveți FluffyChat stabilit ca cont de apeluri)
sl: Dovoli aplikaciji, da se prikaže na vrhu (ni potrebno, če imate že nastavljen račun za klicanje v FluffyChat-u)
te: అప్లికేషన్‌ను పై భాగంలో కనిపించడానికి అనుమతిస్తుంది (మీరు ఇప్పటికే ఫ్లఫీచాట్‌ను కాలింగ్ ఖాతాగా సెట్ చేసుకున్నట్లయితే అవసరం లేదు)
tr: Uygulamanın üstte görünmesine izin verir (Fluffychat'ı zaten bir arama hesabı olarak ayarladıysanız gerekli değildir)
uz: Ilovaning yuqori qismida koʻrinishiga ruxsat beradi (agar sizda Fluffychat qoʻngʻiroq qiluvchi hisobi sifatida oʻrnatilgan boʻlsa, kerak emas)
vi: Cho phép ứng dụng nổi lên trên cùng (không cần nếu bạn đặt FluffyChat làm tài khoản cuộc gọi).
zh: 允许应用显示在顶部（如果你已经将 Fluffychat 设置为呼叫账户，则不需要授予此权限）
zh_hant: 允許應用程式顯示在最上層（如果您已將 Fluffychat 設定為通話帳戶則不需要）

# otherCallingPermissions
source: Microphone, camera and other FluffyChat permissions
ar: الميكروفون والكاميرا وأذونات FluffyChat الأخرى
be: Мікрафон, камера і іншыя дазволы FluffyChat
el: Άδειες μικροφώνου, κάμερας και άλλες άδειες του FluffyChat
fa: میکروفون، دوربین و سایر مجوزهای فلافی‌چت
fil: Microphone, camera at iba pang mga pahintulot ng FluffyChat
he: מיקרופון, מצלמה והרשאות נוספות של FluffyChat
ia: Permissiones de microfono, camera e altere permissiones de FluffyChat
ja: マイク、カメラ、その他FluffyChatの権限
ko: 마이크, 카메라 그리고 다름 FluffyChat 권한
lt: Mikrofonas, kamera ir kiti FluffyChat leidimai
lv: Mikrofons, kamera un citas FluffyChat atļaujas
ro: Microfon, cameră și alte permisiuni lui FluffyChat
sl: Dovoljenja za mikrofon, kamero in druge v FluffyChat-u
te: మైక్రోఫోన్, కెమెరా మరియు ఇతర ఫ్లఫీచాట్ అనుమతులు
tr: Mikrofon, kamera ve diğer FluffyChat izinleri
uz: Mikrofon, kamera va boshqa FluffyChat ruxsatnomalari
vi: Quyền micro, camera và các quyền khác cho FluffyChat
zh: 麦克风、摄像头和其它 FluffyChat 权限
zh_hant: 麥克風、相機和其他 FluffyChat 權限

# whyIsThisMessageEncrypted
source: Why is this message unreadable?
ar: لماذا هذه الرسالة غير قابلة للقراءة؟
be: Чаму гэтае паведамленне недаступнае для прачытання?
el: Γιατί αυτό το μήνυμα είναι μη αναγνώσιμο;
fa: چرا این پیام قابل خواندن نیست؟
fil: Bakit hindi mabasa ang mensaheng ito?
he: מדוע ההודעה הזו בלתי קריאה?
ia: Proque iste message es illisible?
ja: このメッセージが読めない理由
ko: 왜 이 메시지를 읽을 수 없나요?
lt: Kodėl ši žinutė neperskaitoma?
lv: Kādēļ šī ziņa ir nelasāma?
ro: De ce este acest mesaj ilizibil?
sl: Zakaj je to sporočilo neberljivo?
te: ఈ సందేశం ఎందుకు చదవలేనిది?
tr: Bu mesaj neden okunamıyor?
uz: Nima uchun bu xabarni oʻqib boʻlmaydi?
vi: Vì sao tin nhắn này không đọc được?
zh: 为什么此消息不可读？
zh_hant: 為什麼這條訊息無法讀取？

# noKeyForThisMessage
source: This can happen if the message was sent before you have signed in to your account at this device. It is also possible that the sender has blocked your device or something went wrong with the internet connection. Are you able to read the message on another session? Then you can transfer the message from it! Go to Settings > Devices and make sure that your devices have verified each other. When you open the room the next time and both sessions are in the foreground, the keys will be transmitted automatically. Do you not want to lose the keys when logging out or switching devices? Make sure that you have enabled the chat backup in the settings.
ar: يمكن أن يحدث هذا إذا تم إرسال الرسالة قبل تسجيل الدخول إلى حسابك على هذا الجهاز. من الممكن أيضا أن يكون المرسل قد حظر جهازك أو حدث خطأ ما في الاتصال بالإنترنت. هل يمكنك قراءة الرسالة في جلسة أخرى؟ ثم يمكنك نقل الرسالة منه! انتقل إلى الإعدادات > الأجهزة وتأكد من أن أجهزتك قد تحققت من بعضها البعض. عندما تفتح الغرفة في المرة التالية وتكون كلتا الجلستين في المقدمة ، سيتم إرسال المفاتيح تلقائيا. ألا تريد أن تفقد المفاتيح عند تسجيل الخروج أو تبديل الأجهزة؟ تأكد من تمكين النسخ الاحتياطي للدردشة في الإعدادات.
be: Гэта можа адбыцца, калі паведамленне было адпраўлена да таго, як вы ўвайшлі ў свой уліковы запіс на гэтым прыладзе. Магчыма, адпраўнік заблакаваў ваш прыладу або нешта пайшло не так з інтэрнэт-злучэннем. Ці можаце вы прачытаць паведамленне на іншай сесіі? Тады вы можаце перанесці паведамленне з яе! Перайдзіце ў Налады > Прылады і пераканайцеся, што вашы прылады пацвердзілі адзін аднаго. Калі вы адкрыеце пакой наступны раз і абедзве сесіі будуць у пераднім плане, ключы будуць аўтаматычна перададзены. Ці не хочаце вы страціць ключы пры выхадзе або пераключэнні прылад? Пераканайцеся, што вы ўключылі рэзервнае капіраванне чата ў наладах.
el: Αυτό μπορεί να συμβεί αν το μήνυμα στάλθηκε πριν συνδεθείτε στον λογαριασμό σας σε αυτήν τη συσκευή. Είναι επίσης πιθανό ο αποστολέας να έχει μπλοκάρει τη συσκευή σας ή να υπήρξε κάποιο πρόβλημα με τη σύνδεση στο διαδίκτυο. Μπορείτε να διαβάσετε το μήνυμα σε μια άλλη συνεδρία; Τότε μπορείτε να μεταφέρετε το μήνυμα από αυτήν! Μεταβείτε στις Ρυθμίσεις > Συσκευές και βεβαιωθείτε ότι οι συσκευές σας έχουν επαληθευτεί η μία την άλλη. Όταν ανοίξετε ξανά το δωμάτιο και και οι δύο συνεδρίες είναι στην μπροστινή γραμμή, τα κλειδιά θα μεταδοθούν αυτόματα. Δεν θέλετε να χάσετε τα κλειδιά κατά το αποσύνδεση ή την αλλαγή συσκευής; Βεβαιωθείτε ότι έχετε ενεργοποιήσει την εφεδρεία συνομιλίας στις ρυθμίσεις.
fa: اگر پیام قبل از ورود به حسابتان در این دستگاه ارسال شده باشد، ممکن است این اتفاق بیفتد. همچنین ممکن است فرستنده، دستگاه شما را مسدود کرده باشد یا مشکلی در اتصال اینترنت رخ داده باشد. آیا می توانید پیام را در نشست دیگری بخوانید؟ بنابراین می توانید پیام را از آن منتقل کنید! به تنظیمات > دستگاه‌ها بروید و مطمئن شوید که دستگاه های شما یکدیگر را تایید کرده‌اند. هنگامی که دفعه بعد اتاق را باز می‌کنید و هر دو جلسه در پیش‌زمینه هستند، کلیدها به طور خودکار منتقل می‌شوند. آیا نمی‌خواهید هنگام خروج از سیستم یا تعویض دستگاه، کلیدها را گم کنید؟ مطمئن شوید که پشتیبان گپ را در تنظیمات فعال کرده‌اید.
fil: Maaaring mangyari ito kung ang mensahe ay naipadala bago ka mag-sign in sa iyong account sa device na ito. Posible rin na hinarang ng sender ang iyong device o may nangyaring mali sa koneksyon sa internet. Maaari mo bang basahin ang mensahe sa ibang session? Pagkatapos ay maaari mong ilipat ang mensahe mula dito! Pumunta sa Settings > Devices at tiyaking na-verify ang iyong mga device sa isa't isa. Kapag binuksan mo ang kwarto sa susunod na pagkakataon at parehong mga session ay nasa foreground, awtomatikong ipapadala ang mga susi. Ayaw mo bang mawala ang mga susi kapag nag-logout o nagpalit ng device? Tiyakin na na-enable mo ang chat backup sa mga setting.
he: זה יכול לקרות אם ההודעה נשלחה לפני שהתחברת לחשבונך במכשיר זה. יכול גם להיות שהשולח חסם את המכשיר שלך או שמשהו השתבש בחיבור לאינטרנט. האם אתה יכול לקרוא את ההודעה בסשן אחר? אז תוכל להעביר את ההודעה ממנו! עבור להגדרות > מכשירים וודא שהמכשירים שלך אושרו זה את זה. כאשר תפתח את החדר בפעם הבאה ושני הסשנים יהיו בחזית, המפתחות יועברו אוטומטית. לא רוצה לאבד את המפתחות בעת יציאה או החלפת מכשירים? ודא שהפעלת את גיבוי הצ'אט בהגדרות.
ia: Isto pote evenir si le message esseva inviate ante que tu te connectava a tu conto in iste dispositivo. Il es etiam possibile que le inviante ha bloccate tu dispositivo o que alcun cosa ha fallite con le connexion a le internet. Es tu capace de leger le message in un altere session? Alora tu pote transferer le message de illa! Vade a Settings > Dispositivos e assecurate que tu dispositivos ha verifyate se. Quando tu aperi le sala le proxime vice e ambes sessiones es in le foreground, le claves essera transmittite automaticamente. Noli voler perder le claves quando te disconecta o cambia de dispositivos? Assecura te que tu ha activate le backup del chat in le settings.
ja: このメッセージは、あなたがこのデバイスにサインインする前に送信された場合に発生することがあります。 または、送信者があなたのデバイスをブロックしているか、インターネット接続に問題がある可能性もあります。 別のセッションでメッセージを読むことができますか？ それから、そのセッションからメッセージを転送できます！ 設定 > デバイスに移動し、デバイスがお互いに検証されていることを確認してください。次に部屋を開くとき、両方のセッションが前面にある場合、キーは自動的に送信されます。 ログアウトやデバイスの切り替え時にキーを失いたくない場合は、設定でチャットバックアップを有効にしてください。
ko: 이것은 이 메시지가 당신이 이 기기를 서명하기 전에 발송되었기 때문에 일어났을 수 있습니다. 이것은 또한 발송자가 당신의 기기를 차단하였거나 혹은 인터넷 연결이 잘못되었을 수 있습니다. 다른 세션에서 이 메시지를 읽을 수 있나요? 그렇다면 그 메시지를 옮길 수 있습니다! 설정 > 기기로 가서 기기를 서로 증명하세요. 다음번에 방을 열었을 때 두 세션이 모두 작동중이라면, 키가 자동으로 옮겨질것입니다. 로그아웃하거나 기기를 바꿀 때 키를 잃고싶지 않으신가요? 설정에서 채팅 백업을 사용중인지 확인하세요.
lt: Taip gali atsitikti, jei žinutė buvo išsiųsta prieš prisijungiant prie paskyros šiame prietaise. Taip pat gali būti, kad siuntėjas užblokavo jūsų prietaisą arba kažkas sutriko su interneto ryšiu. Ar galite perskaityti žinutę kitoje sesijoje? Tada galite perkelti žinutę iš jos! Eikite į Nustatymai > Prietaisai ir įsitikinkite, kad jūsų prietaisai patvirtino vienas kitą. Kai kitą kartą atidarysite kambarį ir abi sesijos bus pirmame plane, raktai bus perduoti automatiškai. Nenorite prarasti raktų atsijungdami arba keisdami įrenginius? Įsitikinkite, kad nustatymuose įjungėte pokalbių atsarginę kopiją.
lv: Tā var notikt, ja ziņa tika nosūtīta, pirms pieteicies savā kontā šajā ierīcē. Ir arī iespējams, ka sūtītājs noliedza Tavu ierīci vai kaut kas nogāja greizi ar interneta savienojumu. Vai ziņas ir lasāmas citā sesijā? Tad Tu vari pārsūtīt ziņu no tās. Jādodas uz Iestatījumi > Ierīces un jāpārliecinās, ka ierīces viena otru ir apliecinājušas. Kad nākamreiz atvērsi istabu un abas sesijas būs priekšplānā, atslēgas tiks automātiski pārsūtītas. Vai nevēlies zaudēt atslēgas, kad atsakies vai maini ierīces? Jāpārliecinās, ka iestatījumos ir iespējota tērzēšanu rezerves kopija.
ro: Această chestie poate să se întâmple când mesajul a fost trimis înainte să vă conectați contul cu acest dispozitiv. O altă explicație ar fi dacă trimițătorul a blocat dispozitivul vostru sau ceva s-a întâmplat cu conexiunea la internet Puteți să citiți mesajul în o altă seșiune? Atunci puteți să transferați mesajul de acolo! Mergeți la Configurări > Dispozitive și verificați că dispozitivele s-au verificat. Când deschideți camera în viitor și ambele seșiune sunt în foreground, cheile va fi transmise automat. Doriți să îți păstrați cheile când deconectați sau schimbați dispozitive? Fiți atenți să activați backup de chat în configurări.
sl: To se lahko zgodi, če je bilo sporočilo poslano pred vašim prijavo na ta naprava. Prav tako je mogoče, da je pošiljatelj blokiral vašo napravo ali pa je prišlo do težav z internetno povezavo. Ali lahko sporočilo preberete na drugi seji? Potem ga lahko prenesete iz nje! Pojdite v Nastavitve > Naprave in se prepričajte, da sta vaši napravi med seboj preverjeni. Ko naslednjič odprete sobo in sta obe seji v ospredju, se bodo ključi samodejno prenesli. Ne želite izgubiti ključev ob odjavi ali preklopu naprav? Prepričajte se, da ste omogočili varnostno kopiranje klepeta v nastavitvah.
te: మీరు ఈ సందేశాన్ని పంపినప్పుడు మీరు మీ ఖాతాలో సైన్ ఇన్ చేయకపోవచ్చు లేదా మీ డివైస్‌ను బ్లాక్ చేసినట్లు ఉండవచ్చు లేదా ఇంటర్నెట్ కనెక్షన్‌లో ఏదైనా తప్పు జరిగినట్లు ఉండవచ్చు. మరొక సెషన్‌లో మీరు సందేశాన్ని చదవగలరా? అప్పుడు మీరు దాన్ని ట్రాన్స్‌ఫర్ చేయవచ్చు! సెట్టింగ్స్ > డివైసెస్‌కు వెళ్లి మీ డివైసులు ఒకరినొకరు ధృవీకరించుకున్నాయో లేదో నిర్ధారించుకోండి. మీరు రూమ్‌ను తదుపరి ఓపెన్ చేసినప్పుడు మరియు రెండు సెషన్లు ఫార్గ్రౌండ్‌లో ఉన్నప్పుడు, కీలు స్వయంచాలకంగా ట్రాన్స్‌మిట్ అవుతాయి. లాగౌట్ చేయడం లేదా డివైసులు మార్చడం సమయంలో కీలు కోల్పోకుండా ఉండాలనుకుంటే, చాట్ బ్యాకప్‌ను సెట్టింగ్స్‌లో ఎనేబుల్ చేయండి.
tr: Bu durum, mesaj siz bu aygıtta hesabınızda oturum açmadan önce gönderildiyse meydana gelebilir. Gönderenin aygıtınızı engellemiş olması veya internet bağlantısında bir sorun olması da mümkündür. Mesajı başka bir oturumda okuyabiliyor musunuz? O zaman mesajı oradan aktarabilirsiniz! Ayarlar > Aygıtlar bölümüne gidin ve aygıtlarınızın birbirini doğruladığından emin olun. Odayı bir sonraki sefer açtığınızda ve her iki oturum da ön planda olduğunda, anahtarlar otomatik olarak iletilecektir. Oturumu kapatırken veya aygıt değiştirirken anahtarları kaybetmek istemiyor musunuz? Ayarlarda sohbet yedeklemesini etkinleştirdiğinizden emin olun.
uz: Bu xabar siz ushbu qurilmada hisobingizga kirishdan oldin yuborilgan boʻlsa sodir boʻlishi mumkin. Shuningdek, joʻnatuvchi qurilmangizni bloklagan yoki internet ulanishida biron bir muammo yuzaga kelgan boʻlishi mumkin. Xabarni boshqa sessiyada oʻqiy olasizmi? Keyin xabarni undan uzatishingiz mumkin! Sozlamalar > Qurilmalar boʻlimiga oʻting va qurilmalaringiz bir-birini tasdiqlaganligiga ishonch hosil qiling. Keyingi safar xonani ochganingizda va ikkala sessiya ham oldinda boʻlganda, kalitlar avtomatik ravishda uzatiladi. Tizimdan chiqishda yoki qurilmalarni almashtirishda kalitlarni yoʻqotishni xohlamaysizmi? Sozlamalarda suhbatning zaxira nusxasini yoqganingizga ishonch hosil qiling.
vi: Có thể tin nhắn đã được gửi trước khi bạn đăng nhập trên thiết bị này. Hoặc thiết bị của bạn bị chặn hoặc có lỗi kết nối. Nếu bạn đọc được tin trên thiết bị khác, hãy truyền khóa về thiết bị này! Vào Cài đặt > Thiết bị và xác minh lẫn nhau. Khi mở phòng và cả hai thiết bị đều trực tuyến, chúng sẽ tự trao đổi khóa. Không muốn mất khóa khi đăng xuất? Hãy bật sao lưu trò chuyện trong cài đặt.
zh: 如果消息是在你在此设备上登录账户前发送的，就可能发生这种情况。 也有可能是发送者屏蔽了你的设备或网络连接出了问题。 你能在另一个会话中读取消息吗？如果是的话，你可以从它那里传递信息！点击设置 > 设备，并确保你的设备已经相互验证。当你下次打开聊天室，且两个会话都在前台，密钥就会自动传输。 你不想在注销或切换设备时丢失密钥？请确保在设置中启用了聊天备份。
zh_hant: 如果訊息是在您登入此裝置之前傳送的，就可能會發生這種情況。 也有可能是傳送者已經封鎖了您的裝置，或者網絡連接出了問題。 如果您能在另一個會話中讀取該訊息，那麼您可以從中轉移訊息！前往設定 > 裝置，並確保您的裝置已相互驗證。當您下次打開房間且兩個會話都在前景時，密鑰將自動傳輸。 不想在登出或切換裝置時丟失密鑰？請確保您已在設定中啟用了聊天室備份。

source: New group
ar: مجموعة جديدة
be: Новая група
el: Νέα ομάδα
fa: گروه جدید
fil: Bagong grupo
he: קבוצה חדשה
ia: Nove grupo
ja: 新しいグループ
ko: 새 그룹 채팅
lt: Nauja grupė
lv: Jauna kopa
ro: Grup nou
sl: Nova skupina
te: కొత్త గ్రూప్
tr: Yeni grup
uz: Yangi guruh
vi: Nhóm mới
zh: 新群组
zh_hant: 新群組

source: New space
ar: مساحة جديدة
be: Новы прастор
el: Νέος χώρος
fa: فضای جدید
fil: Bagong espasyo
he: מרחב חדש
ia: Nove spatio
ja: 新しいスペース
ko: 새 스페이스
lt: Nauja erdvė
lv: Jauna vieta
ro: Spațiu nou
sl: Nov prostor
te: కొత్త స్పేస్
tr: Yeni alan
uz: Yangi maydon
vi: Không gian mới
zh: 新的空间
zh_hant: 新空間

source: Enter space
ar: أدخل المساحة
be: Увайсці ў прастор
el: Εισέλθετε στον χώρο
fa: ورود به فضا
fil: Pumasok sa espasyo
he: היכנס למרחב
ia: Entera spatio
ja: スペースに入る
ko: 스페이스에 입장
lt: Įeiti į erdvę
lv: Ieiet vietā
ro: Intrați în spațiu
sl: Vstopi v prostor
te: స్పేస్‌లో ప్రవేశించండి
tr: Alana gir
uz: Maydonga kirish
vi: Nhập không gian
zh: 进入空间
zh_hant: 進入空間

source: Enter room
ar: أدخل الغرفة
be: Увайсці ў пакой
el: Εισέλθετε στο δωμάτιο
fa: ورود به اتاق
fil: Pumasok sa silid
he: היכנס לחדר
ia: Entera sala
ja: 部屋に入る
ko: 방에 입장
lt: Įeiti į kambarį
lv: Ieiet istabā
ro: Intrați în cameră
sl: Vstopi v sobo
te: గది‌లో ప్రవేశించండి
tr: Odaya gir
uz: Guruhga kirish
vi: Nhập phòng
zh: 进入聊天室
zh_hant: 進入房間
