Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# changedTheGuestAccessRules
source: {username} changed the guest access rules
ar: غيّر {username} قواعد وصول الزوار
be: {username} змяніў правілы доступу для гасцей
el: {username} άλλαξε τους κανόνες πρόσβασης επισκεπτών
fa: {username} قوانین دسترسی مهمان را تغییر داد
fil: Pinalitan ni {username} ang mga tuntunin sa pag-access ng bisita
he: {username} שינה את כללי הגישה לאורחים
ia: {username} ha cambiate le regula de accesso pro hospites
ja: {username}がゲストのアクセスルールを変更しました
ko: {username}님이 게스트 접근 규칙을 변경함
lt: {username} pakeitė svečio prieigos taisykles
lv: {username} nomainīja viesu piekļuves nosacījumus
ro: {username} a schimbat regulile pentru acesul musafirilor
sl: {username} je spremenila pravila dostopa za goste
te: {username} అతిథి ప్రవేశ నియమాలను మార్చారు
tr: {username} misafir erişim kurallarını değiştirdi
uz: {username} mehmon kirish qoidalarini oʻzgartirdi
vi: {username} đã thay đổi quy tắc truy cập đối với khách
zh: {username} 更改了访客访问规则
zh_hant: {username} 變更了訪客訪問規則

# changedTheGuestAccessRulesTo
source: {username} changed the guest access rules to: {rules}
ar: غيّر {username} قواعد وصول الزوار الى: {rules}
be: {username} змяніў правілы доступу для гасцей на: {rules}
el: {username} άλλαξε τους κανόνες πρόσβασης επισκεπτών σε: {rules}
fa: {username} قوانین دسترسی مهمان را تغییر داد به: {rules}
fil: Pinalitan ni {username} ang mga tuntunin sa pag-access ng bisita sa: {rules}
he: {username} שינה את כללי הגישה לאורחים ל: {rules}
ia: {username} ha cambiate le regula de accesso pro hospites a: {rules}
ja: {username}がゲストのアクセスルールを{rules}に変更しました
ko: {username}님이 게스트 접근 규칙을 {rules} 로 변경함
lt: {username} pakeitė svečio prieigos taisykles į: {rules}
lv: {username} nomainīja viesu piekļuves nosacījumus uz {rules}
ro: {username} a schimbat regulile pentru acesul musafirilor la: {rules}
sl: {username} je spremenila pravila dostopa za goste v: {rules}
te: {username} అతిథి ప్రవేశ నియమాలను మార్చారు: {rules}
tr: {username} misafir erişim kurallarını değiştirdi: {rules}
uz: {username} mehmon kirish qoidalarini: {rules}ga oʻzgartirdi
vi: {username} đã thay đổi quy tắc truy cập đối với khách thành: {rules}
zh: {username} 更改了访客访问规则为：{rules}
zh_hant: {username} 變更了訪客訪問規則為：{rules}

# changedTheHistoryVisibility
source: {username} changed the history visibility
ar: غيَّر {username} مرئية التأريخ
be: {username} змяніў бачнасць гісторыі
el: {username} άλλαξε την ορατότητα ιστορικού
fa: {username} قابليت‌ ديدن‌ تاریخچه را تغییر داد
fil: Pinalitan ni {username} ang kakayahan ng pagkikita ng history
he: {username} שינה את נראות ההיסטוריה
ia: {username} ha cambiate le visibilitate del historia
ja: {username}が履歴の表示設定を変更しました
ko: {username}님이 대화 기록 설정을 변경함
lt: {username} pakeitė istorijos matomumą
lv: {username} mainīja vēstures redzamību
ro: {username} a schimbat vizibilitatea istoriei chatului
sl: {username} je spremenila vidnost zgodovine
te: {username} చరిత్ర దృశ్యాన్ని మార్చారు
tr: {username} geçmiş görünürlüğünü değiştirdi
uz: {username} tarix koʻrinishini oʻzgartirdi
vi: {username} đã thay đổi chế độ hiển thị lịch sử
zh: {username} 更改了历史记录可见性
zh_hant: {username} 變更了歷史記錄觀察狀態

# changedTheHistoryVisibilityTo
source: {username} changed the history visibility to: {rules}
ar: غيَّر {username} مرئية التأريخ الى: {rules}
be: {username} змяніў бачнасць гісторыі на: {rules}
el: {username} άλλαξε την ορατότητα ιστορικού σε: {rules}
fa: {username} قابليت‌ ديدن‌ تاریخچه را تغییر داد به: {rules}
fil: Pinalitan ni {username} ang kakayahan ng pagkikita ng history sa: {rules}
he: {username} שינה את נראות ההיסטוריה ל: {rules}
ia: {username} ha cambiate le visibilitate del historia a: {rules}
ja: {username}が履歴の表示設定を{rules}に変更しました
ko: {username}님이 대화 기록 설정을 {rules} 로 바꿈
lt: {username} pakeitė istorijos matomumą į: {rules}
lv: {username} nomainīja vēstures redzamību uz {rules}
ro: {username} a schimbat vizibilitatea istoriei chatului la: {rules}
sl: {username} je spremenil vidnost zgodovine v: {rules}
te: {username} చరిత్ర దృశ్యాన్ని మార్చారు: {rules}
tr: {username} geçmiş görünürlüğünü değiştirdi: {rules}
uz: {username} tarix koʻrinishini: {rules}ga oʻzgartirdi
vi: {username} đã thay đổi chế độ hiển thị lịch sử thành: {rules}
zh: {username} 更改了历史记录可见性为：{rules}
zh_hant: {username} 變更了歷史紀錄觀察狀態到：{rules}

# changedTheJoinRules
source: {username} changed the join rules
ar: غيَّر {username} قواعد الانضمام
be: {username} змяніў правілы далучэння
el: {username} άλλαξε τους κανόνες συμμετοχής
fa: {username} قوانین پیوستن را تغییر داد
fil: Pinalitan ni {username} ang mga tuntunin sa pagsali
he: {username} שינה את כללי ההצטרפות
ia: {username} ha cambiate le reglas de admission
ja: {username}が参加ルールを変更しました
ko: {username}님이 참가 규칙을 바꿈
lt: {username} pakeitė prisijungimo taisykles
lv: {username} nomainīja pievienošanās nosacījumus
ro: {username} a schimbat regulile de alăturare
sl: {username} je spremenil pravila za pridružitev
te: {username} చేరే నియమాలను మార్చారు
tr: {username} katılım kurallarını değiştirdi
uz: {username} qoʻshilish qoidalarini oʻzgartirdi
vi: {username} đã thay đổi quy tắc tham gia
zh: {username} 更改了加入的规则
zh_hant: {username} 變更了加入的規則

# changedTheJoinRulesTo
source: {username} changed the join rules to: {joinRules}
ar: غيَّر {username} قواعد الانضمام الى: {joinRules}
be: {username} змяніў правілы далучэння на: {joinRules}
el: {username} άλλαξε τους κανόνες συμμετοχής σε: {joinRules}
fa: {username} قوانین پیوستن را تغییر داد به: {joinRules}
fil: Pinalitan ni {username} ang mga tuntunin sa pagsali sa: {joinRules}
he: {username} שינה את כללי ההצטרפות ל: {joinRules}
ia: {username} ha cambiate le reglas de admission a: {joinRules}
ja: {username}が参加ルールを{joinRules}に変更しました
ko: {username}님이 참가 규칙을 {joinRules} 로 바꿈
lt: {username} pakeitė prisijungimo taisykles į: {joinRules}
lv: {username} nomainīja pievienošanās nosacījumus uz {joinRules}
ro: {username} a schimbat regulile de alăturare la: {joinRules}
sl: {username} je spremenila pravila pridružitve v: {joinRules}
te: {username} చేరే నియమాలను మార్చారు: {joinRules}
tr: {username} katılım kurallarını değiştirdi: {joinRules}
uz: {username} qoʻshilish qoidalarini: {joinRules}ga oʻzgartirdi
vi: {username} đã thay đổi quy tắc tham gia thành: {joinRules}
zh: {username} 更改了加入的规则为：{joinRules}
zh_hant: {username} 變更了加入的規則為：{joinRules}

# changedTheProfileAvatar
source: {username} changed their avatar
ar: غيّر {username} صورته الشخصية
be: {username} змяніў свой аватар
el: {username} άλλαξε το προφίλ εικόνας του
fa: {username} عکس پروفایل خود را تغییر داد
fil: Pinalitan ni {username} ang kanilang avatar
he: {username} שינה את האווטאר שלו
ia: {username} ha cambiate su avatar
ja: {username}がアバターを変更しました
ko: {username}님이 자신의 아바타를 바꿈
lt: {username} pakeitė savo avatarą
lv: {username} nomainīja savu attēlu
ro: {username} s-a schimbat avatarul
sl: {username} je spremenil avatar
te: {username} వారి అవతార్ మార్చారు
tr: {username} avatarını değiştirdi
uz: {username} avatarini oʻzgartirdi
vi: {username} đã thay đổi ảnh đại diện của mình
zh: {username} 更改了头像
zh_hant: {username} 變更了頭貼

# changedTheRoomInvitationLink
source: {username} changed the invitation link
ar: غيّر {username} رابط الدعوة
be: {username} змяніў спасылку на запрашэнне
el: {username} άλλαξε τον σύνδεσμο πρόσκλησης
fa: {username} لینک دعوت را تغییر داد
fil: Pinalitan ni {username} ang link ng imbitasyon
he: {username} שינה את קישור ההזמנה
ia: {username} ha cambiate le ligamine de invitation
ja: {username}が招待リンクを変更しました
ko: {username}님이 초대 링크를 바꿈
lt: {username} pakeitė pakvietimo nuorodą
lv: {username} nomainīja uzaicinājuma saiti
ro: {username} a schimbat linkul de invitație
sl: {username} je spremenil povezavo za povabilo
te: {username} ఆహ్వాన లింక్ మార్చారు
tr: {username} davet bağlantısını değiştirdi
uz: {username} taklif havolasini oʻzgartirdi
vi: {username} đã thay đổi đường dẫn mời
zh: {username} 更改了邀请链接
zh_hant: {username} 變更了邀請連結

source: Change password
ar: غيّر كلمة السر
be: Змяніць пароль
el: Αλλαγή κωδικού πρόσβασης
fa: تغییر رمز عبور
fil: Palitan ang password
he: שנה סיסמא
ia: Cambiar le parola
ja: パスワードを変更
ko: 비밀번호 바꾸기
lt: Keisti slaptažodį
lv: Nomainīt paroli
ro: Schimbați parola
sl: Spremeni geslo
te: పాస్వర్డ్ మార్చండి
tr: Parolayı değiştir
uz: Parolni o‘zgartirish
vi: Thay đổi mật khẩu
zh: 更改密码
zh_hant: 變更密碼

source: Change the homeserver
ar: غيّر الخادم
be: Змяніць хатні сервер
el: Αλλαγή του διακομιστή σπιτιού
fa: تغییر سرور خانه
fil: Palitan ang homeserver
he: שנה את שרת הבית
ia: Cambiar le servitor de domo
ja: ホームサーバーの変更
ko: 홈서버 바꾸기
lt: Pakeisti namų serverį
lv: Mainīt mājasserveri
ro: Schimbați homeserver-ul
sl: Spremenite domači strežnik
te: హోమ్‌సర్వర్ మార్చండి
tr: Ana sunucuyu değiştir
uz: Homeserverni almashtirish
vi: Thay đổi máy chủ nhà
zh: 更改主服务器
zh_hant: 變更主機位址

# changeTheme
source: Change your style
ar: غيّر أسلوبك
be: Змяніць стыль
el: Αλλαγή στυλ
fa: سبک خود را تغییر دهید
fil: Palitan ang iyong istilio
he: שנה את הסגנון שלך
ia: Cambiar tu stile
ja: スタイルを変更する
ko: 스타일 바꾸기
lt: Keisti savo stilių
lv: Mainīt izskatu
ro: Schimbați tema aplicației
sl: Spremenite svoj slog
te: మీ శైలి మార్చండి
tr: Tarzınızı değiştirin
uz: Uslubingizni o‘zgartiring
vi: Thay đổi chủ đề
zh: 改变风格
zh_hant: 變更主題

source: Change the name of the group
ar: غيِّر اسم المجموعة
be: Змяніць назву групы
el: Αλλαγή ονόματος ομάδας
fa: نام گروه را تغییر دهید
fil: Palitan ng pangalan ng grupo
he: שנה את שם הקבוצה
ia: Cambiar le nomine del grupo
ja: グループの名前を変更する
ko: 채팅의 이름 바꾸기
lt: Keisti grupės pavadinimą
lv: Mainīt kopas nosaukumu
ro: Schimbați numele grupului
sl: Spremenite ime skupine
te: గుంపు పేరును మార్చండి
tr: Grubun adını değiştir
uz: Guruh nomini o‘zgartirish
vi: Thay đổi tên nhóm
zh: 更改群组名称
zh_hant: 變更了群組名稱

source: Change your avatar
ar: غيّر الصورة الرمزية
be: Змяніць аватар
el: Αλλαγή προφίλ εικόνας
fa: عکس پروفایل خود را تغییر دهید
fil: Palitan ang iyong avatar
he: שינוי האווטאר שלך
ia: Cambiar tu avatar
ja: アバタるを変化しする
ko: 아바타 바꾸기
lt: Keisti savo avatarą
lv: Mainīt savu attēlu
ro: Schimbați avatarul vostru
sl: Spremenite svoj avatar
te: మీ అవతారాన్ని మార్చండి
tr: Avatarınızı değiştirin
uz: Avataringizni almashtiring
vi: Đổi ảnh đại diện
zh: 更改你的头像
zh_hant: 更改您的大頭貼

# channelCorruptedDecryptError
source: The encryption has been corrupted
ar: فسُد التشفير
be: Шыфраванне было пашкоджана
el: Ο κρυπτογραφημένος κώδικας έχει καταστραφεί
fa: رمزگذاری مخدوش شده‌ است
fil: Nasira ang encryption
he: ההצפנה נפגמה
ia: Le encryption ha essite corrompite
ja: 暗号が破損しています
ko: 암호화가 손상되었습니다
lt: Šifravimas buvo sugadintas
lv: Šifrēšana tika bojāta
ro: Criptarea a fost corupată
sl: Šifriranje je poškodovano
te: ఎన్క్రిప్షన్ దెబ్బతింది
tr: Şifreleme bozuldu
uz: Shifrlash buzilgan
vi: Mã hóa đã bị hỏng
zh: 加密已被破坏
zh_hant: 加密已被破壞

source: Chat
ar: محادثة
be: Чат
el: Συνομιλία
fa: گپ
he: צ׳אט
ja: チャット
ko: 채팅
lt: Pokalbis
lv: Tērzēšana
sl: Klepet
te: చాట్
tr: Sohbet
uz: Suhbat
zh: 聊天
zh_hant: 聊天室

source: Your chat backup has been set up.
ar: تم إعداد النسخ الاحتياطي لمحادثاتك.
be: Рэзервовая копія вашага чата наладжана.
el: Η δημιουργία αντιγράφων ασφαλείας της συνομιλίας σας έχει ρυθμιστεί.
fa: پشتیبان گپ‌تان تنظیم شده است.
fil: Na-set up na ang iyong chat backup.
he: גיבוי הצ'אט שלך הוגדר.
ia: Tu copia de securitate del chat ha essite configurate.
ja: チャットバックアップを設定ました。
ko: 당신의 채팅 백업이 설정되었습니다.
lt: Jūsų pokalbio atsarginė kopija buvo nustatyta.
lv: Tērzēšanu rezerves kopēšana tika iestatīta.
ro: Backup-ul vostru de chat a fost configurat.
sl: Varnostna kopija klepeta je nastavljena.
te: మీ చాట్ బ్యాకప్ సెట్ చేయబడింది.
tr: Sohbet yedeklemeniz ayarlandı.
uz: Suhbat zaxirangiz sozlandi.
vi: Sao lưu trò chuyện của bạn đã được thiết lập.
zh: 你的聊天记录备份已设置。
zh_hant: 您的聊天室記錄備份已設定。

source: Chat backup
ar: النسخ الاحتياطي للمحادثات
be: Рэзервовая копія чата
el: Αντίγραφο ασφαλείας συνομιλίας
fa: پشتیبان گپ
fil: Pag-backup ng chat
he: גיבוי צ'אט
ia: Copia de securitate del chat
ja: チャットのバックアップ
ko: 채팅 백업
lt: Pokalbio atsargine kopija
lv: Tērzēšanu rezerves kopēšana
ro: Backup de chat
sl: Varnostno kopiranje klepeta
te: చాట్ బ్యాకప్
tr: Sohbet yedekleme
uz: Suhbat zaxirasi
vi: Sao lưu cuộc trò chuyện
zh: 聊天记录备份
zh_hant: 備份聊天室

# chatBackupDescription
source: Your messages are secured with a recovery key. Please make sure you don't lose it.
ar: يتم تأمين رسائلك القديمة باستخدام مفتاح الاسترداد. يرجى التأكد من أنك لا تضيعه.
be: Вашы старыя паведамленні захаваны з дапамогай ключа аднаўлення. Калі ласка, пераканайцеся, што вы яго не страціце.
el: Τα παλιά σας μηνύματα είναι ασφαλή με ένα κλειδί ανάκτησης. Παρακαλώ βεβαιωθείτε ότι δεν το χάνετε.
fa: پیام‌های قدیمی‌تان با یک کلید باز یابی، امن می‌شوند. لطفا مطمئن شوید که آن را گم نمی‌کنید.
fil: Naka-secure ang iyong mga lumang mensahe gamit ng recovery key. Siguraduhing hindi mo ito mawalan.
he: גיבוי הצ'אט שלך מאובטח באמצעות מפתח אבטחה. אנא וודא שאתה לא מאבד אותו.
ia: Tu message antiquate es securitate con un clave de recuperation. Per favor assecurate que tu non lo perde.
ja: 古いメッセージはリカバリーキーで保護されます。紛失しないようにご注意ください。
ko: 당신의 오래된 메시지는 보안 키로 보호됩니다. 이 키를 잃어버리지 마세요.
lt: Jūsų senos žinutės yra apsaugotos atkūrimo raktu. Pasirūpinkite, kad jo neprarastumėte.
lv: Iepriekšējās ziņas ir aizsargātas ar atkopes atslēgu. Lūgums nodrošināt, ka tā netiek pazaudēta.
ro: Mesajele voastre vechi sunt sigurate cu o cheie de recuperare. Vă rugăm să nu o pierdeți.
sl: Varnostna kopija klepeta je zavarovana z varnostnim ključem. Prosimo, pazite, da ga ne izgubite.
te: మీ పాత సందేశాలు రికవరీ కీతో సురక్షితంగా ఉన్నాయి. దాన్ని కోల్పోకూడదు.
tr: Eski mesajlarınız bir kurtarma anahtarı ile güvence altına alındı. Lütfen kaybetmediğinizden emin olun.
uz: Eski xabarlaringiz tiklash kaliti bilan himoyalangan. Uni yo‘qotib qo‘ymasligingizga ishonch hosil qiling.
vi: Bản sao lưu cuộc trò chuyện của bạn được bảo mật bằng một khoá bảo mật. Bạn đừng làm mất nó.
zh: 你的旧消息受恢复密钥保护。请确保你不会丢失它。
zh_hant: 您的過往聊天室記錄已被恢復金鑰加密。請您確保不會弄丟它。

source: Chat details
ar: تفاصيل المحادثة
be: Дэталі чата
el: Λεπτομέρειες συνομιλίας
fa: جزئیات گپ
fil: Mga detalye ng chat
he: פרטי צ'אט
ia: Details del chat
ja: チャットの詳細
ko: 채팅 정보
lt: Pokalbio detalės
lv: Tērzēšanas izvērsums
ro: Detalii de chat
sl: Podrobnosti klepeta
te: చాట్ వివరాలు
tr: Sohbet ayrıntıları
uz: Suhbat tafsilotlari
vi: Chi tiết cuộc trò chuyện
zh: 聊天详情
zh_hant: 對話詳細

source: Chat has been added to this space
ar: أُضيفت المحادثة الى هذا المساحة
be: Чат дададзены ў гэты прастор
el: Η συνομιλία έχει προστεθεί σε αυτόν τον χώρο
fa: گپ به این فضا اضافه شده است
fil: Nadagdag ang chat sa space na ito
he: צ'אט נוסף למרחב הזה
ia: Le chat ha essite addite a iste spatio
ja: このスペースにチャットが追加されました
ko: 이 스페이스에 채팅이 추가되었습니다
lt: Pokalbis buvo pridėtas prie šios erdvės
lv: Šai vietai tika pievienota tērzēšana
ro: Chatul a fost adăugat la acest spațiu
sl: Klepet je bil dodan v ta prostor
te: చాట్ ఈ స్పేస్‌లో జోడించబడింది
tr: Sohbet bu alana eklendi
uz: Suhbat bu maydonga kiritildi
vi: Cuộc trò chuyện đã được thêm vào không gian này
zh: 聊天已添加到此空间
zh_hant: 聊天室已新增到此空間

# changedTheRoomAliases
source: {username} changed the room aliases
ar: غيّر {username} ألقاب الغرف
be: {username} змяніў аліасы пакоя
el: {username} άλλαξε τα ψευδώνυμα του δωματίου
fa: {username} نام‌های مستعار اتاق را تغییر داد
fil: Pinalitan ni {username} ang mga alias ng room
he: {username} שינה את כינוי החדר
ia: {username} ha cambiate le alias del camera
ja: {username}が部屋のエイリアスを変更しました
ko: {username}님이 방 별명을 바꿈
lt: {username} pakeitė kambario pseudonimus
lv: {username} nomainīja istabas aizstājvārdus
ro: {username} a schimbat pseudonimele camerei
sl: {username} je spremenil vzdevke sobe
te: {username} గది అలియాసులను మార్చారు
tr: {username} oda takma adlarını değiştirdi
uz: {username} xona taxalluslarini oʻzgartirdi
vi: {username} đã đổi địa chỉ phòng chat
zh: {username} 更改了聊天室别名
zh_hant: {username} 變更了聊天室名

source: Choose a strong password
ar: اختر كلمة سر قوية
be: Выберыце моцны пароль
el: Επιλέξτε έναν ισχυρό κωδικό πρόσβασης
fa: رمز عبور قوی انتخاب کنید
fil: Pumili ng malakas na password
he: בחר סיסמה חזקה
ia: Selige un forte contrasigno
ja: 強いパスワードを選択してください
ko: 안전한 비밀번호를 설정하세요
lt: Pasirinkite saugų slaptažodį
lv: Jāizvēlas droša parole
ro: Alegeți o parolă robustă
sl: Izberite močno geslo
te: శక్తివంతమైన పాస్వర్డ్ ఎంచుకోండి
tr: Güçlü bir parola seçin
uz: Kuchli parol tanlang
vi: Chọn một mật khẩu mạnh
zh: 输入一个强密码
zh_hant: 輸入一個較強的密碼

source: Clear archive
ar: امسح الأرشيف
be: Ачысціць архіў
el: Διαγραφή αρχείου
fa: بایگانی را پاک کنید
fil: I-clear ang archive
he: נקה ארכיון
ia: Clara archivio
ja: アーカイブを消去
ko: 저장 지우기
lt: Išvalyti archyvą
lv: Iztīrīt arhīvu
ro: Ștergeți arhiva
sl: Počisti arhiv
te: ఆర్కైవ్‌ను క్లియర్ చేయండి
tr: Arşivi temizle
uz: Arxivni tozalash
vi: Xóa kho lưu trữ
zh: 清除存档
zh_hant: 清除存檔

source: Close
ar: اغلق
be: Закрыць
el: Κλείσιμο
fa: بستن
fil: Isara
he: סגור
ia: Clauder
ja: 閉じる
ko: 닫기
lt: Uždaryti
lv: Aizvērt
ro: Închideți
sl: Zapri
te: మూసివేయండి
tr: Kapat
uz: Yopish
vi: Đóng
zh: 关闭
zh_hant: 關閉

# commandHint_markasdm
source: Mark as direct message room for the giving Matrix ID
ar: وضع علامة على أنها غرفة رسائل مباشرة لمعرف المصفوفة
be: Адзначыць як прамое паведамленне для дадзенага Matrix ID
el: Σημειώστε ως άμεσο μήνυμα για το δοσμένο ID του Matrix
fa: برای دادن شناسه ماتریکس به عنوان اتاق پیام‌های مستقیم علامت بگذارید
fil: Markahan bilang direktang mensahe na room para sa ibinigay na Matrix ID
he: סמן כחלל הודעה ישירה עבור מזהה Matrix הנתון
ia: Marca como sala de message directe pro le ID Matrix dat
ja: ダイレクトメッセージの部屋としてマークする
ko: Matrix ID를 위한 다이렉트 메시지 방으로 표시
lt: Pažymėti kaip tiesioginio pokalbio kambarį
lv: Atzīmēt kā tiešo ziņu istabu norādītajam Matrix Id
ro: Marcați ca cameră de mesaje directe
sl: Označi kot sobo za neposredna sporočila za dano Matrix ID
te: ఈ మ్యాట్రిక్స్ ID కోసం డైరెక్ట్ మెసేజ్ రూమ్‌గా గుర్తించండి
tr: Verilen Matrix kimliği için doğrudan mesaj odası olarak işaretle
uz: Matrix identifikatorini berish uchun shaxsiy xabar guruhi sifatida belgilang
vi: Đánh dấu là cuộc trò chuyện trực tiếp cho một Matrix ID
zh: 将给定的 Matrix ID 标为私信聊天室
zh_hant: 將給定的 Matrix ID 標示為直接訊息房間

# commandHint_markasgroup
source: Mark as group
ar: وضع علامة كمجموعة
be: Адзначыць як групу
el: Σημειώστε ως ομάδα
fa: به عنوان گروه علامت بگذارید
fil: Markahan bilang grupo
he: סמן כקבוצה
ia: Marca como grupo
ja: グループとしてマーク
ko: 그룹 채팅으로 만들기
lt: Pažymėti kaip grupę
lv: Atzīmēt kā kopu
ro: Marcați ca grup
sl: Označi kot skupino
te: గుంపుగా గుర్తించండి
tr: Grup olarak işaretle
uz: Guruh sifatida belgilash
vi: Đánh dấu là nhóm
zh: 标记为群组
zh_hant: 標示為群組

# commandHint_ban
source: Ban the given user from this room
ar: يحظر المستخدم المذكور من هذه الغرفة
be: Забароніць дадзенага карыстальніка ў гэтым пакоі
el: Απαγορεύστε τον δοσμένο χρήστη από αυτό το δωμάτιο
fa: کاربر مشخص شده را از این اتاق محروم کنید
fil: Pagbawalan ang ibinigay na user sa room na ito
he: חסום את המשתמש הנתון מהחדר הזה
ia: Banna le usator dat de iste sala
ja: このユーザーを禁止する
ko: 이 방에서 주어진 유저 영구 추방하기
lt: Užblokuoti vartotoją šiame kambaryje
lv: Izslēgt norādīto lietotāju no šīs istabas
ro: Interziceți acesul utilizatorului ales din această cameră
sl: Izključi določenega uporabnika iz te sobe
te: ఈ గదిలోని ఇచ్చిన వినియోగదారుని నిషేధించండి
tr: Verilen kullanıcıyı bu odadan yasaklayın
uz: Bu guruhdan berilgan foydalanuvchini bloklash
vi: Cấm người dùng chỉ định khỏi phòng này
zh: 在此聊天室封禁指定用户
zh_hant: 在此聊天室封鎖該使用者

# commandHint_clearcache
source: Clear cache
ar: مسح الذاكرة المؤقتة
be: Ачысціць кэш
el: Εκκαθαρίστε την προσωρινή μνήμη
fa: حافظه پنھان را پاک کنید
fil: I-clear ang cache
he: נקה מטמון
ia: Clara le cache
ja: キャッシュをクリアする
ko: 캐시 지우기
lt: Išvalyti laikiną talpyklą
lv: Iztīrīt kešatmiņu
ro: Ștergeți cache
sl: Počisti predpomnilnik
te: క్యాష్‌ను క్లియర్ చేయండి
tr: Önbelleği temizleyin
uz: Kesh tozalash
vi: Xóa bộ nhớ đệm
zh: 清除缓存
zh_hant: 清除快取

# commandHint_create
source: Create an empty group chat Use --no-encryption to disable encryption
ar: أنشأ محادثة جماعية فارغة استخدم --لا-تشفير لتعطيل التشفير
be: Стварыць пусты групавы чат Выкарыстоўвайце --no-encryption, каб адключыць шыфраванне
el: Δημιουργήστε μια κενή ομαδική συνομιλία Χρησιμοποιήστε --no-encryption για να απενεργοποιήσετε την κρυπτογράφηση
fa: یک گپ گروهی خالی بسازید از «--no-encryption» برای غیرفعال کردن رمزگذاری استفاده کنید
fil: Gumawa ng walang lamang group chat Gumamit ng --no-encryption para i-disable ang encryption
he: צור צ'אט קבוצתי ריק השתמש ב--no-encryption כדי להשבית את ההצפנה
ia: Create un sala de chat de gruppo vacue Usa --no-encryption pro disactivar le encryption
ja: 空のグループチャットを作成 暗号化を無効にするには、--no-encryption を使用
ko: 빈 그룹 채팅을 생성 --no-encryption을 사용해 암호화를 비활성화
lt: Sukurti tuščią grupinį pokalbį Naudokite --no-encryption kad išjungti šifravimą
lv: Izveidot tukšu kopas tērzēšanu Lai atspējotu šifrēšanu, jāizmanto --no-encryption
ro: Creați un grup de chat gol Folosiți --no-encryption să dezactivați criptare
sl: Ustvari prazen skupinski klepet Uporabi --no-encryption za onemogočitev šifriranja
te: ఖాళీ గుంపు చాట్ సృష్టించండి ఎన్క్రిప్షన్‌ను అक्षमించడానికి --no-encryption ఉపయోగించండి
tr: Boş bir grup sohbeti oluşturun Şifrelemeyi devre dışı bırakmak için --no-encryption kullanın
uz: Boʻsh guruh suhbati yarating Shifrlashni oʻchirish uchun --no-encryption dan foydalaning
vi: Tạo một phòng trò chuyện nhóm trống Dùng --no-encryption để tắt mã hóa
zh: 创建空的群聊 使用 --no-encryption 选项来禁用加密
zh_hant: 建立一個空的群聊 使用 --no-encryption 選項來停用加密

# commandHint_discardsession
source: Discard session
ar: إنهاء الجلسة
be: Адхіліць сесію
el: Απορρίψτε τη συνεδρία
fa: طرد نشست
fil: Iwaksi ang sesyon
he: התעלם מהסשן
ia: Discarte le session
ja: セッションを破棄
ko: 세션 삭제
lt: Atmesti sesiją
lv: Atmest sesiju
ro: Renunțați sesiunea
sl: Opusti sejo
te: సెషన్‌ను విస్మరించండి
tr: Oturumu silin
uz: Seansni bekor qilish
vi: Hủy (xóa) phiên
zh: 丢弃会话
zh_hant: 丟棄工作階段

# commandHint_dm
source: Start a direct chat Use --no-encryption to disable encryption
ar: إبدأ محادثة مباشرة استخدم --لا-تشفير لتعطيل التشفير
be: Пачаць прамы чат Выкарыстоўвайце --no-encryption, каб адключыць шыфраванне
el: Ξεκινήστε μια άμεση συνομιλία Χρησιμοποιήστε --no-encryption για να απενεργοποιήσετε την κρυπτογράφηση
fa: یک گپ مستقیم شروع کنید از «--no-encryption» برای غیرفعال کردن رمزگذاری استفاده کنید
fil: Magsimula ng direktong chat Gumamit ng --no-encryptiom para i-disable ang encryption
he: התחל צ'אט ישיר השתמש ב--no-encryption כדי להשבית את ההצפנה
ia: Inicia un chat directe Usa --no-encryption pro disactivar le encryption
ja: ダイレクトチャットを開始する 暗号化を無効にするには、--no-encryptionを使用してください
ko: 다이렉트 채팅 시작 --no-encryption을 사용해 암호화 비활성화
lt: Pradėti tiesioginį pokalbį Naudokite --no-encryption kad išjungti šifravimą
lv: Uzsākt tiešu tērzēšanu Lai atspējotu šifrēšanu, jāizmanto --no-encryption
ro: Porniți un chat direct Folosiți --no-encryption să dezactivați criptare
sl: Začni neposreden klepet Uporabi --no-encryption za onemogočitev šifriranja
te: డైరెక్ట్ చాట్ ప్రారంభించండి ఎన్క్రిప్షన్‌ను అक्षमించడానికి --no-encryption ఉపయోగించండి
tr: Doğrudan sohbet başlatın Şifrelemeyi devre dışı bırakmak için --no-encryption kullanın
uz: Jonli suhbatni boshlash Shifrlashni o‘chirish uchun --no-encryption dan foydalaning
vi: Bắt đầu cuộc trò chuyện trực tiếp Dùng --no-encryption để tắt mã hóa
zh: 创建私聊 使用 --no-encryption 选项来禁用加密
zh_hant: 啟動一對一聊天室 使用 --no-encryption 選項來停用加密

# commandHint_html
source: Send HTML-formatted text
ar: أرسل نصًا بتنسيق HTML
be: Адправіць тэкст у фармаце HTML
el: Αποστείλετε κείμενο μορφοποιημένο σε HTML
fa: متن با فرمت HTML بفرستید
fil: Magpadala ng HTML-formatted na text
he: שלח טקסט בתבנית HTML
ia: Manda texto formateate in HTML
ja: HTML形式のテキストを送信
ko: HTML 형식의 문자 보내기
lt: Siųsti tekstą HTML formatu
lv: Nosūtīt ar HTML formatētu tekstu
ro: Trimiteți text format ca HTML
sl: Pošljite besedilo v obliki HTML
te: HTML-ఫార్మాట్ చేసిన టెక్స్ట్‌ను పంపండి
tr: HTML biçimli metin gönderin
uz: HTML formatidagi matnni yuborish
vi: Gửi văn bản được định dạng HTML
zh: 发送 HTML 格式化文本
zh_hant: 傳送 HTML 格式的文字
