Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# grammarCopyNUMFORMnumberPsor
source: Possessor's Number
ar: رقم المالك
be: Нумар уласніка
el: Αριθμός Κατόχου
fa: شماره دارایی
fil: Numero ng May-ari
he: מספר המחזיק
ia: Numeros del possessore
ja: 所有者の数
ko: 소유자의 수
lt: Turėtojo skaičius
lv: Īpašnieka skaitlis
ro: Numărul deținătorului
sl: Številka posedovalca
te: పరిచయకర్త సంఖ్య
tr: Sahibin Sayısı
uz: Egasi soni
vi: Số lượng sở hữu
zh: 所有者的数
zh_hant: 所有者數量

# grammarCopyASPECThab
source: Habitual
ar: عادي
be: Звычкавы
el: Συνήθης
fa: عادت‌گونه
fil: Kasanayan
he: הרגלי
ja: 習慣的
ko: 습관적
lt: Įprastas
lv: Ieradums
ro: Obișnuit
sl: Navadno
te: అభ్యాసం
tr: Alışkanlık
uz: Odatiy
vi: Thói quen
zh: 习惯性
zh_hant: 習慣性

# grammarCopyCASEabl
source: Ablative
ar: مجرور
be: Аблікатывны
el: Αποθετική
fa: ابلیتیو
fil: Ablatibo
he: סביל
ja: 離格
ko: 탈격
lt: Ablatyvas
lv: Ablatīvs
ro: Ablativ
sl: Ablativ
te: అబ్లేటివ్
tr: Ablatif
uz: Ablativ
vi: Cách tách ra (ablative)
zh: 离格
zh_hant: 離格

# grammarCopyCASEall
source: Allative
ar: حرف الجر
be: Аллатыўны
el: Πολλαπλασιαστική
fa: موردی
fil: Allatibo
he: כללי
ja: 与格
ko: 처격
lt: Allatyvas
lv: Allatīvs
ro: Allativ
sl: Allativ
te: అలాటివ్
tr: Allatif
uz: Allativ
vi: Cách hướng đến (allative)
zh: 属格
zh_hant: 所有格

# grammarCopyCASEess
source: Essive
ar: حالة
be: Эсіўны
el: Εξωτική
fa: حالت استمراری
fil: Esiwal
he: מצבי
ja: 状態格
ko: 상태격
lt: Esinis
lv: Esiatīvs
ro: Essiv
sl: Essiv
te: ఎస్సివ్
tr: Hali
uz: Essiv
vi: Cách trạng thái (essive)
zh: 状态格
zh_hant: 状态格

# grammarCopyCASEtra
source: Translative
ar: تحويلي
be: Транслятыўны
el: Μεταβατική
fa: انتقالی
he: טרנסליטיבי
ja: 変格
ko: 전환격
lt: Translacinis
lv: Translātīvs
ro: Translativ
sl: Translativ
te: ట్రాన్స్లేటివ్
tr: Çevirgen
uz: Translativ
vi: Cách chuyển đổi (translative)
zh: 转格
zh_hant: 转化格

# grammarCopyCASEequ
source: Equative
ar: مساوي
be: Эквівалентны
el: Ισοδύναμη
fa: مساوی
fil: Pantay
he: שוויוני
ja: 等格
ko: 등가격
lt: Lygiavertis
lv: Vienādojums
ro: Equativ
sl: Ekvativ
te: సమాన
tr: Eşit
uz: Ekvativ
vi: Cách ngang bằng (equative)
zh: 等同格
zh_hant: 等同格

# grammarCopyCASEdis
source: Distributive
ar: توزيعي
be: Дыстрыбутыўны
el: Διανεμητική
fa: توزیعی
fil: Paghahati
he: מפוזר
ja: 分配格
ko: 분배격
lt: Pasiskirstymo
lv: Daļīgs
ro: Distributiv
sl: Distributiv
te: విభజన
tr: Dağıtıcı
uz: Tarqatma
vi: Cách phân bổ (distributive)
zh: 分配格
zh_hant: 分配格

# grammarCopyCASEabs
source: Absolutive
ar: مطلق
be: Абсолютыўны
el: Απόλυτη
fa: مطلق
fil: Absolut
he: במקרה סופי
ja: 絶対格
ko: 절대격
lt: Absoliutinis
lv: Absolūtā
ro: Absolutiv
sl: Absolutiv
te: అబ్సోల్యూట్
tr: Yüklemsel
uz: Absolyut
vi: Cách tuyệt đối (absolutive)
zh: 绝对格
zh_hant: 绝对格

# grammarCopyCASEerg
source: Ergative
ar: حالة الفاعل
be: Эргатыў
el: Εργατική
fa: فاعل‌گرایی
he: ארגטיבי
ja: 格推格
ko: 도구격
lt: Ergatyvinis
lv: Ergātīvs
ro: Ergativ
sl: Ergativ
te: ఎర్గేటివ్
tr: Ergatif
uz: Ergativ
vi: Cách chủ thể (ergative)
zh: 格宾格
zh_hant: 主格

# grammarCopyCASEcau
source: Causal
ar: السببية
be: Касацыйны
el: Αιτιακή
fa: علتی
fil: Sanhi
he: סיבתי
ja: 原因格
ko: 원인격
lt: Priežastinis
lv: Cēloņs
ro: Cauzal
sl: Vzročni
te: కారణ
tr: Neden
uz: Sababli
vi: Cách nguyên nhân (causal)
zh: 因果格
zh_hant: 因果格

# grammarCopyCASEben
source: Benefactive
ar: المفعول به
be: Бенефактыўны
el: Ωφελική
fa: منافعی
fil: Benepaktibo
he: תועלתני
ja: 利益格
ko: 이익격
lt: Naudotojas
lv: Labvēlīgs
ro: Benefactiv
sl: Dobrodelni
te: లాభకర
tr: Yararlanıcı
uz: Foydali
vi: Cách lợi ích (benefactive)
zh: 受益格
zh_hant: 受益格

# grammarCopyCASEtem
source: Temporal
ar: الزمني
be: Тэрмічны
el: Χρονική
fa: زمانی
fil: Panahon
he: זמני
ja: 時格
ko: 시간격
lt: Laiko
lv: Laika
sl: Časovni
te: కాలిక
tr: Zaman
uz: Vaqtli
vi: Cách thời gian (temporal)
zh: 时间格
zh_hant: 时间格

# grammarCopyCONJTYPEcoord
source: Coordinating
ar: تنسيق
be: Каардынуючы
el: Συντονιστική
fa: هم‌پیوسته
fil: Nagkakaugnay
he: קואורדינטיבי
ia: Coordination
ja: 等位接続
ko: 병렬접속사
lt: Koordinuojantis
lv: Koordinējošs
ro: Coordonare
sl: Koordinirajoče
te: సమన్వయక
tr: Koordine Edici
uz: Kooridinal
vi: Liên từ đẳng lập
zh: 并列连词
zh_hant: 并列连词

# grammarCopyDEFINITEcons
source: Construct State
ar: حالة البناء
be: Канструктыўны стан
el: Κατασκευαστική Κατάσταση
fa: حالت ساختاری
fil: Estado ng Konstruksyon
he: מצב בניין
ia: Stato de construction
ja: 定義状態
ko: 구성 상태
lt: Nurodytoji būsena
lv: Konstrukcijas stāvoklis
ro: Stare de construcție
sl: Določeno stanje
te: నిర్ధారిత స్థితి
tr: Yapı Durumu
uz: Qurilish holati
vi: Trạng thái kết hợp
zh: 构式状态
zh_hant: 构造状态

# grammarCopyDEGREEabs
source: Absolute Degree
ar: الدرجة المطلقة
be: Аўтаномны ступень
el: Απόλυτο Βαθμό
fa: درجه مطلق
fil: Ganap na Antas
he: דרגה מוחלטת
ia: Gradito absolute
ja: 絶対度
ko: 절대 정도
lt: Visuotinė laipsnio reikšmė
lv: Pilnīgs pakāpe
ro: Grad absolut
sl: Absolutni stopnja
te: పూర్తి డిగ్రీ
tr: Mutlak Derece
uz: To‘liq daraja
vi: Bậc tuyệt đối
zh: 绝对程度
zh_hant: 绝对程度

# grammarCopyEVIDENTfh
source: Factual Evidentiality
ar: الدليل الواقعي
be: Фактычная сведчальнасць
el: Πραγματική Επικυρωτικότητα
fa: شهود واقعی
fil: Katotohanang Ebidensyal
he: עדות עובדתית
ia: Evidentia factual
ja: 事実的証拠性
ko: 사실적 증거성
lt: Faktinė įrodinėjimo reikšmė
lv: Faktiskais pierādījums
ro: Evidențialitate factuală
sl: Faktualna dokaznost
te: నిజమైన సాక్ష్యాధారితత
tr: Gerçeklik Kanıtı
uz: Haqiqiy dalillik
vi: Evidentiality thực tế
zh: 事实证据
zh_hant: 事实证据

# grammarCopyEVIDENTnfh
source: Non-factual Evidentiality
ar: الدليل غير الواقعي
be: Не-фактычная сведчальнасць
el: Μη-πραγματική Επικυρωτικότητα
fa: شهود غیرواقعی
fil: Di-katutohanang Ebidensyal
he: עדות לא-עובדתית
ia: Evidentia non-factual
ja: 非事実的証拠性
ko: 비사실적 증거성
lt: Ne-faktinė įrodinėjimo reikšmė
lv: Nepierādīts pierādījums
ro: Evidențialitate non-factuală
sl: Ne-faktualna dokaznost
te: నిజం కాని సాక్ష్యాధారితత
tr: Gerçeklik Dışı Kanıt
uz: Haqiqiy bo‘lmagan dalillik
vi: Evidentiality phi thực tế
zh: 非事实证据
zh_hant: 非事实证据

# grammarCopyMOODopt
source: Optative
ar: الآملية
be: Оптыват
el: Ευχή
fa: امیدوارانه
fil: Optatibo
he: רצוני
ja: 願望法
ko: 소망법
lt: Optatyvas
lv: Optatīvs
ro: Optativ
sl: Optativ
te: ఆప్షనల్
tr: İstek Kipi
uz: Optativ
vi: Cầu mong (optative)
zh: 祈愿语气
zh_hant: 祈愿语气

# grammarCopyMOODadm
source: Admirative
ar: الاعتمادية
be: Адыміратыўны
el: Επιτιμητικό
fa: تحسین‌آمیز
fil: Pang-akit
he: מאמץ
ja: 敬語法
ko: 감탄법
lt: Admiratyvas
lv: Apsveicams
ro: Admirație
sl: Admiraativ
te: అభిమానాత్మక
tr: Hayranlık Kipi
uz: Hayratda qoldiruvchi
vi: Cảm thán (admirative)
zh: 感叹语气
zh_hant: 感叹语气

# grammarCopyMOODdes
source: Desiderative
ar: المرغوب فيها
be: Дызерытатыўны
el: Επιθυμητικό
fa: خواست‌گرایانه
fil: Nais
he: רצוני
ja: 願望法
ko: 바람법
lt: Desideratyvas
lv: Vēlējums
ro: Doritiv
sl: Željno
te: ఇష్టపూర్వక
tr: Dilek Kipi
uz: Istakli
vi: Mong muốn (desiderative)
zh: 愿望语气
zh_hant: 愿望语气

# grammarCopyMOODnec
source: Necessitative
ar: الضرورة
be: Неабходны
el: Αναγκαστικό
fa: ضروری
fil: Kailangang
he: נחיצותי
ja: 必要性法
ko: 필요법
lt: Būtinybinis
lv: Nepieciešamības
ro: Necesar
sl: Necessitivno
te: అవసరమైన
tr: Zorunluluk Kipi
uz: Majburiy
vi: Cần thiết (necessitative)
zh: 必要语气
zh_hant: 必要语气

# grammarCopyMOODpot
source: Potential
ar: الاحتمالية
be: Магчымы
el: Δυναμικό
fa: پتانسیل
fil: Posibleng
he: פוטנציאלי
ja: 可能性法
ko: 가능법
lt: Potencialus
lv: Potenciāls
ro: Potențial
sl: Možnosti
te: సాధ్యమైన
tr: Olasılık Kipi
uz: Potentsial
vi: Khả năng (potential)
zh: 潜在语气
zh_hant: 可能性语气

# grammarCopyMOODprp
source: Propositive
ar: الاقتراحية
be: Прапанавальны
el: Προτατικό
fa: ایده‌آل
fil: Propositional
he: הצעה
ja: 提案法
ko: 제안법
lt: Propozityvas
lv: Priekšlikums
ro: Propozițional
sl: Propozitivno
te: ప్రతిపాదన
tr: Öneri Kipi
uz: Taklif qiluvchi
vi: Đề xuất (propositive)
zh: 建议语气
zh_hant: 介词

# grammarCopyMOODqot
source: Quotative
ar: الاقتباسية
be: Квотатыўны
el: Παραθετικό
fa: اقتباسی
fil: Kwotatibo
he: ציטוטי
ja: 引用法
ko: 인용법
lt: Citatos forma
lv: Citāts
ro: Citat
sl: Kvantitativno
te: ఉటంకం
tr: Alıntı Kipi
uz: Nusxa
vi: Trích dẫn (quotative)
zh: 引述语气
zh_hant: 引述

# grammarCopyNUMFORMword
source: Word Form
ar: صيغة الكلمة
be: Форма слова
el: Μορφή Λέξης
fa: شکل کلمه
fil: Anyong Salita
he: צורת מילה
ia: Forma de parola
ja: 語形
ko: 단어 형태
lt: Žodžio forma
lv: Vārda forma
ro: Formă de cuvânt
sl: Oblika besede
te: పద రూపం
tr: Kelime Biçimi
uz: So‘z shakli
vi: Dạng chữ viết
zh: 词形
zh_hant: 词形

# grammarCopyNUMFORMroman
source: Roman Numeral
ar: الأرقام الرومانية
be: Рымская літарная нумарацыя
el: Ρωμαϊκό Αριθμητικό
fa: عدد رومی
he: מספר רומאי
ia: Numeral Roman
ja: ローマ数字
ko: 로마 숫자
lt: Romėniškas skaitmuo
lv: Romas cipari
ro: Numeral roman
sl: Rimska številka
te: రోమన్ సంఖ్య
tr: Roma Rakamı
uz: Rim raqami
vi: Chữ số La Mã
zh: 罗马数字
zh_hant: 罗马数字

# grammarCopyNUMFORMletter
source: Letter Form
ar: صيغة الحرف
be: Літарная форма
el: Μορφή Γράμματος
fa: شکل حروف
fil: Letrang Porma
he: צורת אות
ia: Forma de littera
ja: 文字形式
ko: 문자형
lt: Raidės forma
lv: Burta Forma
ro: Formă de literă
sl: Črkovna oblika
te: అక్షర రూపం
tr: Harf Formu
uz: Harf shakli
vi: Chữ cái
zh: 字母形式
zh_hant: 字母形式

# grammarCopyNUMTYPEmult
source: Multiplicative
ar: الضربية
be: Мнагазначная
el: Πολλαπλασιαστικό
fa: ضربی
fil: Multiplikatibo
he: כפל
ja: 乗法
ko: 곱셈형
lt: Daugiklio tipas
lv: Reizināšanas
ro: Multiplicativ
sl: Množilno
te: గుణకార రూపం
tr: Çarpım
uz: Koʻpaytiruvchi
vi: Bội số
zh: 倍数
zh_hant: 倍数

# grammarCopyNUMTYPEfrac
source: Fractional
ar: جزئي
be: Дробавы
el: Κλασματικό
fa: کسر
fil: Panghating
he: שבר
ja: 分数
ko: 분수형
lt: Trupmeninis tipas
lv: Daļskaitlis
ro: Fracțional
sl: Ulomljeno
te: భాగాకార రూపం
tr: Kesirli
uz: Kasrli
vi: Phân số
zh: 分数
zh_hant: 分数

# grammarCopyNUMTYPEsets
source: Set
ar: مجموعة
be: Набор
el: Σετ
fa: مجموعه
he: קבוצה
ja: 集合
ko: 집합형
lt: Rinkinys
lv: Kopa
sl: Nabor
te: సెట్
tr: Küme
uz: Toʻplam
vi: Tập hợp
zh: 集合
zh_hant: 集合

# grammarCopyNUMTYPErange
source: Range
ar: نطاق
be: Дыяпазон
el: Εύρος
fa: محدوده
fil: Saklaw
he: טווח
ia: Intervallo
ja: 範囲
ko: 범위형
lt: Intervalas
lv: Diapazons
ro: Interval
sl: Razpon
te: శ్రేణి
tr: Aralık
uz: Oraliq
vi: Khoảng
zh: 范围
zh_hant: 范围

# grammarCopyNUMTYPEdist
source: Distributive
ar: توزيعي
be: Распределены
el: Διανεμητικό
fa: توزیعی
fil: Distributibo
he: מפוזר
ja: 分配
ko: 분배형
lt: Pasiskirstymo tipas
lv: Izplatīšanas
ro: Distributiv
sl: Razdeljevalno
te: విభజనాత్మక
tr: Dağıtıcı
uz: Tarqatish
vi: Phân phối
zh: 分配
zh_hant: 分配

# grammarCopyNUMBERtri
source: Trial
ar: محاولة
be: Пробны
el: Δοκιμαστικό
fa: آزمون
fil: Pagsubok
he: ניסיון
ia: Prova
ja: 試行
ko: 시도형
lt: Bandymo
lv: Mēģinājuma
sl: Preizkus
te: పరీక్షా
tr: Deneme
uz: Sinov
vi: Số tam
zh: 试验
zh_hant: 试验

# grammarCopyNUMBERpauc
source: Paucal
ar: قليل
be: Паўкалічны
el: Ποακού
fa: پائول
he: פאוקאלי
ja: 少数
ko: 소수형
lt: Paucališkas
lv: Mazskaitlis
te: పౌచల్
tr: Az
uz: Kamchilikli
vi: Số ít nhiều (paucal)
zh: 少数
zh_hant: 少数

# grammarCopyNUMBERgrpa
source: Greater Paucal
ar: أكثر من قليل
be: Вялікі Паўкалічны
el: Μεγαλύτερο Ποακού
fa: پائول بزرگ‌تر
fil: Mas Malaking Paucal
he: פאוקאלי גדול
ia: Plus grande paucal
ja: 大きな少数
ko: 더 큰 소수형
lt: Didesnis Paucališkas
lv: Lielāks Mazskaitlis
ro: Paucal mai mare
sl: Večji Paucal
te: పెద్ద పౌచల్
tr: Daha Büyük Az
uz: Katta Kamchilikli
vi: Paucal mở rộng
zh: 大少数
zh_hant: 较多少数

# grammarCopyNUMBERgrpl
source: Greater Plural
ar: جمع أكبر
be: Вялікі Множествы
el: Μεγαλύτερο Πληθυντικό
fa: جمع بزرگ‌تر
fil: Mas Malaking Maramihan
he: רבים גדולים
ia: Plus grande plural
ja: 大きな複数
ko: 더 큰 복수형
lt: Didesnis daugiskaita
lv: Lielāks Daudzskaitlis
ro: Plural mai mare
sl: Večji množinski
te: పెద్ద బహువచన
tr: Daha Büyük Çoğul
uz: Katta Koʻp
vi: Số nhiều mở rộng
zh: 大复数
zh_hant: 较多复数

# grammarCopyNUMBERinv
source: Inverse
ar: عكسي
be: Адваротны
el: Αντίστροφο
fa: معکوس
fil: Baliktad
he: הפוך
ja: 逆数
ko: 역수형
lt: Atvirkštinis
lv: Apgriezts
ro: Invers
sl: Obratno
te: విరుద్ధం
tr: Ters
uz: Teskari
vi: Nghịch đảo
zh: 逆数
zh_hant: 逆数

# grammarCopyPERSON0
source: Zero
ar: صفر
be: Нуль
el: Μηδέν
fa: صفر
he: אפס
ja: ゼロ
ko: 영
lt: Nulis
lv: Nulle
sl: Nula
te: శూన్య
tr: Sıfır
uz: Nol
vi: Ngôi thứ 0
zh: 零
zh_hant: 零

# grammarCopyPERSON4
source: Fourth
ar: رابع
be: Чацвёрты
el: Τέταρτος
fa: چهارم
fil: Ika-apat
he: רביעי
ia: Quarto
ja: 第四
ko: 네 번째
lt: Ketvirtas
lv: Ceturtais
ro: Patru
sl: Četrti
te: నాల్గవ
tr: Dördüncü
uz: Toʻrtinchi
vi: Ngôi thứ 4
zh: 第四
zh_hant: 第四

# grammarCopyPOLITEform
source: Formal
ar: رسمي
be: Фармальны
el: Επίσημο
fa: رسمی
fil: Pormal
he: רשמי
ja: 丁寧
ko: 공손체
lt: Formali
lv: Formāls
sl: Vljudno
te: ఆచార్య
tr: Resmi
uz: Rasmiy
vi: Trang trọng
zh: 正式
zh_hant: 正式

# grammarCopyPOLITEelev
source: Elevated
ar: مرتفع
be: Павышаны
el: Αυξημένο
fa: بالا رفته
fil: Pinaangat
he: מוגבה
ia: Elevate
ja: 高めの敬語
ko: 높임체
lt: Pakeltas
lv: Pacēlums
ro: Elevat
sl: Vznemirljivo
te: అధిక స్థాయి
tr: Yükseltilmiş
uz: Oliy
vi: Tôn kính
zh: 升华
zh_hant: 高雅

# grammarCopyPOLITEhumb
source: Humble
ar: متواضع
be: Пакорлівы
el: Ταπεινό
fa: متواضع
fil: Mapagkumbaba
he: ענווה
ia: Humile
ja: 謙譲語
ko: 겸손체
lt: Nusilenkęs
lv: Piedienīgs
ro: Umil
sl: Skromno
te: వినయపూర్వక
tr: Alçakgönüllü
uz: Kamtar
vi: Khiêm nhường
zh: 谦逊
zh_hant: 谦逊

# grammarCopyPRONTYPEemp
source: Emphatic
ar: توكيدي
be: Эмфатычны
el: Διεισδυτικό
fa: تاکیدآمیز
fil: Mapagtibay
he: הדגשה
ja: 強調
ko: 강조형
lt: Emfazinė
lv: Uzsvērts
ro: Empatic
sl: Naglasno
te: జోరుగా
tr: Vurgulu
uz: Taʼkidlash
vi: Nhấn mạnh
zh: 强调
zh_hant: 強調

# grammarCopyPRONTYPEexc
source: Exclamative
ar: تعجب
be: Воплеск
el: Ερωτηματικό
fa: تعجبی
fil: Padamdam
he: התרחשות בהתרסה
ja: 感嘆
ko: 감탄형
lt: Šaukimo
lv: Izsaucējs
ro: Exclamativ
sl: Vzikovno
te: అభివ్యక్తి
tr: Ünlem
uz: Hayratda qoldiruvchi
vi: Cảm thán
zh: 感叹
zh_hant: 感嘆

# grammarCopyPRONTYPErcp
source: Reciprocal
ar: متبادل
be: Узаемны
el: Ανταποδοτικό
fa: متقابل
he: הדדי
ja: 相互
ko: 상호형
lt: Atvirkštinė
lv: Atgriezenisks
ro: Reciprocat
sl: Medsebojno
te: పరిహారక
tr: Karşılıklı
uz: Oʻzaro
vi: Tương hỗ
zh: 互惠
zh_hant: 互惠

# grammarCopyPRONTYPEintRelPronType
source: Interrogative-Relative
ar: استفهامي-نسبي
be: Пытальны-Рэлятыўны
el: Ερωτηματικό-Σχετικό
fil: Interogatibo-Relatibo
he: שאלתית-יחסית
ja: 疑問-関係
ko: 의문-관계형
lt: Klausiamoji-Relatyvi
lv: Jautājuma-Relatīvs
ro: Interogativ-Relativ
sl: Vprašalno-Relativno
te: ప్రశ్న-సంబంధిత
tr: Soru-İlgi
uz: Soʻroq-Relativ
vi: Nghi vấn - quan hệ
zh: 疑问-关系
zh_hant: 疑問-關係

# grammarCopyTENSEeps
source: Epistemic
ar: معرفي
be: Эпістэмічны
el: Επιδεξιωματικός
fa: دانش شناختی
he: אפיסטמי
ja: エピステミック
ko: 인식론적
lt: Episteminis
lv: Epistemiskais
sl: Epistemik
te: జ్ఞానశాస్త్రం
tr: Epistemik
uz: Epistemik
vi: Suy đoán
zh: 认知时
zh_hant: 認識論時態

# grammarCopyTENSEprosp
source: Prospective
ar: مستقبلي
be: Майбутні
el: Προοπτικός
fa: آینده نگر
he: עתידי
ja: 未来
ko: 미래형
lt: Perspektyvinis
lv: Perspektīvs
ro: Prospetiv
sl: Perspektivno
te: భవిష్యత్తు
tr: Gelecek
uz: Kutilayotgan
vi: Tương lai gần
zh: 将来时
zh_hant: 將來時

# grammarCopyVERBFORMvnoun
source: Verbal Noun
ar: اسم الفعل
be: Дзеяслоўны назоўнік
el: Ρηματικό Ουσιαστικό
fa: اسم فعلی
fil: Pandiwang Pangngalan
he: שם פועל שמני
ja: 動名詞
ko: 동사 명사
lt: Veiklinis daiktavardis
lv: Verbālais lietvārds
ro: Substantiv verbal
sl: Glagolski samostalnik
te: క్రియాపద నౌన్
tr: Fiil İsim
uz: Fe'l Nom
vi: Danh động từ
zh: 动名词
zh_hant: 動名詞

# grammarCopyVOICEantip
source: Antipassive
ar: الفاعل المضاد
be: Антыпасіў
el: Αντιπαραθετικός
fa: غیرفعال
he: אנטי-פסיבי
ja: 反動態
ko: 반수동
lt: Antipasyvus
lv: Antipasīvs
ro: Antipassiv
te: ప్రతిరూపం
tr: Antipasif
uz: Antipasiv
vi: Phản tác (antipassive)
zh: 反被动
zh_hant: 反動態

# grammarCopyVOICEcauVoice
source: Causative
ar: السببية
be: Прычынны
el: Αιτιατική
fa: علتی
he: סיבתית
ja: 使役
ko: 사역형
lt: Klausiamoji
lv: Cēlošais
ro: Cauzativ
sl: Vzročni
te: కారణక
tr: Nedenli
uz: Sabablovchi
vi: Thể sai khiến
zh: 使役
zh_hant: 使役

# grammarCopyVOICedir
source: Direct
ar: مباشر
be: Прамы
el: Άμεσος
fa: مستقیم
fil: Direkta
he: ישיר
ja: 直接
ko: 직접형
lt: Tiesioginė
lv: Tiešais
sl: Neposredni
te: నేరుగా
tr: Doğrudan
uz: To'g'ridan-to'g'ri
vi: Trực tiếp
zh: 直接语态
zh_hant: 直接語態

# grammarCopyVOICEinvVoice
source: Inverse
ar: عكسي
be: Зваротны
el: Αντίστροφος
fa: معکوس
fil: Baligtad
he: הפוך
ja: 逆
ko: 역수동
lt: Atvirkštinė
lv: Apgrieztais
ro: Invers
sl: Obratni
te: విరుద్ధం
tr: Ters
uz: Aksincha
vi: Nghịch đảo
zh: 反转语态
zh_hant: 倒轉語態

# grammarCopyVOICErcpVoice
source: Reciprocal
ar: متبادل
be: Узаемны
el: Ανταποδοτικός
fa: متقابل
he: הדדי
ja: 相互
ko: 상호형
lt: Atsidavusi
lv: Reciproks
ro: Reciprocat
sl: Medsebojni
te: పరిహారక
tr: Karşılıklı
uz: O'zaro
vi: Tương hỗ
zh: 互惠语态
zh_hant: 互惠語態

# grammarCopyPOS
source: Part of Speech
ar: جزء من الكلام
be: Частка мовы
el: Μέρος του Λόγου
fa: قسمت گفتار
fil: Bahagi ng Pananalita
he: חלק הדיבור
ja: 品詞
ko: 품사
lt: Kalbos dalis
lv: Runas daļa
ro: Parte de vorbire
sl: Del govora
te: భాగం ఆఫ్ స్పీచ్
tr: Sözcük Türü
uz: So'z turi
vi: Từ loại
zh: 词性
zh_hant: 詞性

# grammarCopyGENDER
source: Gender
ar: الجنس
be: Род
el: Γένος
fa: جنسیت
fil: Kasarian
he: מין
ja: 性別
ko: 성별
lt: Lytis
lv: Dzimums
ro: Gen
sl: Spol
te: లింగం
tr: Cinsiyet
uz: Jins
vi: Giống
zh: 性别
zh_hant: 性別

# grammarCopyPERSON
source: Person
ar: الشخص
be: Асоба
el: Άτομο
fa: شخص
fil: Taon
he: אישיות
ja: 人称
ko: 인칭
lt: Asmuo
lv: Persona
ro: Persoană
sl: Oseba
te: వ్యక్తి
tr: Kişi
uz: Shaxs
vi: Ngôi
zh: 人称
zh_hant: 人稱

# grammarCopyMOOD
source: Mood
ar: المزاج
be: Настрой
el: Τρόπος
fa: مود
he: מצב רוח
ja: 法
ko: 법
lt: Nuotaika
lv: Noskaņojums
ro: Mod
sl: Način
te: మూడ్
tr: Kip
uz: Kayfiyat
vi: Lối/Thái
zh: 语气
zh_hant: 語氣

# grammarCopyPUNCTTYPE
source: Punctuation Type
ar: نوع الترقيم
be: Тып пунктуацыі
el: Τύπος Σημείωσης
fa: نوع نقطه‌گذاری
fil: Uri ng Bantas
he: סוג פיסוק
ja: 句読点の種類
ko: 구두점 유형
lt: Skyrybos ženklų tipas
lv: Punktu zīmju veids
ro: Tip de punctuație
sl: Vrsta ločila
te: పంక్తి రకం
tr: Noktalama İşareti Türü
uz: Punktuatsiya turi
vi: Loại dấu câu
zh: 标点类型
zh_hant: 標點符號類型

# grammarCopyCASE
source: Case
ar: الحالة
be: Відзеж
el: Πτώση
fa: حالت
fil: Kaso
he: מקרה
ia: Casso
ja: 格
ko: 격
lt: Linksnis
lv: Kājiens
ro: Caz
sl: Skupaj
te: కేస్
tr: Hâl
uz: Holat
vi: Cách
zh: 格
zh_hant: 格

# grammarCopyVOICE
source: Voice
ar: الصوت
be: Заўвага
el: Φωνή
fa: صدا
fil: Boses
he: קול
ia: Voz
ja: 態
ko: 태
lt: Balsas
lv: Balss
ro: Voce
sl: Glas
te: శబ్దం
tr: Ses
uz: Ovoz
vi: Thể
zh: 语态
zh_hant: 语态

# grammarCopyNOUNTYPE
source: Noun Type
ar: نوع الاسم
be: Тып назоўніка
el: Τύπος Ουσιαστικού
fa: نوع اسم
fil: Uri ng Pangngalan
he: סוג שם עצם
ia: Tipo de Substantivo
ja: 名詞の種類
ko: 명사 유형
lt: Daiktavardžio tipas
lv: Vārda veids
ro: Tip de substantiv
sl: Vrsta samostalnika
te: నామవాచకం రకం
tr: İsim Türü
uz: Ism turi
vi: Loại danh từ
zh: 名词类型
zh_hant: 名词类型

# grammarCopyVERBTYPE
source: Verb Type
ar: نوع الفعل
be: Тып дзеяслова
el: Τύπος Ρήματος
fa: نوع فعل
fil: Uri ng Pandiwa
he: סוג פועל
ia: Tipo de Verbo
ja: 動詞の種類
ko: 동사 유형
lt: Veiksmažodžio tipas
lv: Vārda veids
ro: Tip de verb
sl: Vrsta glagola
te: క్రియ రకం
tr: Fiil Türü
uz: Fe'l turi
vi: Loại động từ
zh: 动词类型
zh_hant: 动词类型

# grammarCopyADVTYPE
source: Adverb Type
ar: نوع الظرف
be: Тып ўскоснага
el: Τύπος Επιρρήματος
fa: نوع قید
fil: Uri ng Pang-abay
he: סוג תואר הפועל
ia: Tipo de Adverbio
ja: 副詞の種類
ko: 부사 유형
lt: Prieveiksmio tipas
lv: Adverba veids
ro: Tip de adverb
sl: Vrsta prislova
te: అడ్వర్బ్ రకం
tr: Zarf Türü
uz: Ravish turi
vi: Loại trạng từ
zh: 副词类型
zh_hant: 副词类型

# grammarCopyNUMFORM
source: Numeral Form
ar: صيغة الرقم
be: Форма лічыльніка
el: Μορφή Αριθμού
fa: شکل عددی
fil: Anyong Numeral
he: צורת מספר
ia: Forma Numeral
ja: 数詞の形態
ko: 수사 형태
lt: Skaitvardžio forma
lv: Skaitļa forma
ro: Formă numerică
sl: Oblika števila
te: సంఖ్యా రూపం
tr: Sayı Biçimi
uz: Raqam shakli
vi: Dạng số
zh: 数词形式
zh_hant: 数词形式

# grammarCopyNUMTYPE
source: Numeral Type
ar: نوع الرقم
be: Тып лічыльніка
el: Τύπος Αριθμού
fa: نوع عدد
fil: Uri ng Numeral
he: סוג מספר
ia: Tipo de Numeral
ja: 数詞の種類
ko: 수사 유형
lt: Skaitvardžio tipas
lv: Skaitļa veids
ro: Tip numeric
sl: Vrsta števila
te: సంఖ్య రకం
tr: Sayı Türü
uz: Raqam turi
vi: Loại số
zh: 数词类型
zh_hant: 数词类型

# grammarCopyNUMBER
source: Number
ar: رقم
be: Число
el: Αριθμός
fa: عدد
fil: Numero
he: מספר
ia: Numeral
ja: 数
ko: 숫자
lt: Skaičius
lv: Skaitlis
ro: Număr
sl: Številka
te: సంఖ్య
tr: Sayı
uz: Raqam
vi: Số lượng
zh: 数字
zh_hant: 数字

# grammarCopyDEFINITE
source: Definiteness
ar: التعريف
be: Вызначанасць
el: Οριστικότητα
fa: معین بودن
fil: Tiyak na Katangian
he: הגדרה
ia: Definitivitate
ja: 定冠詞
ko: 정관사
lt: Nurodomumas
lv: Definitivitāte
ro: Definit
sl: Določnost
te: నిర్ధారణ
tr: Belirlilik
uz: Aniqlik
vi: Tính xác định
zh: 确定性
zh_hant: 确定性

# grammarCopyDEGREE
source: Degree
ar: الدرجة
be: Ступень
el: Βαθμός
fa: درجه
fil: Antas
he: דרגה
ia: Grado
ja: 程度
ko: 정도
lt: Laipsnis
lv: Pakāpe
ro: Grad
sl: Stopnja
te: డిగ్రీ
tr: Derece
uz: Daraja
vi: Mức so sánh
zh: 程度
zh_hant: 程度

# grammarCopyEVIDENT
source: Evidentiality
ar: الدليلية
be: Эвідэнцыяльнасць
el: Ενδεικτικότητα
fa: شاهد بودن
fil: Ebidensyalidad
he: עדותיות
ia: Evidentialitate
ja: 証拠性
ko: 증거성
lt: Įrodymas
lv: Pierādāmība
ro: Evidențialitate
sl: Evidentnost
te: సాక్ష్యాధారత
tr: İspat Edicilik
uz: Dalillik
zh: 证据性
zh_hant: 证据性

# grammarCopyFOREIGN
source: Foreign
ar: أجنبي
be: Замежны
el: Ξένο
fa: خارجی
fil: Dayuhan
he: זר
ia: Estranier
ja: 外国語
ko: 외국어
lt: Užsienio
lv: Ārvalstu
ro: Străin
sl: Tuji
te: విదేశీ
tr: Yabancı
uz: Xorijiy
vi: Ngoại ngữ
zh: 外来
zh_hant: 外来

# grammarCopyPOLARITY
source: Polarity
ar: القطبية
be: Палярнасць
el: Πολικότητα
fa: قطبیت
he: הפכיות
ia: Polaritate
ja: 極性
ko: 극성
lt: Poliarumas
lv: Polaritāte
ro: Polaritate
sl: Polarnost
te: ధ్రువీకరణ
tr: Olumsuzluk
uz: Salbiylik
vi: Phủ định/KD
zh: 极性
zh_hant: 极性

# grammarCopyPOLITE
source: Politeness
ar: اللباقة
be: Ветлівасць
el: Ευγένεια
fa: ادب
fil: Magalang
he: נימוס
ia: Politesse
ja: 丁寧さ
ko: 공손함
lt: Mandagumas
lv: Pieklājība
ro: Politete
sl: Vljudnost
te: వినయపూర్వకత
tr: Nezaket
uz: Hurmat
vi: Mức trang trọng
zh: 礼貌
zh_hant: 礼貌

# grammarCopyPREPCASE
source: Prepositional Case
ar: حالة الجر
be: Прадлогаўны склон
el: Προθετική Πτώση
fa: حالت حرف اضافه
fil: Kaso ng Preposisyon
he: מקרה יחס
ia: Casso Prepositional
ja: 前置詞格
ko: 전치사 격
lt: Prepozicinis linksnis
lv: Prievārdu locījums
ro: Caz prepozițional
sl: Predložni padež
te: ప్రిపోజిషనల్ కేస్
tr: Edat Durumu
uz: Oldindan tayyorlangan holat
vi: Giới từ
zh: 介词格
zh_hant: 介词格

# grammarCopyPRONTYPE
source: Pronoun Type
ar: نوع الضمير
be: Тып займенніка
el: Τύπος Αντωνυμίας
fa: نوع ضمیر
fil: Uri ng Pambalana
he: סוג כינוי
ia: Tipo de Pronome
ja: 代名詞の種類
ko: 대명사 유형
lt: Įvardžio tipas
lv: Aparauga veids
ro: Tip de pronume
sl: Vrsta zaimka
te: ప్రోనౌన్ రకం
tr: Zamir Türü
uz: O‘rinli turdagi olmosh
vi: Loại đại từ
zh: 代词类型
zh_hant: 代词类型

# grammarCopyPUNCTSIDE
source: Punctuation Side
ar: جانب الترقيم
be: Бок пунктуацыі
el: Πλευρά Σημείωσης Στίξης
fa: سمت نقطه‌گذاری
fil: Panig ng Bantas
he: צד פיסוק
ia: Lato de Punctuamento
ja: 句読点の位置
ko: 구두점 위치
lt: Skyrybos ženklų pusė
lv: Punktu zīmes puse
ro: Laterală de punctuație
sl: Stran ločil
te: పంక్తి వైపు
tr: Noktalama Tarafı
uz: Punktuatsiya tomon
vi: Vị trí dấu
zh: 标点符号位置
zh_hant: 标点符号位置

# grammarCopyREFLEX
source: Reflexive
ar: انعكاسي
be: Рэфлексіўны
el: Ανακλαστική
fa: بازتابی
he: רפלקסיבי
ja: 再帰
ko: 재귀적
lt: Refleksyvus
lv: Atgriezeniskais
ro: Reflexiv
sl: Refleksivno
te: ప్రతిబింబ
tr: Dönüşlü
uz: O‘z-o‘zini ifoda etuvchi
vi: Phản thân
zh: 反身
zh_hant: 反身

# grammarCopyTENSE
source: Tense
ar: الزمن
be: Час
el: Χρόνος
fa: زمان
fil: Panahon
he: זמן
ia: Tempore
ja: 時制
ko: 시제
lt: Laikas
lv: Laiks
ro: Timp
sl: Čas
te: కాలం
tr: Zaman
uz: Vaqt
vi: Thì
zh: 时态
zh_hant: 时态

# grammarCopyVERBFORM
source: Verb Form
ar: شكل الفعل
be: Форма дзеяслова
el: Μορφή Ρήματος
fa: شکل فعل
fil: Anyong Pandiwa
he: צורת הפועל
ia: Forma de Verbo
ja: 動詞の形
ko: 동사 형태
lt: Veiksmažodžio forma
lv: Vārda forma
ro: Forma verbului
sl: Oblika glagola
te: క్రియా రూపం
tr: Fiil Formu
uz: Fe‘l shakli
vi: Hình thái động từ
zh: 动词形式
zh_hant: 動詞形式
