Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# grammarCopyMOODcnd
source: Conditional
ar: شرطي
be: Умоўны
el: Υποθετικό
fa: شرطی
fil: Kondisyunal
he: תנאי
ia: Condicional
ja: 条件法
ko: 조건법
lt: Sąlyginis
lv: Nosacījums
sl: Pogojni
te: శరత
tr: Koşul
uz: Shart
vi: Giả định
zh: 条件式
zh_hant: 條件式

# grammarCopyCASEacc
source: Accusative
ar: حالة النصب
be: Вінаватны
el: Αιτιατική
fa: مفعولی
fil: Pang-ukol
he: נושא ישיר
ia: Accusativo
ja: 対格
ko: 대격
lt: Naikinamasis
lv: Akuzatīvs
ro: Acuzativ
sl: Akuzativ
te: అభియోగ
tr: Yükleme
uz: Obyektiv
vi: Trực tiếp
zh: 宾格
zh_hant: 賓格

# grammarCopyPARTTYPEpart
source: Partitive
ar: جزئي
be: Частка
el: Μερικό
fa: جزئی
fil: Partitibo
he: חלקי
ia: Partitivo
ja: 部分格
ko: 부분격
lt: Dalijamasis
lv: Daļējs
ro: Partitiv
sl: Delni
te: భాగం
tr: İkincil
uz: Qisqa
vi: Thể phân từ
zh: 部分
zh_hant: 部分格

# grammarCopyTENSEpast
source: Past
ar: ماضي
be: Мінулае
el: Παρελθόν
fa: گذشته
fil: Nakaraan
he: עבר
ia: Passate
ja: 過去
ko: 과거
lt: Praeitis
lv: Pagātnes laiks
ro: Trecut
sl: Preteklik
te: గత కాలం
tr: Geçmiş
uz: O'tgan
vi: Quá khứ
zh: 过去式
zh_hant: 過去式

# grammarCopyDEGREEsup
source: Superlative
ar: التفضيل الأعلى
be: Павышальны ступень
el: Υπερθετικός
fa: افزایشی برتر
fil: Pinakamataas
he: שיא
ja: 最上級
ko: 최상급
lt: Superlatyvas
lv: Superlīvs
ro: Superlativ
sl: Najvišji stopnja
te: అత్యుత్తమ
tr: Üstün
uz: Eng yuqori daraja
vi: Cấp cao nhất (so sánh)
zh: 最高级
zh_hant: 最高級

# grammarCopyPUNCTTYPEcolo
source: Colon
ar: نقطتان
be: Калон
el: Άνω τελεία
fa: دو نقطه
fil: Kuwit
he: נקודתיים
ia: Dos-colon
ja: コロン
ko: 콜론
lt: Dvitaškis
lv: Kols
ro: Două puncte
sl: Dvojni dvopičje
te: కోలన్
tr: İki nokta
uz: Ikki nuqta
vi: Dấu hai chấm
zh: 冒号
zh_hant: 冒號

# grammarCopyPERSON3
source: Third Person
ar: الشخص الثالث
be: Трэцяя асоба
el: Τρίτο πρόσωπο
fa: شخص سوم
fil: Ikatlong Tao
he: גוף שלישי
ia: Tertie Persona
ja: 三人称
ko: 3인칭
lt: Trečioji asmeninė
lv: Trešā persona
ro: Persoana a III-a
sl: Tretja oseba
te: మూడవ వ్యక్తి
tr: Üçüncü Kişi
uz: Uchinchi shaxs
vi: Ngôi thứ ba
zh: 第三人称
zh_hant: 第三人稱

# grammarCopyNUMBERplur
source: Plural
ar: جمع
be: Множествы
el: Πληθυντικός
fa: جمع
fil: Maramihan
he: רבים
ja: 複数
ko: 복수
lt: Daugiskaita
lv: Daudzskaitlis
sl: Množina
te: బహువచన
tr: Çoğul
uz: Ko'plik
vi: Số nhiều
zh: 复数
zh_hant: 複數

# grammarCopyPRONTYPEnpr
source: Proper Noun
ar: اسم علم
be: Уласнае імя
el: Ιδιωτικό ουσιαστικό
fa: اسم خاص
fil: Pangngalang Pantangi
he: שם עצם פרטי
ia: Nomen proprie
ja: 固有名詞
ko: 고유명사
lt: Asmenvardis
lv: Īpašvārds
ro: Substantiv propriu
sl: Lastno ime
te: నామవాచక నామవాచక
tr: Özel İsim
uz: To'g'ri nom
vi: Danh từ riêng
zh: 专有名词
zh_hant: 專有名詞

# grammarCopyPRONTYPEinterrogative
source: Interrogative
ar: استفهامي
be: Пытальнае
el: Ερωτηματική
fa: سوالی
fil: Patanong
he: שאלתית
ja: 疑問詞
ko: 의문사
lt: Klausiamasis
lv: Jautājuma vārds
ro: Interogativ
sl: Vprašalnica
te: ప్రశ్నార్థక
tr: Soru
uz: Savol
vi: Nghi vấn
zh: 疑问句
zh_hant: 疑問句

# grammarCopyPOLITEinfm
source: Informal
ar: غير رسمي
be: Неформальны
el: Α informal
fa: غیر رسمی
fil: Di-pormal
he: לא פורמלי
ja: くだけた表現
ko: 비공식적
lt: Neformalus
lv: Neformāls
sl: Neformalno
te: అనౌపచారిక
tr: Resmi Olmayan
uz: Rasmiy bo'lmagan
vi: Không trang trọng
zh: 非正式
zh_hant: 非正式

# grammarCopyADVTYPEtim
source: Time
ar: زمن
be: Час
el: Χρόνος
fa: زمان
fil: Oras
he: זמן
ia: Timpore
ja: 時間
ko: 시간
lt: Laiko
lv: Laiks
ro: Timp
sl: Čas
te: సమయం
tr: Zaman
uz: Vaqt
vi: Thời gian
zh: 时间
zh_hant: 時間

# grammarCopyPOLARITYneg
source: Negative
ar: سلبي
be: Адмоўны
el: Αρνητικό
fa: منفی
fil: Negatibo
he: שלילי
ia: Negativ
ja: 否定
ko: 부정
lt: Neigiamas
lv: Negatīvs
ro: Negativ
sl: Negativno
te: నిరాకరణ
tr: Olumsuz
uz: Salbiy
vi: Phủ định
zh: 否定
zh_hant: 否定

# grammarCopyNUMTYPEtot
source: Total
ar: مجموع
be: Агульны
el: Σύνολο
fa: کل
fil: Kabuuan
he: סך הכל
ja: 合計
ko: 전체
lt: Visas
lv: Kopējais
sl: Skupno
te: మొత్తం
tr: Toplam
uz: Jami
vi: Tổng thể
zh: 总数
zh_hant: 總數

# grammarCopyASPECTprog
source: Progressive
ar: تقدمي
be: Прагрэсіўны
el: Προοδευτικό
fa: پیش‌رونده
fil: Nagpapatuloy
he: מתקדם
ja: 進行形
ko: 진행형
lt: Progresyvus
lv: Progresīvs
ro: Progressiv
sl: Napredovanje
te: ప్రగతిశీల
tr: İlerleyen
uz: Rivojlanayotgan
vi: Đang diễn ra
zh: 进行时
zh_hant: 進行式

# grammarCopyMOODsub
source: Subjunctive
ar: مجزوم
be: Суб'юнктыў
el: Υποτακτική
fa: مضارع
fil: Subjuntibo
he: שוליים
ja: 仮定法
ko: 가정법
lt: Išreikštinis
lv: Nosacījuma
ro: Subjunctiv
sl: Željni način
te: విషయవాచక
tr: Dilek Kipi
uz: Shartli
vi: Giả định (subjunctive)
zh: 虚拟语气
zh_hant: 虛擬式

# grammarCopyVERBFORMcomplementive
source: Complementive
ar: تكميلي
be: Дапаўняльны
el: Συμπληρωματική
fa: مکمل
fil: Kumplemento
he: משלים
ja: 補完的
ko: 보어적
lt: Papildomas
lv: Komplementīvs
ro: Complementiv
sl: Dopolnilni
te: పూరక
tr: Tamamlayıcı
uz: To'ldiruvchi
vi: Bổ trợ
zh: 补语形式
zh_hant: 補語式

# grammarCopyCASEnom
source: Nominative
ar: مرفوع
be: Назоўны
el: Ονομαστική
fa: فاعل
fil: Nominatibo
ja: 主格
ko: 주격
lt: Vardininkas
lv: Nominatīvs
ro: Nominativ
sl: Nominativ
te: నామవాచక
tr: Yalın
uz: Nominal
vi: Chủ cách
zh: 主格
zh_hant: 主格

# grammarCopyTENSEfut
source: Future
ar: مستقبل
be: Майбутняе
el: Μέλλοντας
fa: آینده
fil: Hinaharap
he: עתיד
ia: Futuro
ja: 未来
ko: 미래
lt: Ateitis
lv: Nākotnes laiks
ro: Viitor
sl: Prihodnost
te: భవిష్యత్ కాలం
tr: Gelecek
uz: Kelajak
vi: Tương lai
zh: 将来时
zh_hant: 將來式

# grammarCopyCASEdat
source: Dative
ar: مجرور
be: Давальны
el: Δοτική
fa: مفعول غیرمستقیم
he: דאטיב
ja: 与格
ko: 여격
lt: Naudininkas
lv: Dativs
ro: Dativ
sl: Dativ
te: దాతృక
tr: Yönelme
uz: Dativ
vi: Gián tiếp
zh: 与格
zh_hant: 與格

# grammarCopyTENSEpres
source: Present
ar: حاضر
be: Цяперашні
el: Ενεστώτας
fa: حال
fil: Kasalukuyan
he: הווה
ia: Presente
ja: 現在
ko: 현재
lt: Dabartinis
lv: Tagadne
ro: Prezent
sl: Sedanjik
te: ప్రస్తుత కాలం
tr: Şimdiki zaman
uz: Hozirgi
vi: Hiện tại
zh: 现在时
zh_hant: 現在式

# grammarCopyGENDERneut
source: Neuter
ar: محايد
be: Нейтральны
el: Ουδέτερο
fa: خنثی
he: נקבה
ja: 中性
ko: 중성
lt: Neutrumas
lv: Neitrāls
ro: Neutru
sl: Nevtralen
te: నపుంసక
tr: Cinsiyetsiz
uz: Nötr
vi: Trung tính
zh: 中性
zh_hant: 中性

# grammarCopyPRONTYPErel
source: Relative
ar: نسبي
be: Адносны
el: Σχετικός
fa: نسبی
fil: Relatibo
he: יחסי
ia: Relativ
ja: 関係代名詞
ko: 관계대명사
lt: Santykinis
lv: Attiecīgs
ro: Relativ
sl: Relativno
te: సంబంధిత
tr: İlgi Zamiri
uz: Oila
vi: Quan hệ
zh: 关系代词
zh_hant: 關係代詞

# grammarCopyVERBFORMfinalEnding
source: Final Ending
ar: النهاية النهائية
be: Фінальная канцы
el: Τελευταία κατάληξη
fa: پایان نهایی
fil: Wakas na Wakas
he: סיום סופי
ia: Finale Termination
ja: 終止形
ko: 종결형
lt: Galutinis galas
lv: Beigu galotne
ro: Terminație finală
sl: Zaključni konec
te: చివరి ముగింపు
tr: Son Ek
uz: Yakuni Yakuniy
vi: Kết thúc cuối
zh: 终结形式
zh_hant: 結尾形式

# grammarCopyPRONTYPEdem
source: Demonstrative
ar: إشاري
be: Дэманстратыўны
el: Δεικτικός
fa: اشاره‌گر
fil: Demonstratibo
he: מורה
ja: 指示詞
ko: 시연형
lt: Demonstratyvus
lv: Demonstratīvs
ro: Demonstrativ
sl: Demonstrativno
te: ప్రదర్శనాత్మక
tr: Gösterici
uz: Ko'rsatkich
vi: Chỉ định
zh: 指示代词
zh_hant: 指示代詞

# grammarCopyPREPCASEpre
source: Prepositional
ar: حرف جر
be: Прэпазіцыйны
el: Προθετική
fa: حرف اضافه‌ای
he: קודם
ja: 前置詞格
ko: 전치사구
lt: Prepozicinis
lv: Priekšvārds
ro: Prepozițional
sl: Predložni padež
te: ప్రిపోజిషనల్
tr: Edat Durumu
uz: Oldindan tayyorlangan
vi: Cách giới từ
zh: 介词格
zh_hant: 介詞格

# grammarCopyVERBFORMfin
source: Finite
ar: منتهي
be: Магчымы
el: Οριστική
fa: محدود
fil: Pangwakas
he: סופי
ja: 有限
ko: 한정형
lt: Baigtinė
lv: Beidzamais
ro: Finita
te: ఫినైట్
tr: Sonlu
uz: Cheklangan
vi: Chia ngôi
zh: 有限动词形式
zh_hant: 有限動詞

# grammarCopyDEGREEpos
source: Positive
ar: إيجابي
be: Пазітыўны
el: Θετικό
fa: مثبت
fil: Positibo
he: חיובי
ja: 肯定
ko: 긍정
lt: Teigiamas
lv: Pozitīvs
ro: Pozitiv
sl: Pozitivno
te: ధనాత్మక
tr: Pozitif
uz: Ijobiy
vi: Bình thường (so sánh)
zh: 原级
zh_hant: 原級

# grammarCopyPUNCTTYPEquot
source: Quotation
ar: اقتباس
be: Цытата
el: Παραθέματα
fa: نقل قول
fil: Pangungusap
he: ציטוט
ja: 引用符
ko: 인용구
lt: Gavimas
lv: Citāts
ro: Citat
sl: Citati
te: ఉటంకం
tr: Alıntı
uz: Qalamcha
vi: Dấu ngoặc kép
zh: 引号
zh_hant: 引號

# grammarCopyVOICEpass
source: Passive
ar: مبني للمجهول
be: Пасіўны
el: Παθητική
fa: مجهول
fil: Pasibo
he: פסיבי
ia: Passiv
ja: 受動態
ko: 수동태
lt: Pasyvus
lv: Pasaudzība
ro: Pasiv
sl: Pasiv
te: పాసివ్
tr: Edilgen
uz: Passiv
vi: Bị động
zh: 被动语态
zh_hant: 被動語態

# grammarCopyCASEgen
source: Genitive
ar: مضاف إليه
be: Родны
el: Γενική
fa: مالکیت
he: גניטיבי
ja: 属格
ko: 소유격
lt: Genityvas
lv: Ģenitīvs
ro: Genitiv
sl: Genitiv
te: జెనిటివ్
tr: Tamlayan
uz: Genitiv
vi: Sở hữu
zh: 属格
zh_hant: 所有格

# grammarCopyTENSEprs
source: Present
ar: حاضر
be: Цяперашні
el: Ενεστώτας
fa: حال
fil: Kasalukuyan
he: הווה
ia: Presente
ja: 現在時制
ko: 현재
lt: Dabartinis
lv: Tagadne
ro: Prezent
sl: Sedanjik
te: ప్రస్తుతం
tr: Şimdiki zaman
uz: Hozirgi
vi: Hiện tại
zh: 现在时
zh_hant: 現在式

# grammarCopyDEFINITEdef
source: Definite
ar: معرف
be: Вызначальны
el: Οριστική
fa: معین
fil: Tiyak
he: מוגדר
ja: 定冠詞
ko: 확정형
lt: Nustatytas
lv: Noteikts
ro: Definit
sl: Definitno
te: నిర్ధారిత
tr: Belirli
uz: Aniq
vi: Xác định
zh: 限定
zh_hant: 定冠詞

# grammarCopyNUMTYPEord
source: Ordinal
ar: ترتيبي
be: Парадак
el: Τακτική
fa: ترتیبی
he: סידורי
ja: 序数
ko: 서수
lt: Eiliškas
lv: Ordināls
sl: Orednični
te: ఆర్డినల్
tr: Sıralı
uz: Tartibli
vi: Số thứ tự
zh: 序数
zh_hant: 序數

# grammarCopyVERBFORMinf
source: Infinitive
ar: مصدر
be: Інфінітыў
el: Απαρέμφατο
fa: مصدر
fil: Infinitibo
he: בינוני
ja: 不定詞
ko: 부정사
lt: Nepriklausomas
lv: Neatkarīgs
ro: Infinitiv
sl: Infinitiv
te: అనిర్వచన
tr: İsim Fiil
uz: Infinitiv
vi: Động từ nguyên mẫu
zh: 不定式
zh_hant: 不定式

# grammarCopyVERBFORMaux
source: Auxiliary
ar: مساعد
be: Дапаможны
el: Βοηθητικό
fa: کمکی
he: עזרי
ja: 助動詞
ko: 조동사형
lt: Pagalbinis
lv: Palīgvārds
ro: Auxiliar
sl: Pomožni glagol
te: సహాయక
tr: Yardımcı
uz: Yordamchi
vi: Trợ động từ
zh: 助动词
zh_hant: 助動詞

# grammarCopyNUMFORMlong
source: Long
ar: طويل
be: Доўгі
el: Μακρύ
fa: طولانی
fil: Mahaba
he: ארוך
ja: 長い
ko: 장수형
lt: Ilgas
lv: Ilgs
ro: Lung
sl: Dolg
te: లాంగ్
tr: Uzun
uz: Uzun
vi: Dạng chữ dài
zh: 长形式
zh_hant: 長形

# grammarCopyCASEloc
source: Locative
ar: مكاني
be: Месцавы
el: Τοπική
fa: مکانی
fil: Lokatibo
he: מקומי
ja: 場所格
ko: 격
lt: Vietovės
lv: Lokatīvs
ro: Locativ
sl: Lokativ
te: స్థానిక
tr: Yerel
uz: Joylashuv
vi: Cách địa điểm
zh: 地点格
zh_hant: 方位格

# grammarCopyMOODind
source: Indicative
ar: إخباري
be: Індыкатыў
el: Εγκλιτική
fa: خبر
fil: Pahiwatig
he: מצביע
ja: 直説法
ko: 법
lt: Nurodantis
lv: Indikatīvs
ro: Indicativ
sl: Indicativ
te: సూచక
tr: İndikatör
uz: Indikativ
vi: Trần thuật
zh: 陈述语气
zh_hant: 陈述语气

# grammarCopyDEGREEcmp
source: Comparative
ar: مقارنة
be: Параўнальны
el: Συγκριτική
fa: مقایسه‌ای
fil: Paghahambing
he: השוואתי
ja: 比較級
ko: 비교급
lt: Lyginamasis
lv: Salīdzināmais
ro: Comparativ
sl: Primerjalni
te: తులనాత్మక
tr: Karşılaştırmalı
uz: Taqqoslamali
vi: So sánh hơn
zh: 比较级
zh_hant: 比较级

# grammarCopyCASErelativeCase
source: Relative
ar: نسبي
be: Адносны
el: Σχετική
fa: نسبی
fil: Relatibo
he: יחסי
ja: 関係格
ko: 관계격
lt: Santykinis
lv: Attiecināmais
ro: Relativ
sl: Relativni
te: సంబంధిత
tr: İlgi Zamiri
uz: Bog'liq
vi: Liên hệ
zh: 关系格
zh_hant: 关系格

# grammarCopyPUNCTTYPEexcl
source: Exclamative
ar: تعجبية
be: Выказальнае
el: Ευφημιστική
fa: تعجبی
fil: Padamdam
he: התרחשות
ja: 感嘆符
ko: 감탄사
lt: Šaukimo
lv: Izsaukuma zīme
ro: Exclamativ
sl: Vikend
te: వినోదాత్మక
tr: Ünlem
uz: Hayqiri
vi: Câu cảm thán
zh: 感叹句
zh_hant: 感叹句

# grammarCopyPERSON1
source: First Person
ar: الشخص الأول
be: Першае Асоба
el: Πρώτο πρόσωπο
fa: شخص اول
fil: Unang Tao
he: גוף ראשון
ia: Prime Persona
ja: 一人称
ko: 1인칭
lt: Pirmas asmuo
lv: Pirmā persona
ro: Persoana întâi
sl: Prva oseba
te: మొదటి వ్యక్తి
tr: Birinci Şahıs
uz: Birinchi shaxs
vi: Ngôi thứ nhất
zh: 第一人称
zh_hant: 第一人称

# grammarCopyPUNCTSIDEini
source: Initial
ar: مبدئي
be: Пачатковы
el: Αρχικό
fa: آغازین
fil: Paunang
he: התחלתי
ia: Initiale
ja: 最初
ko: 초기
lt: Pradinis
lv: Sākuma puse
ro: Inițial
sl: Začetno
te: ప్రారంభం
tr: Başlangıç
uz: Boshlang'ich
vi: Bắt đầu
zh: 起始位置
zh_hant: 起始

# grammarCopyGENDERperson
source: Person
ar: شخص
be: Род
el: Άτομο
fa: جنسیت
fil: Kasarian
he: מין
ia: Persona
ja: 人
ko: 성별
lt: Asmuo
lv: Dzimums
ro: Gen
sl: Oseba
te: వ్యక్తి
tr: Kişi
uz: Jins
vi: Giống người
zh: 人称
zh_hant: 人称

# grammarCopyFOREIGNyes
source: Foreign
ar: أجنبي
be: Замежны
el: Ξένη
fa: خارجی
fil: Dayuhan
he: זר
ia: Estraniere
ja: 外国
ko: 외국어
lt: Užsienietis
lv: Ārvalstu
ro: Străin
sl: Tuji
te: విదేశీ
tr: Yabancı
uz: Xorijiy
vi: Nước ngoài
zh: 外语
zh_hant: 外来语

# grammarCopyVOICEvoice
source: Voice
ar: صوت
be: Голас
el: Φωνή
fa: صدا
fil: Boses
he: קול
ia: Voz
ja: 声
ko: 태
lt: Balsas
lv: Balss
ro: Voce
sl: Glas
te: శబ్దం
tr: Ses
uz: Ovoz
vi: Thể động
zh: 语态
zh_hant: 语态

# grammarCopyVERBTYPEverbType
source: Verb
ar: فعل
be: Дзеяслоў
el: Ρήμα
fa: فعل
fil: Pandiwa
he: פועל
ia: Verbe
ja: 動詞
ko: 동사
lt: Veiksmažodis
lv: Verbs
sl: Glagol
te: క్రియ
tr: Fiil
uz: Fe'l
vi: Loại động từ
zh: 动词
zh_hant: 动词

# grammarCopyPOSSpass
source: Possessive
ar: ملكية
be: Уласнасць
el: Κτητική
fa: مالکیت
fil: Pagmamay-ari
he: קניין
ja: 所有格
ko: 소유격
lt: Nuosavybės
lv: Īpašības vārds
ro: Posesiv
sl: Posestveni
te: సంపత్తి
tr: İyelik
uz: Egasi
vi: Sở hữu
zh: 所有格
zh_hant: 所有格

# grammarCopyPREPCASEprepCase
source: Prepositional
ar: حرف جر
be: Прапесіўны
el: Προθετικό
fa: حرف اضافه‌ای
he: מילית יחס
ja: 前置詞
ko: 전치사격
lt: Prepozicinis
lv: Prievārds
ro: Prepozițional
sl: Predložni
te: పూర్వపదం
tr: Yüklem Durumu
uz: Oldindan kelib chiqadigan
vi: Giới từ
zh: 介词格
zh_hant: 介词格

# grammarCopyNUMTYPEnumType
source: Numeral
ar: عدد
be: Лічыльнік
el: Αριθμητικό
fa: عدد
he: מספרי
ia: Numerale
ja: 数詞
ko: 수사
lt: Skaitvardis
lv: Skaitlis
sl: Številka
te: సంఖ్యా
tr: Sayı
uz: Raqamli
vi: Kiểu số
zh: 数词
zh_hant: 数词

# grammarCopyNOUNTYPEnounType
source: Noun
ar: اسم
be: Назоўнік
el: Ουσιαστικό
fa: اسم
fil: Pangngalan
he: שֵם
ia: Substantive
ja: 名詞
ko: 명사
lt: Daiktavardis
lv: Vārds
ro: Substantiv
sl: Samostalnik
te: నామవాచక
tr: İsim
uz: Ism
vi: Loại danh từ
zh: 名词
zh_hant: 名词

# grammarCopyREFLEXreflex
source: Reflexive
ar: انعكاسي
be: Рэфлексіўны
el: Ανακλαστικό
fa: بازتابی
he: רפלקסיבי
ja: 再帰
ko: 재귀적
lt: Refleksyvus
lv: Atgriezeniskais
ro: Reflexiv
sl: Refleksivno
te: ప్రతిబింబ
tr: Dönüşlü
uz: Qaytma
vi: Phản thân
zh: 反身
zh_hant: 反身

# grammarCopyPRONTYPEpronType
source: Pronoun
ar: ضمير
be: Займеннік
el: Αντωνυμία
fa: ضمیر
fil: Panghalip
he: מִשְׁמָר
ia: Pronomine
ja: 代名詞
ko: 대명사
lt: Įvardis
lv: Aparatīvs vārds
ro: Pronume
sl: Zaimek
te: సర్వనామం
tr: Zamir
uz: O'zgaruvchi
vi: Loại đại từ
zh: 代词
zh_hant: 代名詞

# grammarCopyPUNCTSIDEpunctSide
source: Punctuation Side
ar: جانب الترقيم
be: Бок знакаў прыпынку
el: Πλευρά Σημείωσης Στίξης
fa: سمت نقطه‌گذاری
fil: Panig ng Bantas
he: צד סימני פיסוק
ia: Lato de punctuation
ja: 句読点の位置
ko: 구두점 위치
lt: Skyrybos ženklų pusė
lv: Punktu zīmes puse
ro: Laterală de punctuație
sl: Stran ločil
te: చిహ్నం వైపు
tr: Noktalama
uz: Punktuatsiya tomon
vi: Vị trí dấu câu
zh: 标点符号位置
zh_hant: 標點符號位置

# grammarCopyVERBFORMverbForm
source: Verb
ar: صيغة الفعل
be: Форма дзеяслова
el: Ρήμα
fa: فعل
fil: Anyong Pandiwa
he: פועל
ia: Verbe
ja: 動詞の形
ko: 동사형
lt: Veiksmažodžio forma
lv: Vārds
sl: Oblika glagola
te: క్రియా రూపం
tr: Fiil Çekimi
uz: Fe'l shakli
vi: Hình thái động từ
zh: 动词形式
zh_hant: 動詞形式

# grammarCopyGENDERgender
source: Gender
ar: جنس
be: Род
el: Γένος
fa: جنسیت
fil: Kasarian
he: מין
ia: Genere
ja: 性別
ko: 성별
lt: Lytis
lv: Dzimums
ro: Gen
sl: Spol
te: లింగం
tr: Cinsiyet
uz: Jins
vi: Giống
zh: 性别
zh_hant: 性別

# grammarCopyMOODmood
source: Mood
ar: مزاج
be: Настрой
el: Τρόπος
fa: حالت
he: מצב רוח
ia: Modo
ja: 法
ko: 기분
lt: Nuotaika
lv: Noskaņa
ro: Mod
sl: Načrt
te: మానసిక స్థితి
tr: Mod
uz: Kayfiyat
vi: Lối
zh: 语气
zh_hant: 語氣

# grammarCopyASPECTaspect
source: Aspect
ar: جانب
be: Від
el: Πλευρά
fa: جنبه
fil: Aspekto
he: היבט
ia: Aspecto
ja: アスペクト
ko: 상
lt: Būdas
lv: Aspekts
sl: Vidik
te: పరిస్థితి
uz: Aspekt
vi: Thể
zh: 体
zh_hant: 體

# grammarCopyPUNCTTYPEpunctType
source: Punctuation
ar: علامة الترقيم
be: Пунктацыя
el: Στίξη
fa: نقطه‌گذاری
fil: Bantas
he: סימני פיסוק
ia: Punctuacion
ja: 句読点の種類
ko: 구두점
lt: Skyrybos ženklas
lv: Punktuācija
ro: Punctuație
sl: Ločilo
te: చిహ్నం రకం
tr: Noktalama İşareti
uz: Punktuatsiya
vi: Loại dấu câu
zh: 标点符号
zh_hant: 標點類型

# grammarCopyTENSEtense
source: Tense
ar: الزمن
be: Час
el: Χρόνος
fa: زمان
fil: Panahon
he: זמן
ja: 時制
ko: 시제
lt: Laikas
lv: Laiks
ro: Timp
sl: Čas
te: కాలం
tr: Zaman
uz: Vaqt
vi: Thì
zh: 时态
zh_hant: 時態

# grammarCopyDEGREEdegree
source: Degree
ar: الدرجة
be: Ступень
el: Βαθμός
fa: درجه
fil: Antas
he: דרגה
ia: Gradiente
ja: 程度
ko: 정도
lt: Laipsnis
lv: Pakāpe
ro: Grad
sl: Stopnja
te: డిగ్రీ
tr: Derece
uz: Daraja
vi: Mức so sánh
zh: 程度
zh_hant: 程度

# grammarCopyPOLITEpolite
source: Politeness
ar: الأدب
be: Ветлівасць
el: Ευγένεια
fa: ادب
fil: Paggalang
he: נימוס
ia: Politenesse
ja: 丁寧さ
ko: 공손함
lt: Mandagumas
lv: Pieklājība
ro: Politete
sl: Vljudnost
te: వినయపూర్వకత
tr: Nezaket
uz: Hurmat
vi: Mức độ trang trọng
zh: 礼貌
zh_hant: 禮貌

# grammarCopyADVTYPEadvType
source: Adverb
ar: الظرف
be: Прыслоўе
el: Επίρρημα
fa: قید
fil: Pang-abay
he: תואר הפועל
ia: Adverbio
ja: 副詞の種類
ko: 부사
lt: Prieveiksmis
lv: Apstākļa vārds
sl: Prislov
te: అడ్వెర్బ్
tr: Zarf
uz: Darvish
vi: Loại trạng từ
zh: 副词
zh_hant: 副詞類型

# grammarCopyNUMFORMnumber
source: Number
ar: العدد
be: Числа
el: Αριθμός
fa: عدد
fil: Numero
he: מספר
ia: Numeral
ja: 数字
ko: 숫자
lt: Skaičius
lv: Skaitlis
ro: Număr
sl: Številka
te: సంఖ్య
tr: Sayı
uz: Raqam
vi: Dạng chữ số
zh: 数字
zh_hant: 數量

# grammarCopyCONJTYPEconjType
source: Conjunction
ar: الاقتران
be: Скарачэнне
el: Σύνδεσμος
fa: حرف ربط
fil: Pang-ugnay
he: מילת קישור
ja: 接続詞
ko: 접속사
lt: Jungtukas
lv: Sakars
ro: Conjuncție
sl: Veznik
te: సంధి
tr: Bağlaç
uz: Bogʻlovchi
vi: Loại liên từ
zh: 连词
zh_hant: 連詞類型

# grammarCopyPOLARITYpolarity
source: Polarity
ar: القطبية
be: Палярнасць
el: Πολικότητα
fa: قطبیت
he: הגדרה חיובית/שלילית
ia: Polaritate
ja: 極性
ko: 극성
lt: Poliarumas
lv: Polaritāte
ro: Polaritare
sl: Polarnost
te: ధర్మం
tr: Olumluluk
uz: Polyarlik
vi: Phủ định/KD
zh: 极性
zh_hant: 極性

# grammarCopyCASEcase
source: Case
ar: الحالة
be: Выпадак
el: Πτώση
fa: حالت نحوی
fil: Kaso
he: מקרה
ia: Casu
ja: 格
ko: 격
lt: Kaimas
lv: Locījums
ro: Caz
sl: Sklep
te: కేస్
tr: Hâl
uz: Hol
vi: Cách
zh: 格
zh_hant: 格

# grammarCopyDEFINITEdefinite
source: Definiteness
ar: التعريف
be: Вызначанасць
el: Οριστικότητα
fa: معین بودن
fil: Tiyak
he: הגדרה
ia: Definititate
ja: 定冠詞
ko: 정의
lt: Apibrėžtumas
lv: Noteiktība
ro: Definitivitate
sl: Definitnost
te: నిర్ధారితత్వం
tr: Belirlilik
uz: Aniqlik
vi: Tính xác định
zh: 确定性
zh_hant: 限定性

# grammarCopyNUMFORMnumForm
source: Numeral
ar: العدد
be: Лічыльнік
el: Αριθμητικό
fa: عدد عددی
he: מספרי
ia: Numerale
ja: 数詞
ko: 수사
lt: Skaitvardis
lv: Skaitļa forma
sl: Številčnica
te: సంఖ్యా సంకేతం
tr: Sayı
uz: Son
vi: Dạng số
zh: 数词
zh_hant: 數詞

# grammarCopyVOCvoc
source: Vocative
ar: النداء
be: Вактыўны зварот
el: Κλητική
fa: نداء
fil: Pang-ataw
he: קריאה
ja: 呼格
ko: 호격
lt: Šauksminis
lv: Vokāls
ro: Vocativ
sl: Vokativ
te: వాక్టివ్
tr: Hitap
uz: Chaqiriq
vi: Cách hô gọi
zh: 呼语
zh_hant: 呼格

# grammarCopyCMPLcmpl
source: Complementizer
ar: المتمم
be: Дапаўняльнік
el: Συμπληρωματικός
fa: مکمل
fil: Kumplemento
he: משלים
ia: Complementator
ja: 補語
ko: 보충사
lt: Papildinys
lv: Papildinātājs
ro: Complementizator
sl: Dopolnilo
te: పూరకకర్త
tr: Tamamlayıcı
uz: Toʻldiruvchi
vi: Liên kết (complementizer)
zh: 补语
zh_hant: 補語

# grammarCopyADVadv
source: Adverbial
ar: ظرف
be: Дапаможнае
el: Επιρρηματικός
fa: قید
fil: Pang-abay
he: תואר הפועל
ja: 副詞
ko: 부사적
lt: Prieveiksmis
lv: Apstākļa vārds
sl: Prislov
te: అడ్వెర్బియల్
tr: Zarf
uz: Ravish
vi: Trạng từ
zh: 状语
zh_hant: 副詞

# grammarCopyMOODjus
source: Jussive
ar: صيغة الأمر
be: Пажаданы настрой
el: Επιτακτική
fa: امر
fil: Pakiusap
he: ציווי
ja: 命令法
ko: 명령법
lt: Reikšmė
lv: Lūgums
ro: Jussiv
sl: Načelnik
te: జుసివ్
tr: Emir Kipi
uz: Buyruq
vi: Mệnh lệnh nhẹ (jussive)
zh: 祈使语气
zh_hant: 祈願語氣

# grammarCopyGENDERcom
source: Common
ar: مذكر/مؤنث
be: Агульны
el: Κοινό
fa: مشترک
fil: Karaniwan
he: מין משותף
ia: Comun
ja: 普通
ko: 일반
lt: Bendras
lv: Dzimums
ro: Comun
sl: Spolni
te: సామాన్య
tr: Ortak
uz: Umumiy
vi: Giống chung
zh: 通用
zh_hant: 通用

# grammarCopyREFLEXrflx
source: Reflexive
ar: انعكاسي
be: Рэфлексіўны
el: Ανακλαστικό
fa: بازتابی
he: רפלקסיבי
ja: 再帰
ko: 재귀적
lt: Refleksyvus
lv: Atgriezenisks
ro: Reflectiv
sl: Vzporedno
te: ప్రతిబింబ
tr: Dönüşlü
uz: Refleksiv
vi: Phản thân
zh: 反身
zh_hant: 反身

# grammarCopyPARTTYPEpar
source: Partitive
ar: جزئي
be: Партытыўны
el: Μερικό
fa: جزئی
he: חלקי
ja: 部分
ko: 부분적
lt: Dalijimasis
lv: Daļīgs
ro: Partitiv
sl: Delni
te: భాగాల
tr: Parçalı
uz: Qismlik
vi: Phân từ
zh: 部分格
zh_hant: 部分格

# grammarCopySPCspc
source: Specific
ar: محدد
be: Канкрэтны
el: Συγκεκριμένο
fa: خاص
fil: Tiyak
he: ספציפי
ia: Specifique
ja: 特定
ko: 특정
lt: Specifinis
lv: Specifisks
sl: Specifičen
te: నిర్దిష్ట
tr: Belirli
uz: Maxsus
vi: Cụ thể
zh: 特指
zh_hant: 特定

# grammarCopyTENSEpqp
source: Pluperfect
ar: الماضي التام
be: Плюпершытнік
el: Πλεορισμένο
fa: ماضی بعید
fil: Huling Nakaraan
he: זמן עבר מושלם
ia: Plusquamperfecto
ja: 過去完了
ko: 대과거
lt: Perfektas
lv: Pārdabisks
ro: Plusquamperfect
sl: Pretekli perfekt
te: పూర్వకాలం
tr: Pluskambiyen
uz: O'tgan zamon
vi: Quá khứ hoàn thành
zh: 过去完成时
zh_hant: 過去完成時

# grammarCopyREFLEXref
source: Reflexive
ar: انعكاسي
be: Рэфлексіўны
el: Ανακλαστικό
fa: بازتابی
he: רפלקסיבי
ja: 再帰
ko: 재귀적
lt: Refleksyvus
lv: Refleksīvs
ro: Reflectiv
sl: Vzporedno
te: ప్రతిబింబ
tr: Yansımalı
uz: Refleksiv
vi: Phản thân
zh: 反身
zh_hant: 反身

# grammarCopyPUNCTTYPEnshrt
source: Short
ar: قصير
be: Кароткі
el: Σύντομο
fa: کوتاه
fil: Maikling
he: קצר
ia: Breve
ja: 短縮
ko: 단축형
lt: Trumpas
lv: Īss
ro: Scurt
sl: Kratko
te: చిన్నది
tr: Kısa
uz: Qisqa
vi: Dạng ngắn
zh: 简短
zh_hant: 短

# grammarCopyNUMBERdual
source: Dual
ar: مزدوج
be: Двухлічбавы
el: Διπλό
fa: دوگانه
fil: Doble
he: זוגי
ja: 双数
ko: 이중
lt: Dvivietis
lv: Divskaitlis
sl: Dvojina
te: డ్యూయల్
tr: İkili
uz: Ikki
vi: Số đôi
zh: 双数
zh_hant: 雙數

# grammarCopyNUMFORMlng
source: Long
ar: طويل
be: Доўгі
el: Μακρύ
fa: طولانی
fil: Mahaba
he: ארוך
ia: Longo
ja: 長い
ko: 장형
lt: Ilgas
lv: Ilgs
ro: Lung
sl: Dolgo
te: లాంగ్
tr: Uzun
uz: Uzun
vi: Dài
zh: 长形式
zh_hant: 長形式

# grammarCopyVOICEmid
source: Middle
ar: وسط
be: Сярэдні
el: Μεσαίο
fa: میانی
fil: Gitna
he: אמצעי
ia: Medi
ja: 中間
ko: 중간형
lt: Vidurinis
lv: Vidējs
ro: Mijlociu
sl: Srednji
te: మధ్య
tr: Orta
uz: O'rta
vi: Trung động
zh: 中态
zh_hant: 中態

# grammarCopyINTRELintRel
source: Interrogative, Relative
ar: استفهامي، نسبي
be: Пытальны, адносны
el: Ερωτηματικό, Σχετικό
fa: سؤالی، نسبی
fil: Patanong, Pagsasalaysay
he: שאלי, יחס
ja: 疑問詞、関係詞
ko: 의문문, 관계문
lt: Klausiamasis, Santykinis
lv: Jautājuma, Attiecināms
ro: Interogativ, Relativ
sl: Vprašalni, Relativni
te: ప్రశ్నార్థక, సంబంధిత
tr: Soru, Bağlaçlı
uz: Savol, O'xshash
vi: Nghi vấn, Quan hệ
zh: 疑问句、关系句
zh_hant: 疑問句、關係子句

# grammarCopyINTint
source: Interrogative
ar: استفهامي
be: Пытальны
el: Ερωτηματικό
fa: سؤالی
fil: Patanong
he: שאלי
ja: 疑問詞
ko: 의문문
lt: Klausiamasis
lv: Jautājums
ro: Interogativ
sl: Vprašalni
te: ప్రశ్నార్థక
tr: Soru
uz: Savol
vi: Nghi vấn
zh: 疑问
zh_hant: 疑問

# grammarCopyVOICEcaus
source: Causative
ar: سبب
be: Касацыйны
el: Αιτιατικό
fa: علتی
fil: Sanhi
he: סיבתי
ja: 使役
ko: 사역형
lv: Cēlošs
ro: Cauzativ
sl: Vzročni
te: కారణాత్మక
tr: Nedenli
uz: Sabablovchi
vi: Khiến khiến
zh: 使役
zh_hant: 使役

# grammarCopyUnknown
source: Unknown
ar: غير معروف
be: Невядома
el: Άγνωστο
fa: نامشخص
fil: Hindi Alam
he: לא ידוע
ia: Nescite
ja: 不明
ko: 알 수 없음
lt: Nežinoma
lv: Nezināms
ro: Necunoscut
sl: Neznano
te: అజ్ఞాత
tr: Bilinmeyen
uz: Noma'lum
vi: Không rõ
zh: 未知
zh_hant: 未知

# grammarCopyEVIDENTevident
source: Evidentiality
ar: دليلية
be: Дакументальнасць
el: Επικυρωτική
fa: شاهدی
fil: Patunay
he: עדותיות
ia: Evidentialitate
ja: 証拠性
ko: 증거적
lt: Įrodymas
lv: Pierādāmība
ro: Evidențialitate
sl: Dokaznost
te: సాక్ష్యాధారత
tr: İspat
uz: Dalillilik
vi: Chứng tỏ
zh: 证据性
zh_hant: 證據性
