Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

source: Deselect all
be: Адмяніць выбар усяго
el: Αποεπιλογή όλων
fa: لغو انتخاب همه
fil: Huwag piliin lahat
he: Отмените все
ia: Deselecte tote
ja: すべて解除
lv: Izņemt izvēli no visa
ro: Deselectează tot
sl: Prekliči izbor vseh
te: అన్ని తొలగించండి
tr: Tüm seçimleri kaldır
uz: Hammasini bekor qilish
vi: Bỏ chọn tất cả
zh_hant: 取消全選

source: 💬 New message in Pangea Chat
be: 💬 Новае паведамленне ў чатзе Pangea
el: 🔊 Νέο μήνυμα στο Pangea Chat
fa: 📩 پیام جدید در چت پنگئا
fil: 🗨️ Bagong mensahe sa Pangea Chat
he: 📩 הודעה חדשה בצ'אט פאנגיאה
ia: 🗨️ Novy message in Pangea Chat
ja: 📩 Pangeaチャットに新しいメッセージ
ro: 📝 Mesaj nou în Pangea Chat
sl: 🗨️ Nova sporočilo v klepetu Pangea
te: 💬 పాంగియా చాట్‌లో కొత్త సందేశం
tr: 🗨️ Pangea Sohbetinde yeni mesaj
uz: 📝 Pangea Chatda yangi xabar
vi: 🔊 Tin nhắn mới trong Pangea Chat

source: Share course
be: Падзяліцца курсам
el: Μοιράσου το μάθημα
fa: اشتراک‌گذاری دوره
fil: Ibahagi ang kurso
he: שתף קורס
ia: Partagear curso
ja: コースを共有
ro: Partajează cursul
sl: Deli tečaj
te: కోర్సును పంచుకోండి
tr: Kursu paylaş
uz: Kursni ulash
vi: Chia sẻ khóa học

# addCourse
source: Add a course
be: Дадаць курс
el: Πρόσθεσε ένα μάθημα
fa: افزودن دوره
fil: Magdagdag ng kurso
he: הוסף קורס
ia: Adder un curso
ja: コースを追加
ro: Adaugă un curs
sl: Dodaj tečaj
te: కోర్సును జోడించండి
tr: Bir kurs ekle
uz: Kurs qo'shish
vi: Thêm khóa học

source: Join public course
be: Далучыцца да публічнага курса
el: Συνδεθείτε σε δημόσιο μάθημα
fa: پیوستن به دوره عمومی
fil: Sumali sa pampublikong kurso
he: הצטרף לקורס ציבורי
ia: Joiner curso publice
ja: 公開コースに参加
ro: Alătură-te cursului public
sl: Pridruži se javnemu tečaju
te: పబ్లిక్ కోర్సులో చేరండి
tr: Herkese açık kursa katıl
uz: Jamoat kursiga qo'shiling
vi: Tham gia khóa học công khai

# vocabLevelsDesc
source: This is where vocab words will go once you’ve leveled them up!
be: Тут будуць размяшчацца словы слоўніка, калі вы іх узнясеце ўзровень!
el: Εδώ θα προστεθούν οι λέξεις λεξιλογίου μόλις τις αναβαθμίσετε!
fa: اینجا جایی است که کلمات واژگان پس از ارتقاء سطح قرار می‌گیرند!
fil: Dito mapupunta ang mga salita sa bokabularyo kapag na-level up mo na sila!
he: זה המקום שבו מילות אוצר המילים יופיעו לאחר שהעלית את רמתן!
ia: Isto es le loco ubi le vocabularies va in post una vice que tu ha levelate los!
ja: これが語彙をレベルアップしたら表示される場所です！
ro: Aici vor fi plasate cuvintele de vocabular odată ce le-ai nivelat!
sl: Tukaj bodo šle besede za besednjak, ko jih boste nadgradili!
te: మీరు వాటిని లెవెల్ చేయగానే ఇది వాక్యబోధన పదాలు అక్కడికి పోతాయి!
tr: Kelime seviyelerini yükselttiğinizde buraya kelimeler gelir!
uz: Bu yerda so'zlar darajangiz oshgan sayin joylashadi!
vi: Đây là nơi các từ vựng sẽ xuất hiện sau khi bạn nâng cấp chúng!

# activityAnalyticsTooltipBody
source: These are your saved activities for review and practice.
ro: Acestea sunt activitățile tale salvate pentru revizuire și practică.
uz: Bu sizning saqlangan faoliyatlaringizni ko'rib chiqish va mashq qilish uchun.
vi: Đây là các hoạt động đã lưu của bạn để xem xét và thực hành.

# numSavedActivities
source: Number of saved activities
ro: Numărul de activități salvate
uz: Saqlangan faoliyatlar soni
vi: Số lượng hoạt động đã lưu

# saveActivityTitle
source: Save activity
ro: Salvează activitatea
uz: Faoliyatni saqlash
vi: Lưu hoạt động

# saveActivityDesc
source: Good job! Save this activity for later review and practice
ro: Bravo! Salvează această activitate pentru revizuire și practică ulterioară
uz: Yaxshi ish! Bu faoliyatni keyinchalik ko'rib chiqish va mashq qilish uchun saqlang
vi: Làm tốt lắm! Lưu hoạt động này để xem xét và thực hành sau.

# levelInfoTooltip
source: Here you can see all the points you’ve earned and how!
ro: Aici poți vedea toate punctele pe care le-ai câștigat și cum!
uz: Bu yerda siz o'zingiz olgan barcha ballarni va qanday qilib ko'rishingiz mumkin!
vi: Tại đây bạn có thể thấy tất cả các điểm bạn đã kiếm được và cách thức!

# alreadyInCourseWithID
source: You are already in a course with this plan. Do you want to create a course with the same plan, or go to the existing course?
ro: Ești deja într-un curs cu acest plan. Vrei să creezi un curs cu același plan sau să mergi la cursul existent?
uz: Siz allaqachon bu reja bilan kursda ekansiz. Xohlaysizmi, shunchaki reja bilan kurs yaratmoqchimisiz yoki mavjud kursga o'tmoqchimisiz?
vi: Bạn đã tham gia một khóa học với kế hoạch này. Bạn có muốn tạo một khóa học với cùng kế hoạch, hay đi đến khóa học hiện có?

source: Go to existing course
ro: Mergi la cursul existent
uz: Mavjud kursga o'tish
vi: Đi đến khóa học hiện có

source: Emoji view
ro: Vizualizare emoji
uz: Emojilar ko'rinishi
vi: Chế độ xem biểu tượng cảm xúc

# feedbackDialogDesc
source: I make mistakes too! Anything to help me improve?
ro: Fac și eu greșeli! Ai ceva care să mă ajute să mă îmbunătățesc?
uz: Men ham xato qilaman! Menga yaxshilashga yordam beradigan nimadir bormi?
vi: Tôi cũng mắc lỗi! Có điều gì để giúp tôi cải thiện không?

source: Contact has been invited to the course
ro: Contactul a fost invitat la curs
uz: Aloqa kursga taklif qilindi
vi: Liên hệ đã được mời tham gia khóa học

source: Invite friends
ar: دعوة الأصدقاء
be: Запрасіць сяброў
el: Προσκαλέστε φίλους
fa: دعوت دوستان
he: הזמן חברים
ia: Invitar amicos
ja: 友達を招待
ko: 친구 초대하기
lt: Pakvieskite draugus
lv: Aicināt draugus
ro: Invită prieteni
sl: Vabite prijatelje
te: స్నేహితులను ఆహ్వానించండి
tr: Arkadaşları davet et
uz: Do'stlarni taklif qilish
vi: Mời bạn bè
zh: 邀请朋友

source: Failed to load feedback.
ro: Încărcarea feedback-ului a eșuat.
uz: Fikr-mulohazani yuklab olish muvaffaqiyatsiz bo'ldi.
vi: Không thể tải phản hồi.

# activityStatsButtonTooltip
source: Activity info
ro: Informații despre activitate
uz: Faoliyat ma'lumotlari
vi: Thông tin hoạt động

source: Allow
ro: Permite
uz: Ruxsat berish
vi: Cho phép

source: Deny
ro: Refuză
uz: Rad etish
vi: Từ chối

# enabledRenewal
source: Enable Subscription Renewal
ro: Activează reînnoirea abonamentului
uz: Obunani yangilashni yoqish
vi: Kích hoạt gia hạn đăng ký

source: Subscription Ends On
ro: Abonamentul se încheie pe
uz: Obuna tugash sanasi
vi: Đăng ký kết thúc vào

source: Subscription Renews On
ro: Abonamentul se reînnoiește pe
uz: Obuna yangilanish sanasi
vi: Đăng ký gia hạn vào

# waitForSubscriptionChanges
source: Changes to your subscription may take a moment to reflect in the app.
ro: Modificările la abonamentul tău pot dura câteva momente pentru a se reflecta în aplicație.
uz: Obuna o'zgarishlari ilovada aks etishi uchun biroz vaqt talab qilishi mumkin.
vi: Các thay đổi đối với đăng ký của bạn có thể mất một chút thời gian để phản ánh trong ứng dụng.

# subscribeReadingAssistance
source: Subscribe to unlock message tools
ro: Abonează-te pentru a debloca instrumentele de mesagerie
uz: Xabar vositalarini ochish uchun obuna bo'ling
vi: Đăng ký để mở khóa công cụ nhắn tin

# arDisplayName
source: Arabic
ar: العربية
be: Арабская
el: Αραβικά
fa: عربی
he: ערבית
ia: Arabico
ja: アラビア語
ko: 아랍어
lt: Arabų
lv: Arābu
ro: Arabă
sl: Arabščina
te: అరబిక్
tr: Arapça
uz: Arab tili
vi: Tiếng Ả Rập
zh: 阿拉伯语
zh_hant: 阿拉伯語

# azDisplayName
source: Azerbaijani
ar: الأذربيجانية
be: Азербайджанская
el: Αζερική
fa: آذربایجانی
he: אזרית
ia: Azerbaijano
ja: アゼルバイジャン語
ko: 아제르바이잔어
lt: Azerbaidžaniečių
lv: Azerbaidžāņu
ro: Azerbaidjan
sl: Azerbejdžanščina
te: అజర్బైజానీ
tr: Azerice
uz: Azerbaycan tili
zh: 阿塞拜疆语
zh_hant: 阿塞拜疆语

# beDisplayName
source: Belarusian
ar: البيلاروسية
be: Беларуская
el: Λευκορωσική
fa: بلاروسی
fil: Belaruso
he: בלארוסית
ia: Belarusan
ja: ベラルーシ語
ko: 벨라루어
lt: Baltarusų
lv: Baltkrievu
ro: Bielorus
sl: Beloruščina
te: బెలారుషియన్
tr: Belarusça
uz: Belarus tili
vi: Người Belarus
zh: 白俄罗斯语
zh_hant: 白俄罗斯语

# bgDisplayName
source: Bulgarian
ar: البلغارية
be: Балгарская
el: Βουλγαρική
fa: بلغاری
he: בולגרית
ia: Bulgaro
ja: ブルガリア語
ko: 불가리아어
lt: Bulgarų
lv: Bulgāru
ro: Bulgărească
sl: Bolgarščina
te: బల్గేరియన్
tr: Bulgarca
uz: Bolgariya tili
vi: Người Bulgaria
zh: 保加利亚语
zh_hant: 保加利亚语

# bnDisplayName
source: Bangla
ar: بنغالي
be: Бенгальская
el: Βεγγαλική
fa: بنگالی
fil: Bengali
he: בנגלית
ia: Bengali
ja: ベンガル語
ko: 벵골어
lt: Bengalų
lv: Bengāļu
ro: Bengaleză
sl: Bengalščina
te: బంగాలీ
tr: Bengali
uz: Bengali
vi: Bengali
zh: 孟加拉语
zh_hant: 孟加拉语

# bnINDisplayName
source: Bengali (India)
ro: Bengaleză (India)
uz: Bengali (Hindiston)
vi: Bengali (Ấn Độ)

# bsDisplayName
source: Bosnian
ar: البوسنية
be: Боснійская
el: Βοσνιακή
fa: بوسنیایی
he: בוסנית
ia: Bosniaco
ja: ボスニア語
ko: 보스니아어
lt: Bosnių
lv: Bosniešu
ro: Bosniacă
sl: Bosanski
te: బోస్నియన్
tr: Boşnakça
uz: Bosniya
vi: Bosnia
zh: 波斯尼亚语
zh_hant: 波斯尼亚语

# caDisplayName
source: Catalan
ar: الكتالونية، الفالنسية
be: Каталонская, Валенсійская
el: Καταλανική, Βαλεαρινή
fa: کاتالان، والنسیا
fil: Katalan, Valencian
he: קטלאנית, ולנסיאנית
ia: Catalan, Valencian
ja: カタルーニャ語、バレンシア語
ko: 카탈로니아어, 발렌시아어
lt: Katalonų, Valensiečių
lv: Katalāņu, Valensijas
ro: Catalană
sl: Katalonščina, Valencianščina
te: కాటలాన్, వాలెన్షియన్
tr: Katalanca, Valencian
uz: Katalan
zh: 加泰罗尼亚语，瓦伦西亚语
zh_hant: 加泰罗尼亚语，瓦伦西亚语

# ckbDisplayName
source: Central Kurdish
ro: Kurdă Centrală
uz: Markaziy Kurd
vi: Người Kurd Trung

# coDisplayName
source: Corsican
ar: الكورسيكية
be: Корсиканская
el: Κορσικανός
fa: کورسیکانی
he: קורסיקנית
ja: コルシカ語
ko: 코르시카어
lt: Korsikiečių
lv: Korsikas
ro: Corsicană
sl: Korsičanščina
te: కార్సికన్
tr: Korsikaca
uz: Korsika
zh: 科西嘉语
zh_hant: 科西嘉語

# crhDisplayName
source: Crimean Turkish
ro: Turcă Crimeeană
uz: Qrim turk
vi: Tiếng Thổ Nhĩ Kỳ Krym

# crsDisplayName
source: Seselwa Creole French
ro: Creolă Seselwa Franceză
uz: Seselwa Kreol Frantsuz
vi: Tiếng Pháp Creole Seselwa

# csDisplayName
source: Czech
ar: التشيكية
be: Чэшская
el: Τσέχικα
fa: چکی
he: צ'כית
ia: Tcheco
ja: チェコ語
ko: 체코어
lt: Čekų
lv: Čehu
ro: Cehă
sl: Češčina
te: చెక్
tr: Çekçe
uz: Chex
vi: Tiếng Séc
zh: 捷克语
zh_hant: 捷克語

# deDisplayName
source: German
ar: الألمانية
be: Нямецкая
el: Γερμανικά
fa: آلمانی
fil: Aleman
he: גרמנית
ia: Tedesco
ja: ドイツ語
ko: 독일어
lt: Vokiečių
lv: Vācu
ro: Germană
sl: Nemščina
te: జర్మన్
tr: Almanca
uz: Nemis
vi: Đức
zh: 德语
zh_hant: 德語

# enDisplayName
source: English
ar: الإنجليزية
be: Англійская
el: Αγγλικά
fa: انگلیسی
fil: Ingles
he: אנגלית
ia: Inglese
ja: 英語
ko: 영어
lt: Anglų
lv: Angļu
ro: Engleză
sl: Angleščina
te: ఆంగ్లం
tr: İngilizce
uz: Ingliz
vi: Tiếng Anh
zh: 英语
zh_hant: 英語

# enAUDisplayName
source: English (Australia)
ro: Engleză (Australia)
uz: Avstraliya Ingliz
vi: Tiếng Anh (Úc)

# enGBDisplayName
source: English (UK)
ro: Engleză (Regatul Unit)
uz: Buyuk Britaniya Ingliz
vi: Tiếng Anh (Vương quốc Anh)

# enINDisplayName
source: English (India)
ro: Engleză (India)
uz: Hindiston Ingliz
vi: Tiếng Anh (Ấn Độ)

# enUSDisplayName
source: English (US)
ro: Engleză (SUA)
uz: AQSh Ingliz
vi: Tiếng Anh (Mỹ)

# esDisplayName
source: Spanish
ar: الإسبانية
be: іспанская
el: Ισπανικά
fa: اسپانیایی
fil: Espanyol
he: ספרדית
ja: スペイン語
ko: 스페인어
lt: Ispanų
lv: Spāņu
ro: Spaniolă
sl: Španski
te: ස්පාඤ්ඤ
tr: İspanyolca
uz: Ispan
vi: Tiếng Tây Ban Nha
zh: 西班牙语
zh_hant: 西班牙语

# esESDisplayName
source: Spanish (Spain)
ro: Spaniolă (Spania)
uz: Ispan (Ispaniya)
vi: Tiếng Tây Ban Nha (Tây Ban Nha)

# esMXDisplayName
source: Spanish (Mexico)
ro: Spaniolă (Mexic)
uz: Ispan (Meksika)
vi: Tiếng Tây Ban Nha (Mexico)

# euDisplayName
source: Basque
ar: الباسكية
be: Баскская
el: Βασκική
fa: باسکی
he: בסקית
ja: バスク語
ko: 바스크어
lt: Baskų
ro: Bască
sl: Baskovski
te: బాస్క్
tr: Bask
uz: Bask
zh: 巴斯克语
zh_hant: 巴斯克语

# faDisplayName
source: Persian
ar: الفارسية
be: Персідская
el: Περσικά
fa: فارسی
he: פרסית
ja: ペルシャ語
ko: 페르시아어
lt: Persų
lv: Persiešu
ro: Persană
sl: Perzijski
te: పర్షియన్
tr: Farsça
uz: Fors
vi: Tiếng Ba Tư
zh: 波斯语
zh_hant: 波斯語

# fiDisplayName
source: Finnish
ar: الفنلندية
be: Фінская
el: Φινλανδικά
fa: فنلاندی
he: פינית
ia: Finlandese
ja: フィンランド語
ko: 핀란드어
lt: Suomi
lv: Somu
ro: Finlandeză
sl: Finščina
te: ఫిన్నిష్
tr: Fince
uz: Fin
vi: Tiếng Phần Lan
zh: 芬兰语
zh_hant: 芬蘭語

# filDisplayName
source: Filipino
ro: Filipinez
uz: Filippin
vi: Tiếng Filipino

# fjDisplayName
source: Fijian
ar: الفجيانية
be: Фіджыйская
el: Φιλιππινέζικα
fa: فیجیایی
he: פיגיאנית
ia: Fijiano
ja: フィジー語
ko: 피지어
lv: Fijiešu
sl: Fidžijski
te: ఫిజియన్
tr: Fiji
uz: Fiji
vi: Tiếng Fijian
zh: 斐济语
zh_hant: 斐濟語

# frDisplayName
source: French
ar: الفرنسية
be: Французская
el: Γαλλικά
fa: فرانسوی
fil: Pranses
he: צרפתית
ia: Francese
ja: フランス語
ko: 프랑스어
lt: Prancūzų
lv: Franču
ro: Franceză
sl: Francoščina
te: ఫ్రెంచ్
tr: Fransızca
uz: Fransuz
vi: Tiếng Pháp
zh: 法语
zh_hant: 法語

# frCADisplayName
source: French (Canada)
ro: Franceză (Canada)
uz: Fransuz (Kanada)
vi: Tiếng Pháp (Canada)

# frFRDisplayName
source: French (France)
ro: Franceză (Franța)
uz: Fransuz (Fransiya)
vi: Tiếng Pháp (Pháp)

# fyDisplayName
source: Western Frisian
ar: الفريزية الغربية
be: Заходняя фрызская
el: Δυτικά Φριζικά
fa: فریسی غربی
fil: Kanluraning Frisian
he: פריזית מערבית
ia: Frisian Occidentale
ja: 西フリジア語
ko: 서부 프리지아어
lt: Vakarų frisų
lv: Rietumfrīzu
ro: Frisian de Vest
sl: Zahodnofrizijščina
te: పశ్చిమ ఫ్రిసియన్
tr: Batı Frisian
uz: G'arbiy Friz
vi: Tiếng Frisian phương Tây
zh: 西弗里西亚语
zh_hant: 西弗里斯蘭語

# gaDisplayName
source: Irish
ar: الأيرلندية
be: Ірландская
el: Ιρλανδικά
fa: ایرلندی
he: אירית
ia: Irlandese
ja: アイルランド語
ko: 아일랜드어
lt: Airių
lv: Īru
ro: Irlandeză
sl: irski
te: అయిరిష్
tr: İrlandaca
uz: Irland
vi: Tiếng Ireland
zh: 爱尔兰语
zh_hant: 爱尔兰语

# gaaDisplayName
source: Ga
uz: Gaa
vi: Tiếng Ga

# gdDisplayName
source: Scottish Gaelic
ar: الغيلية الاسكتلندية، الغيلية
be: шотландская гэльская, гэльская
el: Σκωτσέζικα Γαελικά, Γαελικά
fa: گیلیک اسکاتلندی، گیلیک
fil: Scottish Gaelic, Gaelic
he: גאלית סקוטית, גאלית
ia: Gaelic de Scotia, Gaelic
ja: スコットランド・ゲール語、ゲール語
ko: 스코틀랜드 게일어, 게일어
lt: Škotų gaelikų, Gaelic
lv: Skotu gaēļu, Ģēļu
ro: Gaelic Scoțian
sl: Škotska gelščina, gelščina
te: స్కాటిష్ గేలిక్, గేలిక్
tr: İskoç Gaelic, Gaelic
uz: Shotland Galiysi
vi: Tiếng Gaelic Scotland
zh: 苏格兰盖尔语，盖尔语
zh_hant: 苏格兰盖尔语，盖尔语

# glDisplayName
source: Galician
ar: الغاليكية
be: Галісійская
el: Γαλικιανά
fa: گالیسیایی
he: גאלית
ja: ガリシア語
ko: 갈리시아어
lt: Galicų
lv: Galisiešu
ro: Galeză
sl: Galicijski
te: గాలిసియన్
tr: Galicia
uz: Galitsiya
zh: 加利西亚语
zh_hant: 加利西亞語

# guDisplayName
source: Gujarati
ar: الغوجاراتية
be: Гуджараці
el: Γκουτζαρατικά
fa: گجراتی
he: גוג'ראטי
ja: グジャラート語
ko: 구자라티어
lv: Gudžaratu
sl: Gudžarati
te: గుజరాతీ
uz: Gujarat
zh: 古吉拉特语
zh_hant: 古吉拉特语

# haDisplayName
source: Hausa
ar: الهوسا
be: Хаўса
el: Χάουσα
fa: هوسا
he: הוסה
ja: ハウサ語
ko: 하우사어
lt: Hausų
sl: Hauska
te: హౌసా
uz: Xausa
zh: 豪萨语
zh_hant: 豪萨语

# hawDisplayName
source: Hawaiian
ar: هاواياني
be: Гавайскі
el: Χαβανέζικα
fa: هاوایی
he: הוואי
ia: Hawaian
ja: ハワイ語
ko: 하와이어
lt: Havajiečių
lv: Havaju
ro: Hawaiană
sl: Havajski
te: హవాయియన్
uz: Havaiy
zh: 夏威夷语
zh_hant: 夏威夷語

# heDisplayName
source: Hebrew
ar: العبرية (الحديثة)
be: Іўрыт (модэрны)
el: Εβραϊκά (σύγχρονα)
fa: عبری (مدرن)
fil: Hebrew (bago)
he: עברית (מודרנית)
ia: Hebraico (modern)
ja: ヘブライ語（現代）
ko: 히브리어 (현대)
lt: Hebrajų (šiuolaikiniai)
lv: Ebreju (mūsdienu)
ro: Ebraică
sl: Hebrejščina (sodobna)
te: హిబ్రూ (ఆధునిక)
tr: İbranice (modern)
uz: Ibroniya
zh: 现代希伯来语
zh_hant: 希伯来语（现代）

# hiDisplayName
source: Hindi
ar: الهندية
be: Хіндзі
el: Χίντι
fa: هندی
he: הינדי
ja: ヒンディー語
ko: 힌디어
sl: Hindijščina
te: హిందీ
tr: Hintçe
uz: Hind
zh: 印地语
zh_hant: 印地语

# hrDisplayName
source: Croatian
ar: الكرواتية
be: Харвацкая
el: Κροατικά
fa: کرواتی
he: קרואטית
ia: Croate
ja: クロアチア語
ko: 크로아티아어
lt: Kroatų
lv: Horvātu
ro: Croată
sl: Hrvaščina
te: క్రొయేషియన్
tr: Hırvatça
uz: Xorvat
vi: Tiếng Croatia
zh: 克罗地亚语
zh_hant: 克羅地亞語

# htDisplayName
source: Haitian Creole
ar: الهائية، الكريولية الهايتية
be: Гаітанская, Гаітанскі крэоль
el: Αϊτινά, Κρεολικά Αϊτής
fa: هائیتی، کریول هائیتی
fil: Haitian, Haitian Creole
he: האיטית, קריאולית היספנית
ia: Haitian, Creole Haitiano
ja: ハイチ・クレオール語
ko: 아이티 크리올어
lt: Haičio, Haičio kreolų
lv: Haitiešu, Haitiešu kreoliešu
ro: Creolă haitiană
sl: Haitian, Haitijska kreolska
te: హైటియన్, హైటియన్ క్రియోల్
tr: Haiti Kreol
uz: Haytian Kreol
vi: Tiếng Creole Haiti
zh: 海地克里奥尔语
zh_hant: 海地语，海地克里奥尔语

# huDisplayName
source: Hungarian
ar: المجرية
be: Венгерская
el: Ουγγρικά
fa: مجارستانی
he: הונגרית
ia: Ungherese
ja: ハンガリー語
ko: 헝가리어
lt: Vengrų
lv: Ungāru
ro: Maghiară
sl: Madžarščina
te: హంగేరియన్
tr: Macarca
uz: Vengre
vi: Tiếng Hungary
zh: 匈牙利语
zh_hant: 匈牙利语

# hyDisplayName
source: Armenian
ar: الأرمنية
be: Армянская
el: Αρμενική
fa: ارمنی
he: ארמנית
ja: アルメニア語
ko: 아르메니아어
lt: Armėnų
lv: Armēņu
ro: Armeană
sl: Armenski
te: ఆర్మేనియన్
tr: Ermenice
uz: Arman
vi: Tiếng Armenia
zh: 亚美尼亚语
zh_hant: 亞美尼亞語

# idDisplayName
source: Indonesian
ar: الإندونيسية
be: Індонезійская
el: Ινδονησιακά
fa: اندونزیایی
he: אינדונזית
ja: インドネシア語
ko: 인도네시아어
lt: Indoneziečių
lv: Indonēziešu
ro: Indoneziană
sl: Indonezijski
te: ఇండోనేషియన్
tr: Endonezce
uz: Indoneziya
vi: Tiếng Indonesia
zh: 印尼语
zh_hant: 印尼语

# igDisplayName
source: Igbo
ar: إيغبو
be: Ігбо
el: Ίγκο
fa: ایگبو
he: יגבו
ja: イボ語
ko: 이그보어
te: ఇగ్బో
uz: Ibo
vi: Tiếng Igbo
zh: 伊博语
zh_hant: 伊博语

# isDisplayName
source: Icelandic
ar: الأيسلندية
be: Ісландская
el: Ισλανδικά
fa: ایسلندی
he: איסלנדית
ia: Islendetic
ja: アイスランド語
ko: 아이슬란드어
lt: Islandų
lv: Īslandiešu
ro: Icelandică
sl: Islandščina
te: ఐస్‌లాండ్ భాష
tr: İzlandaca
uz: Islandcha
vi: Tiếng Iceland
zh: 冰岛语
zh_hant: 冰岛语

# itDisplayName
source: Italian
ar: الإيطالية
be: Італьянская
el: Ιταλικά
fa: ایتالیایی
he: איטלקית
ia: Italiane
ja: イタリア語
ko: 이탈리아어
lt: Italų
lv: Itāļu
ro: Italiană
sl: Italijanščina
te: ఇటాలియన్
tr: İtalyanca
uz: Italiyan
vi: Tiếng Ý
zh: 意大利语
zh_hant: 意大利语

# jaDisplayName
source: Japanese
ar: اليابانية
be: Японская
el: Ιαπωνικά
fa: ژاپنی
fil: Hapon
he: יפנית
ja: 日本語
ko: 일본어
lt: Japonų
lv: Japāņu
ro: Japoneză
sl: Japonski
te: జపనీస్
tr: Japonca
uz: Yapon
vi: Tiếng Nhật
zh: 日语
zh_hant: 日语

# kaDisplayName
source: Georgian
ar: الجورجية
be: Грузінская
el: Γεωργιανά
fa: گرجی
he: גאורגית
ia: Georgiano
ja: ジョージア語
ko: 조지아어
lt: Gruziniškai
lv: Goriešu
ro: Georgiană
sl: Gruzijski
te: జార్జియన్
tr: Gürcüce
uz: Gruzin
vi: Tiếng Gruzia
zh: 格鲁吉亚语
zh_hant: 格魯吉亞語

# kkDisplayName
source: Kazakh
ar: الكازاخستانية
be: Казахская
el: Καζακικά
fa: قزاقی
he: קזחית
ja: カザフ語
ko: 카자흐어
lt: Kazachų
lv: Kazahu
ro: Kazah
sl: Kazahstanščina
te: కజఖ్
tr: Kazakça
uz: Qozog‘
vi: Tiếng Kazakh
zh: 哈萨克语
zh_hant: 哈萨克语

# kmDisplayName
source: Khmer
ar: الخمير
be: Кхмерская
el: Χμερ
fa: خمر
he: חמרית
ja: クメール語
ko: 크메르어
lt: Khmers
lv: Khmeru
sl: Khmerski
te: ఖ్మేర్
tr: Khmers
uz: Khmеr
vi: Tiếng Khmer
zh: 高棉语
zh_hant: 高棉语

# koDisplayName
source: Korean
ar: الكورية
be: Карэйская
el: Κορεατικά
fa: کره‌ای
fil: Koreano
he: קוריאנית
ia: Coreano
ja: 韓国語
ko: 한국어
lt: Korėjiečių
lv: Korejiešu
ro: Coreeană
sl: Korejski
te: కొరియన్
tr: Korece
uz: Koreyscha
vi: Tiếng Hàn
zh: 韩语
zh_hant: 韩语

# ksDisplayName
source: Kashmiri
ar: الكشميرية
be: Кашмірская
el: Κασμίρ
fa: کشمیری
he: קשמירית
ja: カシミール語
ko: 카슈미르어
lt: Kašmyro
lv: Kashmīru
sl: Kašmirščina
te: కశ్మీరీ
uz: Qashqadary
zh: 克什米尔语
zh_hant: 克什米尔语

# ktuDisplayName
source: Kituba (Democratic Republic of Congo)
ro: Kituba (Republica Democratică Congo)
uz: Kituba (Konqo Demokratik Respublikasi)
vi: Kituba (Cộng hòa Dân chủ Congo)

# kuDisplayName
source: Kurdish
ar: الكردية
be: Курдская
el: Κουρδικά
fa: کردی
he: כורדית
ja: クルド語
ko: 쿠르드어
lt: Kurdų
lv: Kurdu
ro: Kurdă
sl: Kurdski
te: కుర్దిష్
tr: Kürtçe
uz: Kurd
zh: 库尔德语
zh_hant: 库尔德语

# kyDisplayName
source: Kyrgyz
ar: القيرغيزية، القيرغيزية
be: Кіргізская, Кыргызстан
el: Κιργιζικά, Κιργιζικά
fa: قرقیزی، قرقیزی
fil: Kirghiz, Kyrgyz
he: קירגיזית, קירגיז
ia: Kirghiz, Kyrgyz
ja: キルギス語、キルギス人の言語
ko: 키르기스어
lt: Kirgizų, Kirgizų
lv: Kirgizu, Kirgīzu
ro: Kârgâz
sl: Kirgizki, Kirgiški
te: కిర్గిజ్, కిర్గిజ్
tr: Kırgızca, Kyrgyzce
uz: Qirgʻiz
zh: 吉尔吉斯语
zh_hant: 吉尔吉斯语

# laDisplayName
source: Latin
ar: لاتينية
be: Латынская
el: Λατινικά
fa: لاتین
he: לטינית
ia: Latino
ja: ラテン語
ko: 라틴어
lt: Lotynų
lv: Latīņu
ro: Latină
sl: Latinščina
te: లాటిన్
tr: Latince
uz: Lotin
zh: 拉丁语
zh_hant: 拉丁语

# lbDisplayName
source: Luxembourgish
ar: اللكسمبورغية، ليتسبرورغش
be: Люксембургская, Летзебургская
el: Λουξεμβουργιανά, Letzeburgesch
fa: لوکزامبورگی، لتزبورگیش
fil: Luxembourgish, Letzeburgesch
he: לוקסמבורגית, לוצברש
ia: Lussemburghese, Letzeburgesch
ja: ルクセンブルク語、レッツェブルガーシュ
ko: 룩셈부르크어
lt: Liuksemburgiečių, Letzeburgesch
lv: Luksemburgiešu, Letzeburgesch
ro: Luxemburgheză
sl: Luksemburščina, Letzeburgesch
te: లక్సంబర్గిష్, లెట్జుబుర్గ్
tr: Lüksemburgca, Letzeburgesch
uz: Lyuksemburg
zh: 卢森堡语，莱茨堡语
zh_hant: 卢森堡语

# liDisplayName
source: Limburgish
ar: الليمبورغية، ليمبورغان، ليمبورجر
be: Лімбургская, Лімбургская, Лімбургэр
el: Λιμβουργικά, Limburgan, Limburger
fa: لیمبورگی، لیمبوربان، لیمبورگر
fil: Limburgish, Limburgan, Limburger
he: לימבורגית, לימבורגאנית, לימבורגר
ia: Limburgese, Limburgan, Limburger
ja: リンブルフ語、リンブルガン語、リンブルガー
ko: 림부르어, 림부르어
lt: Limburgiečių, Limburgan, Limburger
lv: Limburgu, Limburgan, Limburger
ro: Limburgheză
sl: Limburščina, Limburger
te: లింబుర్గిష్, లింబుర్బన్, లింబర్గర్
tr: Limburgca, Limburgan, Limburger
uz: Limburg
zh: 林堡语，林堡方言
zh_hant: 林堡语

# loDisplayName
source: Lao
ar: لاو
be: Лаоская
el: Λαοτικά
fa: لاو
he: לאו
ja: ラオ語
ko: 라오어
lt: Laosiečių
lv: Laosiešu
sl: Laoski
te: లావో
tr: Laosça
uz: Laos
vi: Lào
zh: 老挝语
zh_hant: 寮語

# ltDisplayName
source: Lithuanian
ar: الليتوانية
be: Літоўская
el: Λιθουανικά
fa: لیتوانیایی
he: ליטאית
ia: Lituano
ja: リトアニア語
ko: 리투아니아어
lt: Lietuvių
lv: Lietuviešu
ro: Lituaniană
sl: Litovanščina
te: లిథువేనియన్
tr: Litvanca
uz: Litva
vi: Tiếng Litva
zh: 立陶宛语
zh_hant: 立陶宛語

# ltgDisplayName
source: Latgalian
ro: Latgaliană
uz: Latgallian
vi: Tiếng Latgalian

# luoDisplayName
source: Luo (Kenya and Tanzania)
ro: Luo (Kenia și Tanzania)
uz: Luo (Kenya va Tanzaniya)
vi: Luo (Kenya và Tanzania)

# lvDisplayName
source: Latvian
ar: اللاتفية
be: Латышская
el: Λετονικά
fa: لاتویایی
fil: Lativian
he: לטבית
ia: Letton
ja: ラトビア語
ko: 라트비아어
lt: Latvių
lv: Latviešu
ro: Letonă
sl: Latvijščina
te: లాట్వియన్
tr: Letonca
uz: Latviya
vi: Tiếng Latvia
zh: 拉脱维亚语
zh_hant: 拉脫維亞語

# miDisplayName
source: Māori
ar: موري
be: Маоры
el: Μάορι
fa: مائوری
he: מאורי
ia: Maori
ja: マオリ語
ko: 마오리어
lt: Maorių
lv: Maoru
ro: Maori
sl: Maori
te: మావోరి
tr: Maori
uz: Maori
zh: 毛利语
zh_hant: 毛利語

# mkDisplayName
source: Macedonian
ar: المقدونية
be: Македонская
el: Μακεδονικά
fa: مقدونی
he: מקדונית
ia: Macedoniano
ja: マケドニア語
ko: 마케도니아어
lt: Makedoniečių
lv: Maķedoniešu
ro: Macedoneană
sl: Makedonščina
te: మాసెడోనియన్
tr: Makedonca
uz: Makedon
zh: 马其顿语
zh_hant: 馬其頓語

# mnDisplayName
source: Mongolian
ar: منغولي
be: Манголская
el: Μογγολικά
fa: مغولی
he: מונגולית
ia: Mongol
ja: モンゴル語
ko: 몽골어
lt: Mongolų
lv: Ķīniešu (Mongolijas)
ro: Mongolă
sl: Mongolski
te: మంగోలియన్
tr: Moğolca
uz: Mo'g'ul
vi: Mông Cổ
zh: 蒙古语
zh_hant: 蒙古語

# msArabDisplayName
source: Malay (Arabic)
ro: Malay (Arabă)
uz: Malay (Arabcha)
vi: Malaixia (Ả Rập)

# msMYDisplayName
source: Malay (Malaysia)
uz: Malay (Malayziya)
vi: Malaixia (Malaysia)

# mtDisplayName
source: Maltese
ar: مالطية
be: Мальтыйская
el: Μαλτεζικά
fa: مالتی
he: מלטזית
ia: Malti
ja: マルタ語
ko: 몰타어
lt: Maltiečių
lv: Malta
sl: Malteščina
te: మాల్టీస్
tr: Malta
uz: Malta
zh: 马耳他语
zh_hant: 馬耳他語

# myDisplayName
source: Burmese
ar: البورمية
be: М’янмская
el: Βιρμανική
fa: برمه‌ای
he: בורמזית
ja: ビルマ語
ko: 버마어
lt: Burmiečių
lv: Birmiešu
ro: Birmanez
sl: Burmanski
te: బర్మీస్
tr: Birmanca
uz: Birmanci
zh: 缅甸语
zh_hant: 缅甸语

# nbDisplayName
source: Norwegian (Bokmål)
ar: النرويجية بوكمال
be: Нарвежская Бокмаль
el: Νορβηγικά Μποκμάλ
fa: نروژی بوکمال
he: נורווגית בוקמול
ia: Norvegian Bokmål
ja: ノルウェー語（ブークモール）
ko: 노르웨이어 북부 방언
lt: Norvegų Bokmāl
lv: Norvēģu Bokmāla
ro: Norvegian (Bokmål)
sl: Norveški Bokmål
te: నార్వేజియన్ బొక్మాల్
tr: Norveççe Bokmål
uz: Norveg (Bokmål)
vi: Na Uy (Bokmål)
zh: 挪威布克莫尔语
zh_hant: 挪威博克馬爾語
