Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# enableAutocorrectToolName
source: Enable device autocorrect
ar: تمكين التصحيح التلقائي للجهاز
be: Уключыць аўтаматычную карэкцыю на прыладзе
el: Ενεργοποίηση αυτόματης διόρθωσης συσκευής
fa: فعال کردن تصحیح خودکار دستگاه
fil: Paganahin ang auto-correct ng device
he: הפעל תיקון אוטומטי במכשיר
ia: Enable autocorrecte del dispositivo
ja: デバイスの自動修正を有効にする
ko: 기기 자동 교정 활성화
lt: Įgalinti įrenginio automatinį taisymą
lv: Iespējot ierīces automātisko labošanu
ro: Activează corectarea automată a dispozitivului
sl: Omogoči samodejno popravljanje na napravi
te: డివైస్ ఆటోకరెక్ట్ ను సక్రియం చేయండి
tr: Cihaz otomatik düzeltmeyi etkinleştir
uz: Qurilma avtomatik to'g'rilashni yoqing
vi: Bật tự động sửa
zh: 启用设备自动更正
zh_hant: 啟用裝置自動更正

# enableAutocorrectDescription
source: If your device supports the language you're learning, you can enable device autocorrect to fix common errors as you type.
ar: إذا كان جهازك يدعم اللغة التي تتعلمها، يمكنك تفعيل التصحيح التلقائي للجهاز لإصلاح الأخطاء الشائعة أثناء الكتابة.
be: Калі ваша прылада падтрымлівае мову, якую вы вывучаеце, вы можаце ўключыць аўтаматычную карэкцыю, каб выпраўляць распаўсюджаныя памылкі падчас друку.
el: Αν η συσκευή σας υποστηρίζει τη γλώσσα που μαθαίνετε, μπορείτε να ενεργοποιήσετε την αυτόματη διόρθωση για να διορθώνει κοινά λάθη καθώς πληκτρολογείτε.
fa: اگر دستگاه شما از زبانی که در حال یادگیری آن هستید پشتیبانی می‌کند، می‌توانید تصحیح خودکار دستگاه را فعال کنید تا خطاهای رایج هنگام تایپ برطرف شوند.
fil: Kung sinusuportahan ng iyong device ang wikang iyong pinag-aaralan, maaari mong paganahin ang auto-correct upang ayusin ang mga karaniwang mali habang nagta-type.
he: אם המכשיר שלך תומך בשפה שלומדים, תוכל להפעיל תיקון אוטומטי כדי לתקן שגיאות נפוצות בזמן ההקלדה.
ia: Si tu dispositivo supporta le lingua que tu es apprendente, tu pote activar le autocorrecte del dispositivo pro corrigir errores commun durante tu typage.
ja: 学習中の言語をサポートしている場合、入力中の一般的なエラーを修正するためにデバイスの自動修正を有効にできます。
ko: 학습하는 언어를 지원하는 기기라면, 타이핑 시 일반적인 오류를 수정하는 기기 자동 교정을 활성화할 수 있습니다.
lt: Jei jūsų įrenginys palaiko mokomąją kalbą, galite įjungti automatinį taisymą, kad būtų ištaisytos dažnos klaidos rašant.
lv: Ja jūsu ierīce atbalsta mācību valodu, jūs varat iespējojiet automātisko labošanu, lai labotu bieži sastopamās kļūdas rakstot.
ro: Dacă dispozitivul tău suportă limba pe care o înveți, poți activa corectarea automată pentru a corecta erorile comune în timp ce tastezi.
sl: Če vaša naprava podpira jezik, ki ga učite, lahko omogočite samodejno popravljanje, da popravlja pogoste napake med tipkanjem.
te: మీ డివైస్ మీరు నేర్చుకుంటున్న భాషను మద్దతిస్తే, మీరు టైప్ చేస్తున్నప్పుడు సాధారణ తప్పులను సరిదిద్దడానికి డివైస్ ఆటోకరెక్ట్ ను సక్రియం చేయవచ్చు.
tr: Öğrenmekte olduğunuz dili destekliyorsa, yaygın hataları yazarken düzeltmek için cihaz otomatik düzeltmeyi etkinleştirebilirsiniz.
uz: Agar qurilma o'rganyayotgan tilni qo'llab-quvvatlasa, siz odatiy xatoliklarni tuzatish uchun qurilma avtomatik to'g'rilashni yoqishingiz mumkin.
vi: Sử dụng tính năng tự động sửa tích hợp của bàn phím khi gõ tin nhắn
zh: 如果您的设备支持您正在学习的语言，可以启用设备自动更正，以在输入时修正常见错误。
zh_hant: 如果您的裝置支援您正在學習的語言，您可以啟用裝置自動更正，以在輸入時修正常見錯誤。

# ttsDisbledTitle
source: Text-to-speech disabled
ar: تعطيل تحويل النص إلى كلام
be: Тэкст у гаварэнне адключаны
el: Η φωνητική ανάγνωση απενεργοποιήθηκε
fa: تبدیل متن به گفتار غیرفعال شد
fil: Naka-disable ang Text-to-speech
he: המרת טקסט לדיבור מושבתת
ia: Texto-a-parola disactivate
ja: テキスト読み上げ無効
ko: 텍스트 음성 변환 비활성화됨
lt: Teksto į kalbą funkcija išjungta
lv: Teksta runas funkcija ir atspējota
ro: Text-to-speech dezactivat
sl: Pretvorba besedila v govor onemogočena
te: టెక్స్ట్-టు-స్పీచ్ ఆపివేయబడింది
tr: Metin-konuşma devre dışı
uz: Matn-to-speech o'chirilgan
vi: Tính năng chuyển văn bản thành giọng nói đã bị tắt
zh: 文本转语音已禁用
zh_hant: 文字轉語音已停用

# ttsDisabledBody
source: You can enable text-to-speech in your learning settings
ar: يمكنك تفعيل تحويل النص إلى كلام في إعدادات التعلم الخاصة بك
be: Вы можаце ўключыць тэкст у гаварэнне ў наладках навучання
el: Μπορείτε να ενεργοποιήσετε τη φωνητική ανάγνωση στις ρυθμίσεις εκμάθησης
fa: می‌توانید تبدیل متن به گفتار را در تنظیمات یادگیری خود فعال کنید
fil: Maaari mong paganahin ang text-to-speech sa iyong mga setting sa pag-aaral
he: אתה יכול להפעיל את תכונת ההמרה לטקסט לדיבור בהגדרות הלמידה שלך
ia: Tu pote activar le texto-a-parola in tu configuration de apprendimento
ja: 学習設定でテキスト読み上げを有効にできます
ko: 학습 설정에서 텍스트 음성 변환을 활성화할 수 있습니다
lt: Galite įjungti teksto į kalbą funkciją savo mokymosi nustatymuose
lv: Jūs varat iespējojiet teksta runas funkciju savās mācību iestatījumos
ro: Poți activa funcția text-to-speech în setările de învățare
sl: V nastavitvah učenja lahko omogočite pretvorbo besedila v govor
te: మీరు మీ అభ్యాస సెట్టింగ్స్‌లో టెక్స్ట్-టు-స్పీచ్ ను సక్రియం చేయవచ్చు
tr: Öğrenme ayarlarınızda metin-konuşmayı etkinleştirebilirsiniz
uz: O'qish sozlamalarida matn-to-speechni yoqishingiz mumkin
vi: Bạn có thể bật tính năng chuyển văn bản thành giọng nói trong cài đặt học tập của bạn
zh: 您可以在学习设置中启用文本转语音
zh_hant: 您可以在學習設定中啟用文字轉語音

# noSpaceDescriptionYet
source: No course description created yet.
ar: لم يتم إنشاء وصف للدورة بعد.
be: Пакуль не створана апісанне курса.
el: Δεν έχει δημιουργηθεί ακόμη περιγραφή μαθήματος.
fa: تاکنون توضیح دوره‌ای ایجاد نشده است.
fil: Walang nilikhang paglalarawan ng kurso hanggang ngayon.
he: עדיין לא נוצר תיאור לקורס.
ia: Nulle description de curso create ancora.
ja: コースの説明はまだ作成されていません。
ko: 아직 생성된 강좌 설명이 없습니다.
lt: Dar nėra sukurta kurso aprašymo.
lv: Vēl nav izveidots kursa apraksts.
ro: Încă nu a fost creată nicio descriere a cursului.
sl: Še ni ustvarjen opis tečaja.
te: ఇప్పటికే కోర్సు వివరణ సృష్టించబడలేదు.
tr: Henüz herhangi bir kurs açıklaması oluşturulmadı.
uz: Hali kurs tavsifi yaratilmagan.
vi: Chưa tạo mô tả khóa học nào.
zh: 尚未创建课程描述。
zh_hant: 尚未建立課程描述。

# tooLargeToSend
source: This message is too large to send
ar: هذه الرسالة كبيرة جدًا لإرسالها
be: Гэтае паведамленне занадта вялікае для адпраўкі
el: Αυτό το μήνυμα είναι πολύ μεγάλο για αποστολή
fa: این پیام بسیار بزرگ است و نمی‌تواند ارسال شود
fil: Ang mensaheng ito ay masyadong malaki upang ipadala
he: ההודעה הזו גדולה מדי לשליחה
ia: Iste message es troppo grande pro inviar
ja: このメッセージは送信できるサイズを超えています
ko: 이 메시지는 너무 커서 보낼 수 없습니다
lt: Ši žinutė yra per didelė siųsti
lv: Šī ziņa ir pārāk liela, lai to nosūtītu
ro: Mesajul este prea mare pentru a fi trimis
sl: To sporočilo je preveliko za pošiljanje
te: ఈ సందేశం పంపడానికి చాలా పెద్దది
tr: Bu mesaj gönderilemeyecek kadar büyük
uz: Ushbu xabar yuborish uchun juda katta
vi: Tin nhắn này quá lớn để gửi
zh: 此消息过大，无法发送
zh_hant: 此訊息過大，無法傳送

# exitWithoutSaving
source: Are you sure you want to leave without saving?
ar: هل أنت متأكد أنك تريد الخروج بدون حفظ؟
be: Ці ўпэўнены, што хочаце пакінуць без захавання?
el: Είστε βέβαιοι ότι θέλετε να φύγετε χωρίς να αποθηκεύσετε;
fa: آیا مطمئن هستید که می‌خواهید بدون ذخیره خارج شوید؟
fil: Sigurado ka bang nais mong umalis nang hindi nagsa-save?
he: האם אתה בטוח שברצונך לצאת מבלי לשמור?
ia: Es tu secur que tu vole partir sin salvar?
ja: 保存せずに終了してもよろしいですか？
ko: 저장하지 않고 종료하시겠습니까?
lt: Ar tikrai norite išeiti neišsaugojus?
lv: Vai tiešām vēlaties aiziet bez saglabāšanas?
ro: Ești sigur că vrei să ieși fără a salva?
sl: Ste prepričani, da želite zapustiti brez shranjevanja?
te: సేవ్ చేయకుండా బయటకు వెళ్లాలనుకుంటున్నారా?
tr: Kaydetmeden çıkmak istediğinizden emin misiniz?
uz: Haqiqatan ham saqlamasdan chiqmoqchimisiz?
vi: Bạn có chắc chắn muốn rời đi mà không lưu không?
zh: 你确定要退出而不保存吗？
zh_hant: 您確定要不儲存直接離開嗎？

# enableAutocorrectPopupTitle
source: Add your target language keyboard by going to:
ar: أضف لوحة مفاتيح اللغة المستهدفة الخاصة بك عن طريق الذهاب إلى:
be: Дадайце клавіятуру мовы мэты, перайшоўшы ў:
el: Προσθέστε το πληκτρολόγιο της γλώσσας στόχου πηγαίνοντας στα:
fa: با رفتن به تنظیمات صفحه کلید زبان هدف خود را اضافه کنید:
fil: Idagdag ang iyong target na keyboard sa wika sa pamamagitan ng pagpunta sa:
he: הוסף את מקלדת שפת היעד שלך על ידי כניסה ל:
ia: Adder tu clavier de lingua target per ir a:
ja: ターゲット言語のキーボードを追加するには、次の場所に移動してください：
ko: 목표 언어 키보드를 추가하려면 다음으로 이동하세요:
lt: Pridėkite savo tikslios kalbos klaviatūrą, eikite į:
lv: Pievienojiet savu mērķvalodas tastatūru, dodoties uz:
ro: Adaugă tastatura limbii tale țintă accesând:
sl: Dodajte tipkovnico za ciljni jezik tako, da greste na:
te: మీ లక్ష్య భాష కీబోర్డ్‌ను జోడించడానికి ఈ క్రింది దశలను అనుసరించండి:
tr: Hedef dil klavyenizi eklemek için şu adımları izleyin:
uz: Maqsadli til klaviaturasini qo'shish uchun quyidagiga o'ting:
vi: Thêm bàn phím ngôn ngữ mục tiêu của bạn bằng cách vào:
zh: 通过以下步骤添加目标语言键盘：
zh_hant: 請前往以下位置加入您的目標語言鍵盤：

# enableAutocorrectPopupSteps
source: • Settings • General • Keyboard • Keyboards • Add New Keyboard
ar: • الإعدادات • عام • لوحة المفاتيح • لوحات المفاتيح • أضف لوحة مفاتيح جديدة
be: • Налады • Агульныя • Клавіятура • Клавіятуры • Дадаць новую клавіятуру
el: • Ρυθμίσεις • Γενικά • Πληκτρολόγιο • Πληκτρολόγια • Προσθήκη νέου πληκτρολογίου
fa: • تنظیمات • عمومی • صفحه کلید • صفحه کلیدها • افزودن صفحه کلید جدید
fil: • Mga Setting • Pangkalahatan • Keyboard • Mga Keyboard • Magdagdag ng Bagong Keyboard
he: • הגדרות • כללי • מקלדת • מקלדות • הוסף מקלדת חדשה
ia: • Configuration • General • Claviatura • Claviaturas • Adder nove clavier
ja: • 設定 • 一般 • キーボード • キーボード • 新しいキーボードを追加
ko: • 설정 • 일반 • 키보드 • 키보드 • 새 키보드 추가
lt: • Nustatymai • Bendra • Klaviatūra • Klaviatūros • Pridėti naują klaviatūrą
lv: • Iestatījumi • Vispārīgi • Tastatūra • Tastatūras • Pievienot jaunu tastatūru
ro: • Setări • General • Tastatură • Tastaturi • Adaugă tastatură nouă
sl: • Nastavitve • Splošno • Tipkovnica • Tipkovnice • Dodaj novo tipkovnico
te: • సెట్టింగ్స్ • జనరల్ • కీబోర్డ్ • కీబోర్డ్స్ • కొత్త కీబోర్డ్ జోడించండి
tr: • Ayarlar • Genel • Klavye • Klavyeler • Yeni Klavye Ekle
uz: • Sozlamalar • Umumiy • Klaviatura • Klaviaturalar • Yangi klaviatura qo'shish
vi: • Cài đặt • Chung • Bàn phím • Bàn phím • Thêm bàn phím mới
zh: • 设置 • 通用 • 键盘 • 键盘 • 添加新键盘
zh_hant: • 設定 • 一般 • 鍵盤 • 鍵盤 • 新增鍵盤

# enableAutocorrectPopupDescription
source: Once the language is selected, you can click the small globe icon on the bottom left of your keyboard to activate the newly installed keyboard.
ar: بمجرد اختيار اللغة، يمكنك النقر على أيقونة الكرة الأرضية الصغيرة في أسفل يسار لوحة المفاتيح لتفعيل لوحة المفاتيح المثبتة حديثًا.
be: Пасля выбару мовы вы можаце націснуць на маленькую ікону глобуса ў ніжнім левым куце вашай клавіятуры, каб актываваць новую ўсталяваную клавіятуру.
el: Μόλις επιλεγεί η γλώσσα, μπορείτε να κάνετε κλικ στο μικρό εικονίδιο του κόσμου στο κάτω αριστερό μέρος του πληκτρολογίου σας για να ενεργοποιήσετε το νέο εγκατεστημένο πληκτρολόγιο.
fa: پس از انتخاب زبان، می‌توانید روی آیکون کوچک کره در پایین سمت چپ صفحه کلید خود کلیک کنید تا صفحه کلید نصب شده جدید فعال شود.
fil: Kapag napili na ang wika, maaari mong i-click ang maliit na icon ng globe sa ibabang kaliwa ng iyong keyboard upang i-activate ang bagong na-install na keyboard.
he: לאחר בחירת השפה, תוכל ללחוץ על סמל הגלובוס הקטן בפינה השמאלית התחתונה של המקלדת כדי להפעיל את המקלדת שהותקנה לאחרונה.
ia: Post le selection de le lingua, tu pote cliccar le icono de globulo in le basso sinistre de tu clavier pro activar le clavier installate recentemente.
ja: 言語を選択したら、キーボードの左下にある小さな地球儀アイコンをクリックして、新しくインストールしたキーボードを有効にできます。
ko: 언어를 선택하면, 키보드 왼쪽 하단의 작은 지구본 아이콘을 클릭하여 새로 설치한 키보드를 활성화할 수 있습니다.
lt: Pasirinkus kalbą, galite spustelėti mažą pasaulio ženklo piktogramą apatinėje kairėje klaviatūros dalyje, kad aktyvuotumėte naujai įdiegtą klaviatūrą.
lv: Kad valoda ir izvēlēta, jūs varat noklikšķināt uz mazās globusa ikonas apakšējā kreisajā stūrī, lai aktivizētu jauno instalēto tastatūru.
ro: Odată ce limba este selectată, poți face clic pe micuța pictogramă glob pe partea stângă jos a tastaturii pentru a activa tastatura recent instalată.
sl: Ko je jezik izbran, lahko kliknete na majhno ikono zemljevide na spodnjem levem delu tipkovnice, da aktivirate novo nameščeno tipkovnico.
te: భాషను ఎంచుకున్న తర్వాత, మీ కీబోర్డ్ దిగువ ఎడమ వైపు ఉన్న చిన్న గ్లోబ్ ఐకాన్ పై క్లిక్ చేసి కొత్తగా ఇన్‌స్టాల్ చేసిన కీబోర్డ్‌ను యాక్టివేట్ చేయవచ్చు.
tr: Dil seçildikten sonra, klavyenizin sol alt köşesindeki küçük dünya simgesine tıklayarak yeni yüklenen klavyeyi etkinleştirebilirsiniz.
uz: Til tanlangandan so'ng, klaviaturangizning pastki chap tomonidagi kichik dunyo ikonkasini bosib, yangi o'rnatilgan klaviaturani faollashtirishingiz mumkin.
vi: Khi ngôn ngữ được chọn, bạn có thể nhấp vào biểu tượng quả địa cầu nhỏ ở góc dưới bên trái của bàn phím để kích hoạt bàn phím mới được cài đặt.
zh: 选择语言后，可以点击键盘左下角的小地球图标，激活新安装的键盘。
zh_hant: 選擇語言後，您可以點擊鍵盤左下角的小地球圖示來啟用新安裝的鍵盤。

# downloadGboardTitle
source: Download Gboard from the Google Play Store to enable autocorrect and other keyboard features:
ar: قم بتنزيل Gboard من متجر Google Play لتمكين التصحيح التلقائي وميزات لوحة المفاتيح الأخرى:
be: Загрузіце Gboard з Google Play Store, каб уключыць аўтаматычную карэкцыю і іншыя функцыі клавіятуры:
el: Κατεβάστε το Gboard από το Google Play Store για να ενεργοποιήσετε την αυτόματη διόρθωση και άλλες λειτουργίες πληκτρολογίου:
fa: برای فعال کردن تصحیح خودکار و ویژگی‌های دیگر صفحه کلید، Gboard را از فروشگاه Google Play دانلود کنید:
fil: I-download ang Gboard mula sa Google Play Store upang paganahin ang autocorrect at iba pang mga tampok ng keyboard:
he: הורד את Gboard מחנות Google Play כדי להפעיל תיקון אוטומטי ותכונות מקלדת נוספות:
ia: Downloadar Gboard ab le Google Play Store pro activar le autocorrecte e altere characteristicas del clavier:
ja: Google PlayストアからGboardをダウンロードして、自動修正やその他のキーボード機能を有効にしてください:
ko: 구글 플레이 스토어에서 Gboard를 다운로드하여 자동 수정 및 기타 키보드 기능을 활성화하세요:
lt: Parsisiųskite Gboard iš „Google Play“ parduotuvės, kad įgalintumėte automatinį taisymą ir kitas klaviatūros funkcijas:
lv: Lejupielādējiet Gboard no Google Play veikala, lai iespējotu automātisko labošanu un citas tastatūras funkcijas:
ro: Descarcă Gboard din Google Play Store pentru a activa corectarea automată și alte funcții ale tastaturii:
sl: Prenesite Gboard iz trgovine Google Play, da omogočite samodejno popravljanje in druge funkcije tipkovnice:
te: ఆటోకరెక్ట్ మరియు ఇతర కీబోర్డ్ ఫీచర్లను సక్రియం చేయడానికి గూగుల్ ప్లే స్టోర్ నుండి Gboard ను డౌన్లోడ్ చేయండి:
tr: Otomatik düzeltme ve diğer klavye özelliklerini etkinleştirmek için Gboard'u Google Play Store'dan indirin:
uz: Gboard-ni Google Play Store-dan yuklab oling va avtomatik to'g'rilash hamda boshqa klaviatura funksiyalarini yoqing:
vi: Tải Gboard từ Google Play Store để kích hoạt tính năng tự động sửa và các tính năng bàn phím khác:
zh: 从Google Play商店下载Gboard以启用自动更正和其他键盘功能：
zh_hant: 從 Google Play 商店下載 Gboard 以啟用自動更正及其他鍵盤功能：

# downloadGboardSteps
source: • Download Gboard • Open app • Languages • Add keyboard • Select Language • Select keyboard type • Done
ar: • قم بتنزيل Gboard • افتح التطبيق • اللغات • أضف لوحة مفاتيح • اختر اللغة • اختر نوع لوحة المفاتيح • تم
be: • Загрузіце Gboard • Адкрыйце прыкладанне • Мовы • Дадаць клавіятуру • Выбраць мову • Выбраць тып клавіятуры • Гатова
el: • Κατεβάστε το Gboard • Ανοίξτε την εφαρμογή • Γλώσσες • Προσθήκη πληκτρολογίου • Επιλογή γλώσσας • Επιλογή τύπου πληκτρολογίου • Τέλος
fa: • دانلود Gboard • باز کردن برنامه • زبان‌ها • افزودن صفحه کلید • انتخاب زبان • انتخاب نوع صفحه کلید • انجام شد
fil: • I-download ang Gboard • Buksan ang app • Mga Wika • Magdagdag ng keyboard • Piliin ang Wika • Piliin ang uri ng keyboard • Tapos na
he: • הורד את Gboard • פתח את האפליקציה • שפות • הוסף מקלדת • בחר שפה • בחר סוג מקלדת • סיום
ia: • Downloadar Gboard • Aperir le application • Linguas • Adder clavier • Seliger lingua • Seliger typologia de clavier • Fin
ja: • Gboardをダウンロード • アプリを開く • 言語 • キーボードを追加 • 言語を選択 • キーボードの種類を選択 • 完了
ko: • Gboard 다운로드 • 앱 열기 • 언어 • 키보드 추가 • 언어 선택 • 키보드 유형 선택 • 완료
lt: • Atsisiųskite Gboard • Atidarykite programėlę • Kalbos • Pridėti klaviatūrą • Pasirinkite kalbą • Pasirinkite klaviatūros tipą • Baigta
lv: • Lejupielādēt Gboard • Atvērt lietotni • Valodas • Pievienot tastatūru • Izvēlēties valodu • Izvēlēties tastatūras veidu • Gatavs
ro: • Descarcă Gboard • Deschide aplicația • Limbi • Adaugă tastatură • Selectează limba • Selectează tipul de tastatură • Gata
sl: • Prenesi Gboard • Odpri aplikacijo • Jezik • Dodaj tipkovnico • Izberi jezik • Izberi vrsto tipkovnice • Končano
te: • Gboard డౌన్లోడ్ చేయండి • యాప్‌ను తెరవండి • భాషలు • కీబోర్డ్ జోడించండి • భాషను ఎంచుకోండి • కీబోర్డ్ రకాన్ని ఎంచుకోండి • పూర్తి
tr: • Gboard'u İndir • Uygulamayı Aç • Diller • Klavye Ekle • Dil Seç • Klavye Türünü Seç • Bitti
uz: • Gboard-ni yuklab oling • Ilovani oching • Tillar • Klaviatura qo'shish • Tilni tanlang • Klaviatura turini tanlang • Tayyor
vi: • Tải Gboard • Mở ứng dụng • Ngôn ngữ • Thêm bàn phím • Chọn ngôn ngữ • Chọn loại bàn phím • Xong
zh: • 下载Gboard • 打开应用 • 语言 • 添加键盘 • 选择语言 • 选择键盘类型 • 完成
zh_hant: • 下載 Gboard • 開啟應用程式 • 語言 • 添加鍵盤 • 選擇語言 • 選擇鍵盤類型 • 完成

# downloadGboardDescription
source: Once the language is selected, you can click the small globe icon on the bottom left of your keyboard to activate the newly installed keyboard.
ar: بمجرد اختيار اللغة، يمكنك النقر على أيقونة الكرة الأرضية الصغيرة في أسفل يسار لوحة المفاتيح لتفعيل لوحة المفاتيح المثبتة حديثًا.
be: Пасля выбару мовы вы можаце націснуць на маленькую ікону глобуса ў ніжнім левым куце вашай клавіятуры, каб актываваць новую ўсталяваную клавіятуру.
el: Μόλις επιλεγεί η γλώσσα, μπορείτε να κάνετε κλικ στο μικρό εικονίδιο του κόσμου στο κάτω αριστερό μέρος του πληκτρολογίου σας για να ενεργοποιήσετε το νέο εγκατεστημένο πληκτρολόγιο.
fa: پس از انتخاب زبان، می‌توانید روی آیکون کوچک کره در پایین سمت چپ صفحه کلید خود کلیک کنید تا صفحه کلید نصب شده جدید فعال شود.
fil: Kapag napili na ang wika, maaari mong i-click ang maliit na icon ng globe sa ibabang kaliwa ng iyong keyboard upang i-activate ang bagong na-install na keyboard.
he: לאחר בחירת השפה, תוכל ללחוץ על סמל הגלובוס הקטן בפינה השמאלית התחתונה של המקלדת כדי להפעיל את המקלדת שהותקנה לאחרונה.
ia: Post le selection de le lingua, tu pote cliccar le icono de globulo in le basso sinistre de tu clavier pro activar le clavier installate recentemente.
ja: 言語を選択したら、キーボードの左下にある小さな地球儀アイコンをクリックして、新しくインストールしたキーボードを有効にできます。
ko: 언어를 선택하면, 키보드 왼쪽 하단의 작은 지구본 아이콘을 클릭하여 새로 설치한 키보드를 활성화할 수 있습니다.
lt: Kai kalba bus pasirinkta, galite spustelėti mažą pasaulio piktogramą apatiniame kairiajame klaviatūros kampe, kad aktyvuotumėte naujai įdiegtą klaviatūrą.
lv: Kad valoda ir izvēlēta, jūs varat noklikšķināt uz mazās globusa ikonas apakšējā kreisajā stūrī, lai aktivizētu jauno instalēto tastatūru.
ro: Odată ce limba este selectată, poți face clic pe micuța pictogramă glob pe partea stângă jos a tastaturii pentru a activa tastatura recent instalată.
sl: Ko je jezik izbran, lahko kliknete majhno ikono zemeljske globus na spodnjem levem delu vaše tipkovnice, da aktivirate novo nameščeno tipkovnico.
te: భాషను ఎంచుకున్న తర్వాత, మీ కీబోర్డ్ యొక్క కుడి కింది మూలలో ఉన్న చిన్న గ్లోబ్ చిహ్నాన్ని క్లిక్ చేయండి, తద్వారా కొత్తగా ఇన్‌స్టాల్ చేసిన కీబోర్డ్‌ను యాక్టివేట్ చేయవచ్చు.
tr: Dil seçildikten sonra, klavyenizin sol alt köşesindeki küçük dünya simgesine tıklayarak yeni yüklenen klavyeyi etkinleştirebilirsiniz.
uz: Til tanlangandan so'ng, klaviaturangizning pastki chap tomonidagi kichik dunyo ikonkasini bosib, yangi o'rnatilgan klaviaturani faollashtirishingiz mumkin.
vi: Khi ngôn ngữ được chọn, bạn có thể nhấp vào biểu tượng quả địa cầu nhỏ ở góc dưới bên trái của bàn phím để kích hoạt bàn phím mới được cài đặt.
zh: 选择语言后，可以点击键盘左下角的小地球图标，激活新安装的键盘。
zh_hant: 選擇語言後，您可以點擊鍵盤左下角的小地球圖示來啟用新安裝的鍵盤。

# enableAutocorrectWarning
source: Warning! Requires adding your target language keyboard
ar: تحذير! يتطلب إضافة لوحة مفاتيح اللغة المستهدفة الخاصة بك
be: Увага! Патрабуецца дадаць клавіятуру мовы мэты
el: Προειδοποίηση! Απαιτείται η προσθήκη του πληκτρολογίου της γλώσσας στόχου
fa: هشدار! نیاز به افزودن صفحه کلید زبان هدف دارید
fil: Babala! Kailangan idagdag ang iyong target na keyboard sa wika
he: אזהרה! דורש הוספת מקלדת שפת היעד שלך
ia: Attention! Require adder le clavier de lingua target
ja: 警告！対象の言語キーボードを追加する必要があります
ko: 경고! 목표 언어 키보드 추가가 필요합니다
lt: Įspėjimas! Reikia pridėti savo tikslo kalbos klaviatūrą
lv: Brīdinājums! Nepieciešams pievienot mērķvalodas tastatūru
ro: Avertisment! Necesită adăugarea tastaturii limbii tale țintă
sl: Opozorilo! Potrebno je dodati tipkovnico ciljanega jezika
te: హెచ్చరిక! మీ లక్ష్య భాష కీబోర్డ్‌ను జోడించాల్సి ఉంటుంది
tr: Uyarı! Hedef dil klavyenizi eklemeniz gerekiyor
uz: Ogohlantirish! Maqsadli til klaviaturasini qo'shishni talab qiladi
vi: Cảnh báo! Cần thêm bàn phím ngôn ngữ mục tiêu của bạn
zh: 警告！需要添加目标语言键盘
zh_hant: 警告！需要加入您的目標語言鍵盤

source: Display name
ar: اسم العرض
be: Імя для паказу
el: Εμφανιζόμενο όνομα
fa: نام نمایشی
fil: Pangalan na ipapakita
he: שם תצוגה
ia: Nom de display
ja: 表示名
ko: 표시 이름
lt: Rodomas vardas
lv: Parādāmais vārds
ro: Nume afișat
sl: Prikazno ime
te: ప్రదర్శన పేరు
tr: Görünen isim
uz: Ko'rsatish nomi
vi: Tên hiển thị
zh: 显示名称
zh_hant: 顯示名稱

# leaveRoomDescription
source: You're about to leave this chat. Other users will see that you have left the chat.
ar: أنت على وشك مغادرة هذه الدردشة. سيرى المستخدمون الآخرون أنك غادرت الدردشة.
be: Вы збіраецеся пакінуць гэты чат. Іншыя карыстальнікі ўбачаць, што вы пакінулі чат.
el: Πρόκειται να φύγετε από αυτήν τη συνομιλία. Οι άλλοι χρήστες θα δουν ότι έχετε φύγει.
fa: در حال خروج از این چت هستید. سایر کاربران خواهند دید که شما چت را ترک کرده‌اید.
fil: Malapit ka nang umalis sa chat na ito. Makikita ng ibang mga user na umalis ka na sa chat.
he: אתה עומד לעזוב את השיחה הזו. משתמשים אחרים יראו שהייתה לך יציאה מהשיחה.
ia: Tu es circa de partir de iste chat. Altri usatores vide que tu ha partite le chat.
ja: このチャットを退出しようとしています。 他のユーザーにはあなたが退出したことが表示されます。
ko: 이 채팅을 떠날 예정입니다. 다른 사용자는 당신이 채팅을 떠났음을 볼 수 있습니다.
lt: Jūs ketinate išeiti iš šio pokalbio. Kiti vartotojai matys, kad išėjote iš pokalbio.
lv: Jūs parādīsiet, ka pametat šo čatu. Citi lietotāji redzēs, ka esat aizgājis no čata.
ro: Ești pe cale să părăsești acest chat. Alți utilizatori vor vedea că ai părăsit chat-ul.
sl: Približujete se izstopu iz tega klepeta. Drugi uporabniki bodo videli, da ste zapustili klepet.
te: మీరు ఈ చాట్‌ను విడిచిపోతున్నారు. ఇతర వినియోగదారులు మీరు చాట్‌ను విడిచిపోవడాన్ని చూడగలుగుతారు.
tr: Bu sohbette ayrılmak üzeresiniz. Diğer kullanıcılar sizin ayrıldığınızı görecek.
uz: Siz bu chatdan chiqmoqdasiz. Boshqa foydalanuvchilar siz chatdan chiqganingizni ko'radilar.
vi: Bạn sắp rời khỏi cuộc trò chuyện này. Những người dùng khác sẽ thấy rằng bạn đã rời khỏi cuộc trò chuyện.
zh: 你即将离开此聊天。其他用户将看到你已离开聊天。
zh_hant: 您即將離開此聊天。其他用戶將看到您已離開聊天。
