Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# numKnocking
source: {count} knocking
ar: {count} يطرق
be: {count} стукае
el: {count} χτυπήματα
fa: {count} در حال درخواست
fil: {count} nananawagan
he: {count} מצלצל/ים
ia: {count} requesta
ja: {count}人がノックしています
ko: {count} 명이 두드림
lt: {count} beldžiasi
lv: {count} klauvē
ro: {count} solicitări de intrare
sl: {count} trka
te: {count} తలుపు తడతడలాడుతోంది
tr: {count} çalıyor
uz: {count} ta taqillatmoqda
vi: {count} gõ cửa
zh: {count} 正在敲门
zh_hant: {count} 正在敲門

# numInvited
source: {count} invited
ar: {count} مدعو
be: {count} запрошана
el: {count} προσκεκλημένοι
fa: {count} دعوت شده
fil: {count} naimbitahan
he: {count} הוזמן/ה
ia: {count} invitate
ja: {count}人が招待されました
ko: {count} 명이 초대됨
lt: {count} pakviesti
lv: {count} ielūgts
ro: {count} invitați
sl: {count} povabljenih
te: {count} ఆహ్వానించబడ్డారు
tr: {count} davet edildi
uz: {count} ta taklif qilindi
vi: {count} đã được mời
zh: {count} 已被邀请
zh_hant: {count} 已邀請

source: Saved
ar: محفوظ
be: Захавана
el: Αποθηκευμένο
fa: ذخیره شده
fil: Naitabi
he: שמור
ia: Salvate
ja: 保存済み
ko: 저장됨
lt: Išsaugota
lv: Saglabāts
ro: Salvat
sl: Shranjeno
te: సేవ్ చేయబడింది
tr: Kaydedildi
uz: Saqlangan
vi: Đã lưu
zh: 已保存
zh_hant: 已保存

source: Reset
ar: إعادة تعيين
be: Скінуць
el: Επαναφορά
fa: بازنشانی
fil: I-reset
he: אפס
ia: Reinitialisar
ja: リセット
ko: 초기화
lt: Atstatyti
lv: Atiestatīt
ro: Resetare
sl: Ponastavi
te: రీసెట్ చేయండి
tr: Sıfırla
uz: Qayta boshlash
vi: Đặt lại
zh: 重置
zh_hant: 重置

# errorGenerateActivityMessage
source: Failed to generate activity
ar: فشل في إنشاء رسالة النشاط
be: Не ўдалося стварыць паведамленне пра мерапрыемства
el: Αποτυχία δημιουργίας δραστηριότητας
fa: خطا در تولید فعالیت
fil: Nabigong gumawa ng mensahe ng gawain
he: נכשל ביצירת הודעת פעילות
ia: Fallite a generate le activity
ja: アクティビティの生成に失敗しました
ko: 활동 생성 실패
lt: Nepavyko sugeneruoti veiklos
lv: Neizdevās ģenerēt pasākumu
ro: Eșec la generarea activității
sl: Ne uspe generirati dejavnosti
te: క్రియను సృష్టించడంలో విఫలమైంది
tr: Aktivite oluşturulamadı
uz: Faoliyatni yaratishda xato
vi: Không thể tạo hoạt động
zh: 生成活动失败
zh_hant: 生成活動失敗

# errorRegenerateActivityMessage
source: Failed to regenerate activity
ar: فشل في إعادة إنشاء رسالة النشاط
be: Не ўдалося перастварыць паведамленне пра мерапрыемства
el: Αποτυχία αναδημιουργίας δραστηριότητας
fa: خطا در بازتولید فعالیت
fil: Nabigong muling buuin ang gawain
he: נכשל ביצירת מחדש הודעת פעילות
ia: Fallite a regenerate le activity
ja: アクティビティの再生成に失敗しました
ko: 활동 재생성 실패
lt: Nepavyko pergeneruoti veiklos
lv: Neizdevās atkārtoti ģenerēt pasākumu
ro: Eșec la regenerarea activității
sl: Ne uspe ponovno generirati dejavnosti
te: క్రియను తిరిగి సృష్టించడంలో విఫలమైంది
tr: Aktivite yeniden oluşturulamadı
uz: Faoliyatni qayta yaratishda xato
vi: Không thể tái tạo hoạt động
zh: 重新生成活动失败
zh_hant: 重新生成活動失敗

# errorLaunchActivityMessage
source: Failed to launch activity
ar: فشل في إطلاق رسالة النشاط
be: Не ўдалося запусціць мерапрыемства
el: Αποτυχία εκκίνησης δραστηριότητας
fa: خطا در راه‌اندازی فعالیت
fil: Nabigong ilunsad ang gawain
he: נכשל בהשקת ההודעה לפעילות
ia: Fallite a lanciar le activity
ja: アクティビティの起動に失敗しました
ko: 활동 시작 실패
lt: Nepavyko paleisti veiklos
lv: Neizdevās palaist pasākumu
ro: Eșec la lansarea activității
sl: Ne uspe zagnati dejavnosti
te: క్రియను ప్రారంభించడంలో విఫలమైంది
tr: Aktivite başlatılamadı
uz: Faoliyatni boshlashda xato
vi: Không thể khởi chạy hoạt động
zh: 启动活动失败
zh_hant: 啟動活動失敗

# errorFetchingActivitiesMessage
source: Failed to fetch activities
ar: فشل في جلب الأنشطة
be: Не ўдалося атрымаць мерапрыемствы
el: Αποτυχία λήψης δραστηριοτήτων
fa: خطا در دریافت فعالیت‌ها
fil: Nabigong makuha ang mga aktibidad
he: נכשל באחזור פעילויות
ia: Fallite a reciper le activities
ja: アクティビティの取得に失敗しました
ko: 활동 가져오기 실패
lt: Nepavyko gauti veiklų
lv: Neizdevās iegūt pasākumus
ro: Eșec la preluarea activităților
sl: Ne uspe pridobiti dejavnosti
te: క్రియలను పొందడంలో విఫలమైంది
tr: Aktiviteler alınamadı
uz: Faoliyatlarni olishda xato
vi: Không thể lấy hoạt động
zh: 获取活动失败
zh_hant: 獲取活動失敗

# errorFetchingDefinition
source: Failed to fetch definition
ar: فشل في جلب التعريف
be: Не ўдалося атрымаць вызначэнне
el: Αποτυχία λήψης ορισμού
fa: خطا در دریافت تعاریف
fil: Nabigong makuha ang depinisyon
he: נכשל באחזור ההגדרה
ia: Fallite a reciper le definition
ja: 定義の取得に失敗しました
ko: 정의를 가져오지 못했습니다
lt: Nepavyko gauti apibrėžimo
lv: Neizdevās iegūt definīciju
ro: Eșec la preluarea definiției
sl: Ne uspe pridobiti definicije
te: నిర్వచనాన్ని పొందడంలో విఫలమైంది
tr: Tanım alınamadı
uz: Taqrifni olishda xato
vi: Không thể lấy định nghĩa
zh: 获取定义失败
zh_hant: 獲取定義失敗

# errorProcessAnalytics
source: Failed to process analytics
ar: فشل في معالجة التحليلات
be: Не ўдалося апрацаваць аналітыку
el: Αποτυχία επεξεργασίας αναλυτικών στοιχείων
fa: خطا در پردازش تحلیل‌ها
fil: Nabigong iproseso ang analytics
he: נכשל בעיבוד ניתוחים
ia: Fallite a processar le analytics
ja: 分析の処理に失敗しました
ko: 분석 처리 실패
lt: Nepavyko apdoroti analizės
lv: Neizdevās apstrādāt analītiku
ro: Eșec la procesarea analizelor
sl: Ne uspe obdelati analitike
te: విశ్లేషణలను ప్రాసెస్ చేయడంలో విఫలమైంది
tr: Analitikler işlenemedi
uz: Tahlilni qayta ishlashda xato
vi: Không thể xử lý phân tích
zh: 处理分析失败
zh_hant: 處理分析失敗

# errorDownloading
source: Download failed
ar: فشل التنزيل
be: Немагчыма загрузіць
el: Η λήψη απέτυχε
fa: دانلود ناموفق بود
fil: Nabigo ang pag-download
he: ההורדה נכשלה
ia: Fallite durante le descarga
ja: ダウンロードに失敗しました
ko: 다운로드 실패
lt: Atsisiuntimas nepavyko
lv: Lejupielāde neizdevās
ro: Eșec la descărcare
sl: Prenos ni uspel
te: డౌన్లోడ్ విఫలమైంది
tr: İndirme başarısız oldu
uz: Yuklab olish muvaffaqiyatsiz
vi: Tải xuống thất bại
zh: 下载失败
zh_hant: 下載失敗

# errorFetchingLevelSummary
source: Failed to fetch level summary
ar: فشل في جلب ملخص المستوى
be: Не ўдалося атрымаць зводку ўзроўню
el: Αποτυχία λήψης περίληψης επιπέδου
fa: خطا در دریافت خلاصه سطح
fil: Nabigong makuha ang buod ng antas
he: נכשל באחזור סיכום הרמה
ia: Fallite a reciper le summario del livello
ja: レベルの概要の取得に失敗しました
ko: 레벨 요약을 가져오지 못했습니다
lt: Nepavyko gauti lygio santraukos
lv: Neizdevās iegūt līmeņa kopsavilkumu
ro: Eșec la preluarea rezumatului nivelului
sl: Ne uspe pridobiti povzetka ravni
te: స్థాయి సారాంశాన్ని పొందడంలో విఫలమైంది
tr: Seviye özetleri alınamadı
uz: Daraja xulosasini olishda xato
vi: Không thể lấy tóm tắt cấp độ
zh: 获取关卡摘要失败
zh_hant: 獲取等級摘要失敗

# errorLoadingSpaceChildren
source: Failed to load chats within this course
ar: فشل في تحميل الدردشات داخل هذه الدورة
be: Не ўдалося загрузіць чаты ў гэтым курсе
el: Αποτυχία φόρτωσης συνομιλιών εντός αυτού του μαθήματος
fa: خطا در بارگذاری چت‌های این دوره
fil: Nabigong i-load ang mga chat sa loob ng kursong ito
he: נכשל בטעינת הצ'אטים בתוך קורס זה
ia: Fallite a cargar le chats in iste curso
ja: このコース内のチャットの読み込みに失敗しました
ko: 이 과정 내 채팅을 불러오지 못했습니다
lt: Nepavyko įkelti pokalbių šiame kurse
lv: Neizdevās ielādēt sarakstes šajā kursā
ro: Eșec la încărcarea conversațiilor din acest curs
sl: Ne uspe naložiti klepetov znotraj tega tečaja
te: ఈ కోర్సులో చాట్లను లోడ్ చేయడంలో విఫలమైంది
tr: Bu kurs içindeki sohbetler yüklenemedi
uz: Ushbu kurs ichidagi chatlarni yuklashda xato
vi: Không thể tải trò chuyện trong không gian này
zh: 加载此课程中的聊天失败
zh_hant: 載入此課程中的聊天失敗

source: Unexpected error.
ar: خطأ غير متوقع.
be: Неспадзяваная памылка.
el: Απρόβλεπτο σφάλμα.
fa: خطای غیرمنتظره.
fil: Hindi inaasahang error.
he: שגיאה בלתי צפויה.
ia: Error unexpected.
ja: 予期しないエラーです。
ko: 예기치 않은 오류가 발생했습니다.
lt: Nenumatyta klaida.
lv: Neparedzēta kļūda.
ro: Eroare neașteptată.
sl: Nepričakovana napaka.
te: అప్రతീക്ഷిత దోషం.
tr: Beklenmedik hata.
uz: Kutilmagan xato.
vi: Lỗi không mong đợi.
zh: 发生意外错误。
zh_hant: 發生未預期的錯誤。

# pleaseReload
source: Please reload and try again.
ar: يرجى إعادة التحميل والمحاولة مرة أخرى.
be: Калі ласка, перазагрузіце і паспрабуйце зноў.
el: Παρακαλώ επαναφορτώστε και δοκιμάστε ξανά.
fa: لطفاً صفحه را مجدداً بارگذاری کنید و دوباره تلاش کنید.
fil: Pakiload muli at subukan muli.
he: אנא טען מחדש ונסה שוב.
ia: Per favor, re-in cargar e tentar de novo.
ja: 再読み込みしてもう一度お試しください。
ko: 다시 로드하고 다시 시도하세요.
lt: Prašome perkrauti ir bandyti dar kartą.
lv: Lūdzu, ielādējiet vēlreiz un mēģiniet vēlreiz.
ro: Vă rugăm să reîncărcați și să încercați din nou.
sl: Prosimo, osvežite stran in poskusite znova.
te: దయచేసి రीलోడ్ చేసి మళ్లీ ప్రయత్నించండి.
tr: Lütfen yeniden yükleyin ve tekrar deneyin.
uz: Iltimos, yangilang va qayta urinib ko'ring.
vi: Vui lòng tải lại và thử lại.
zh: 请重新加载并重试。
zh_hant: 請重新載入並重試。

source: Translation error
ar: خطأ في الترجمة
be: Памылка перакладу
el: Σφάλμα μετάφρασης
fa: خطای ترجمه
fil: Error sa pagsasalin
he: שגיאת תרגום
ia: Error de translation
ja: 翻訳エラー
ko: 번역 오류
lt: Vertimo klaida
lv: Tulkošanas kļūda
ro: Eroare de traducere
sl: Napaka pri prevajanju
te: అనువాద లోపం
tr: Çeviri hatası
uz: Tarjimada xato
vi: Lỗi dịch thuật
zh: 翻译错误
zh_hant: 翻譯錯誤

# errorFetchingTranslation
source: Failed to fetch translation
ar: فشل في جلب الترجمة
be: Не ўдалося атрымаць пераклад
el: Αποτυχία λήψης μετάφρασης
fa: خطا در دریافت ترجمه
fil: Nabigong makuha ang pagsasalin
he: נכשל באחזור תרגום
ia: Fallite a reciper le translation
ja: 翻訳の取得に失敗しました
ko: 번역을 가져오지 못했습니다
lt: Nepavyko gauti vertimo
lv: Neizdevās iegūt tulkojumu
ro: Eșec la preluarea traducerii
sl: Ni bilo mogoče pridobiti prevoda
te: అనువాదాన్ని పొందడంలో విఫలమైంది
tr: Çeviri alınamadı
uz: Tarjimani olishda xato
vi: Không thể lấy bản dịch
zh: 获取翻译失败
zh_hant: 獲取翻譯失敗

# errorFetchingActivity
source: Failed to fetch activity
ar: فشل في جلب النشاط
be: Не ўдалося атрымаць дзейнасць
el: Αποτυχία λήψης δραστηριότητας
fa: خطا در دریافت فعالیت
fil: Nabigong makuha ang aktibidad
he: נכשל באחזור הפעילות
ia: Fallite a reciper le activity
ja: アクティビティの取得に失敗しました
ko: 활동을 가져오지 못했습니다
lt: Nepavyko gauti veiklos
lv: Neizdevās iegūt aktivitāti
ro: Eșec la preluarea activității
sl: Ni bilo mogoče pridobiti dejavnosti
te: క్రియను పొందడంలో విఫలమైంది
tr: Etkinlik alınamadı
uz: Faoliyatni olishda xato
vi: Không thể lấy hoạt động
zh: 获取活动失败
zh_hant: 獲取活動失敗

source: Check
ar: تحقق
be: Праверыць
el: Έλεγχος
fa: بررسی
fil: Suriin
he: בדוק
ia: Verificar
ja: 確認
ko: 확인
lt: Patikrinti
lv: Pārbaudīt
ro: Verifică
sl: Preveri
te: తనిఖీ చేయండి
tr: Kontrol et
uz: Tekshirish
vi: Kiểm tra
zh: 检查
zh_hant: 檢查

# unableToFindRoom
source: No chat or course found with that code. Please try again.
ar: لم يتم العثور على دردشة أو دورة بهذا الرمز. يرجى المحاولة مرة أخرى.
be: Чат або курс з гэтым кодам не знойдзены. Калі ласка, паспрабуйце зноў.
el: Δεν βρέθηκε συνομιλία ή μάθημα με αυτόν τον κωδικό. Παρακαλώ δοκιμάστε ξανά.
fa: چت یا دوره‌ای با این کد پیدا نشد. لطفاً دوباره تلاش کنید.
fil: Walang chat o kurso na nahanap gamit ang code na iyon. Pakisubukan muli.
he: לא נמצא שיחה או קורס עם קוד זה. אנא נסה שוב.
ia: Nulle chat o curso trovate con iste codice. Per favor, tenta de novo.
ja: そのコードのチャットまたはコースが見つかりません。もう一度お試しください。
ko: 해당 코드로 채팅 또는 과정을 찾을 수 없습니다. 다시 시도하세요.
lt: Su šiuo kodu nerasta pokalbio ar kurso. Bandykite dar kartą.
lv: Nav atrasta sarakste vai kurss ar šo kodu. Lūdzu, mēģiniet vēlreiz.
ro: Niciun chat sau curs cu acest cod nu a fost găsit. Vă rugăm să încercați din nou.
sl: Ni najdenega klepeta ali tečaja s tem kodo. Poskusite znova.
te: ఆ కోడ్‌తో చాట్ లేదా కోర్సు కనుగొనబడలేదు. దయచేసి మళ్లీ ప్రయత్నించండి.
tr: Bu kodla eşleşen sohbet veya kurs bulunamadı. Lütfen tekrar deneyin.
uz: Ushbu kod bilan chat yoki kurs topilmadi. Iltimos, qayta urinib ko'ring.
vi: Không tìm thấy trò chuyện hoặc không gian nào với mã đó. Vui lòng thử lại.
zh: 未找到该代码对应的聊天或课程。请重试。
zh_hant: 找不到該代碼的聊天或課程。請再試一次。

# numCompletedActivities
source: Number of completed activities
ar: عدد الأنشطة المكتملة
be: Колькасць завершаных дзейнасцей
el: Αριθμός ολοκληρωμένων δραστηριοτήτων
fa: تعداد فعالیت‌های انجام‌شده
fil: Bilang ng natapos na mga aktibidad
he: מספר הפעילויות שהושלמו
ia: Numeru de activities completate
ja: 完了したアクティビティの数
ko: 완료된 활동 수
lt: Užbaigtų veiklų skaičius
lv: Pabeigto aktivitāšu skaits
ro: Numărul activităților finalizate
sl: Število zaključenih dejavnosti
te: పూర్తయిన క్రియల సంఖ్య
tr: Tamamlanan etkinliklerin sayısı
uz: Bajarilgan faoliyatlar soni
vi: Số hoạt động đã hoàn thành
zh: 已完成的活动数量
zh_hant: 已完成活動數量

# viewingAnalytics
source: Viewing {visible}/{users} Analytics
ar: عرض تحليلات {visible}/{users}
be: Прагляд {visible}/{users} аналітыкі
el: Προβολή {visible}/{users} Αναλύσεων
fa: در حال مشاهده تحلیل‌های {visible}/{users}
fil: Tinitingnan ang {visible}/{users} na Analytics
he: צפייה ב-{visible}/{users} ניתוחים
ia: Visualisante {visible}/{users} Analytics
ja: {visible}/{users} の分析を表示中
ko: {visible}/{users} 분석 보기
lt: Peržiūrite {visible}/{users} analizę
lv: Skatās {visible}/{users} analītiku
ro: Vizualizare {visible}/{users} Analize
sl: Ogled {visible}/{users} analitike
te: {visible}/{users} విశ్లేషణలను చూస్తున్నది
tr: {visible}/{users} Analitikleri Görüntüleme
uz: {visible}/{users} Analytics-ni ko'rish
vi: Đang xem {visible}/{users} Thống kê
zh: 正在查看 {visible}/{users} 的分析
zh_hant: 正在查看 {visible}/{users} 的分析

source: Request
ar: طلب
be: Запыт
el: Αίτημα
fa: درخواست
fil: Hilingin
he: בקשה
ia: Requesta
ja: リクエスト
ko: 요청
lt: Prašymas
lv: Pieprasīt
ro: Cerere
sl: Zahteva
te: అభ్యర్థన
tr: İstek
uz: So'rov
vi: Yêu cầu
zh: 请求
zh_hant: 請求

source: Request All
ar: طلب الكل
be: Запытаць усё
el: Ζήτηση Όλα
fa: درخواست همه
fil: Hilingin Lahat
he: בקש את הכל
ia: Requesta Tote
ja: すべてリクエスト
ko: 모든 요청
lt: Prašyti viską
lv: Pieprasīt visu
ro: Solicită tot
sl: Zahtevaj vse
te: అన్ని అభ్యర్థనలు
tr: Tümünü İste
uz: Hammasini so'rash
vi: Yêu cầu tất cả
zh: 请求全部
zh_hant: 全部請求

# confirmMessageUnpin
source: Are you sure you want to unpin this message?
ar: هل أنت متأكد من أنك تريد إلغاء تثبيت هذه الرسالة؟
be: Вы ўпэўнены, што хочаце скасаваць фіксацыю гэтага паведамлення?
el: Είστε σίγουροι ότι θέλετε να αποσυνδέσετε αυτό το μήνυμα;
fa: آیا مطمئن هستید که می‌خواهید این پیام را از پین خارج کنید؟
fil: Sigurado ka bang nais mong alisin ang pindutan sa mensaheng ito?
he: האם אתה בטוח שברצונך להסיר את ההצמדה של הודעה זו?
ia: Es tu secur que tu vole desunpinir iste message?
ja: このメッセージのピン留めを解除してもよろしいですか？
ko: 이 메시지의 고정을 해제하시겠습니까?
lt: Ar tikrai norite atjungti šią žinutę?
lv: Vai tiešām vēlaties noņemt šo ziņojumu no piestiprinājuma?
ro: Ești sigur că vrei să dezlipești acest mesaj?
sl: Ste prepričani, da želite odpeti to sporočilo?
te: మీరు ఈ సందేశాన్ని అన్‌పిన్ చేయాలనుకుంటున్నారా?
tr: Bu mesajı sabitlemeyi kaldırmak istediğinizden emin misiniz?
uz: Ushbu xabarni pin qilishdan voz kechmoqchimisiz?
vi: Bạn có chắc chắn muốn bỏ ghim tin nhắn này không?
zh: 您确定要取消置顶此消息吗？
zh_hant: 您確定要取消釘選此訊息嗎？

# createActivityPlan
source: Create a new activity plan
ar: إنشاء خطة نشاط جديدة
be: Стварыць новы план дзейнасці
el: Δημιουργία νέου σχεδίου δραστηριότητας
fa: ایجاد برنامه فعالیت جدید
fil: Lumikha ng bagong plano ng aktibidad
he: צור תכנית פעילות חדשה
ia: Create un nove plan de activitate
ja: 新しいアクティビティプランを作成
ko: 새 활동 계획 만들기
lt: Sukurti naują veiklos planą
lv: Izveidot jaunu aktivitātes plānu
ro: Creează un nou plan de activitate
sl: Ustvari nov načrt dejavnosti
te: కొత్త క్రియా ప్రణాళికను సృష్టించండి
tr: Yeni bir etkinlik planı oluştur
uz: Yangi faoliyat rejasini yaratish
vi: Tạo kế hoạch hoạt động mới
zh: 创建新的活动计划
zh_hant: 建立新的活動計劃

source: Save and Launch
ar: حفظ وإطلاق
be: Захаваць і запусціць
el: Αποθήκευση και Εκκίνηση
fa: ذخیره و راه‌اندازی
fil: I-save at Ilunsad
he: שמור והפעל
ia: Salva e lance
ja: 保存して開始
ko: 저장하고 시작
lt: Išsaugoti ir paleisti
lv: Saglabāt un palaist
ro: Salvează și pornește
sl: Shrani in zaženi
te: సేవ్ చేసి ప్రారంభించండి
tr: Kaydet ve Başlat
uz: Saqlash va ishga tushirish
vi: Lưu và khởi chạy
zh: 保存并启动
zh_hant: 保存並啟動

# launchToSpace
source: Launch to course
ar: إطلاق إلى الدورة
be: Запусціць у курс
el: Εκκίνηση στην πορεία
fa: راه‌اندازی در دوره
fil: Ilunsad sa kurso
he: הפעל לקורס
ia: Lance a curso
ja: コースに開始
ko: 과정에 시작
lt: Paleisti į kursą
lv: Palaist kursā
ro: Lansează în spațiu
sl: Zaženi v tečaj
te: కోర్సుకు ప్రారంభించండి
tr: Kursa başlat
uz: Kursga ishga tushirish
vi: Khởi chạy vào khóa học
zh: 发布到课程
zh_hant: 發布到課程

# numberOfActivities
source: Number of Activity Sessions
ar: عدد جلسات النشاط
be: Колькасць сесій дзейнасці
el: Αριθμός συνεδριών δραστηριότητας
fa: تعداد جلسات فعالیت
fil: Bilang ng Mga Sesyon ng Gawain
he: מספר מפגשי הפעילות
ia: Numeru de sessiones de activitate
ja: アクティビティセッションの数
ko: 활동 세션 수
lt: Veiklos sesijų skaičius
lv: Aktivitāšu sesiju skaits
ro: Numărul de sesiuni de activitate
sl: Število seans dejavnosti
te: క్రియ సెషన్ల సంఖ్య
tr: Etkinlik Oturumları Sayısı
uz: Faoliyat sessiyalari soni
vi: Số buổi hoạt động
zh: 活动会话数量
zh_hant: 活動次數

# maximumActivityParticipants
source: Each Activity can have a maximum of {count} participant(s).
ar: يمكن أن يضم كل نشاط حد أقصى من {count} مشارك/مشاركين.
be: Кожная дзейнасць можа мець максімум {count} удзельнік(і).
el: Κάθε δραστηριότητα μπορεί να έχει το μέγιστο {count} συμμετέχοντα(ους).
fa: هر فعالیت می‌تواند حداکثر {count} شرکت‌کننده داشته باشد.
fil: Bawat Gawain ay maaaring magkaroon ng maximum na {count} na kalahok.
he: לכל פעילות יכול להיות עד {count} משתתף/ים.
ia: Cata activitate pote haber un maximum de {count} participant(e).
ja: 各アクティビティには最大 {count} 名の参加者が参加できます。
ko: 각 활동은 최대 {count} 명의 참가자가 참여할 수 있습니다.
lt: Kiekviena veikla gali turėti iki {count} dalyvių.
lv: Katrā aktivitātē var būt līdz {count} dalībniekam(s).
ro: Fiecare activitate poate avea maximum {count} participant(i).
sl: Vsaka dejavnost lahko ima največ {count} udeleženca/-ev).
te: ప్రతి క్రియకు గరిష్టంగా {count} పాల్గొనేవారు ఉండవచ్చు.
tr: Her Etkinlik en fazla {count} katılımcıya sahip olabilir.
uz: Har bir faoliyat uchun maksimal {count} ishtirokchi bo'lishi mumkin.
vi: Mỗi hoạt động có tối đa {count} người tham gia.
zh: 每个活动最多可有 {count} 位参与者。
zh_hant: 每個活動最多可有 {count} 位參與者。

source: Pending
ar: قيد الانتظار
be: Чакае
el: Εκκρεμεί
fa: در انتظار
fil: Naghihintay
he: בהמתנה
ja: 保留中
ko: 보류 중
lt: Laukiama
lv: Gaidāms
ro: În așteptare
sl: V obravnavi
te: వేచి ఉంది
tr: Beklemede
uz: Kutilmoqda
vi: Đang chờ
zh: 待处理
zh_hant: 待處理

source: Inactive
ar: غير نشط
be: Неактыўны
el: Ανενεργό
fa: غیرفعال
fil: Hindi Aktibo
he: לא פעיל
ia: Inactiv
ja: 非アクティブ
ko: 비활성
lt: Nekeičiama
lv: Neaktīvs
ro: Inactiv
sl: Neaktivno
te: చురుకైనది కాదు
tr: Pasif
uz: Faol emas
vi: Không hoạt động
zh: 不活跃
zh_hant: 未激活

source: Confirm role
ar: تأكيد الدور
be: Пацвердзіць ролю
el: Επιβεβαίωση ρόλου
fa: تایید نقش
fil: Kumpirmahin ang papel
he: אשר תפקיד
ia: Confirma le rolo
ja: 役割を確認
ko: 역할 확인
lt: Patvirtinti vaidmenį
lv: Apstiprināt lomu
ro: Confirmă rolul
sl: Potrdi vlogo
te: పాత్రను నిర్ధారించండి
tr: Rolü onayla
uz: Rolni tasdiqlash
vi: Xác nhận vai trò
zh: 确认角色
zh_hant: 確認角色

# openRoleLabel
source: OPEN
ar: مفتوح
be: АДКРЫТА
el: ΑΝΟΙΧΤΟ
fa: باز
fil: BUKAS
he: פתוח
ia: APERTE
ja: 開く
ko: 오픈
lt: ATVIRAS
lv: ATVĒRTS
ro: DESCHIS
sl: ODPRTO
te: తెరవుట
tr: AÇIK
uz: OCHIQ
vi: MỞ
zh: 开放
zh_hant: 開放

# joinedTheActivity
source: 👋 {username} joined as {role}
ar: 👋 {username} انضم كـ {role}
be: 👋 {username} далучыўся як {role}
el: 👋 {username} συμμετείχε ως {role}
fa: 👋 {username} به عنوان {role} پیوست
fil: 👋 {username} ay sumali bilang {role}
he: 👋 {username} הצטרף כ-{role}
ia: 👋 {username} s'aciapava como {role}
ja: 👋 {username} が {role} として参加しました
ko: 👋 {username}님이 {role}로 참여하셨습니다
lt: 👋 {username} prisijungė kaip {role}
lv: 👋 {username} pievienojās kā {role}
ro: 👋 {username} s-a alăturat ca {role}
sl: 👋 {username} se je pridružil kot {role}
te: 👋 {username} పాత్రగా చేరారు
tr: 👋 {username} {role} olarak katıldı
uz: 👋 {username} {role} sifatida qo'shildi
vi: 👋 {username} đã tham gia với vai trò {role}
zh: 👋 {username} 作为 {role} 加入
zh_hant: 👋 {username} 以 {role} 身份加入

# finishedTheActivity
source: 🎯 {username} wrapped up this activity
ar: 🎯 {username} أنهى هذا النشاط
be: 🎯 {username} завяршыў гэтую дзейнасць
el: 🎯 {username} ολοκλήρωσε αυτήν τη δραστηριότητα
fa: 🎯 {username} این فعالیت را پایان داد
fil: 🎯 {username} ay nagtapos sa gawaing ito
he: 🎯 {username} סיים את הפעילות הזו
ia: 🎯 {username} ha completate iste activitate
ja: 🏆 {username} がこの活動を終了しました
ko: 🎯 {username}님이 이 활동을 마무리하셨습니다
lt: 🎯 {username} užbaigė šią veiklą
lv: 🎯 {username} pabeidza šo aktivitāti
ro: 🎯 {username} a încheiat această activitate
sl: 🎯 {username} je zaključil to dejavnost
te: 🎯 {username} ఈ కార్యకలాపాన్ని ముగించారు
tr: 🎯 {username} bu etkinliği tamamladı
uz: 🎯 {username} bu faoliyatni yakunladi
vi: 🎯 {username} đã kết thúc hoạt động này
zh: 🎯 {username} 完成了此次活动
zh_hant: 🎯 {username} 完成了此活動

# archiveToAnalytics
source: Add to my Completed Activities
ar: أضف إلى أنشطتي المكتملة
be: Дадаць у маі завершаныя дзейнасці
el: Προσθήκη στις Ολοκληρωμένες Δραστηριότητες μου
fa: به فعالیت‌های کامل‌شده من اضافه کن
fil: Idagdag sa aking Natapos na Mga Gawain
he: הוסף לפעילויות שהושלמו שלי
ia: Adder a mi Activitates completate
ja: 完了した活動に追加
ko: 내 완료된 활동에 추가
lt: Pridėti prie mano užbaigtų veiklų
lv: Pievienot maniem pabeigtajiem aktivitātes
ro: Adaugă la Activitățile mele finalizate
sl: Dodaj v moje zaključene dejavnosti
te: నా పూర్తి చేసిన కార్యకలాపాలలో జోడించండి
tr: Tamamlanan Etkinliklerime Ekle
uz: Qo'shilgan faoliyatlarimga qo'shish
vi: Thêm vào các hoạt động đã hoàn thành của tôi
zh: 添加到我的已完成活动
zh_hant: 加入我已完成的活動

# activitySummaryError
source: Activity summaries unavailable
ar: ملخصات النشاط غير متوفرة
be: Зводкі дзейнасці недаступныя
el: Οι περιλήψεις δραστηριοτήτων δεν είναι διαθέσιμες
fa: خلاصه فعالیت‌ها در دسترس نیست
fil: Hindi magagamit ang mga buod ng gawain
he: סיכומי הפעילות אינם זמינים
ia: Summarios de activitate non disponibile
ja: 活動の概要を利用できません
ko: 활동 요약을 사용할 수 없습니다
lt: Veiklos santraukų nėra
lv: Aktivitātes kopsavilkumi nav pieejami
ro: Rezumatul activităților indisponibil
sl: Povzetki dejavnosti niso na voljo
te: కార్యకలాప సారాంశాలు అందుబాటులో లేవు
tr: Etkinlik özetleri kullanılamıyor
uz: Faoliyatlar haqida ma'lumotlar mavjud emas
vi: Không thể lấy tóm tắt hoạt động
zh: 无法获取活动总结
zh_hant: 無法取得活動摘要

source: Request summaries
ar: طلب الملخصات
be: Запытаць зводкі
el: Αιτήματα περιλήψεων
fa: درخواست خلاصه‌ها
fil: Humiling ng mga buod
he: בקש סיכומים
ia: Requerer summarios
ja: 概要をリクエスト
ko: 요약 요청
lt: Prašyti santraukų
lv: Pieprasīt kopsavilkumus
ro: Solicită rezumate
sl: Zahtevaj povzetke
te: సారాంశాలను అభ్యర్థించండి
tr: Özetleri talep et
uz: So'rovlar xulosasi
vi: Yêu cầu tóm tắt
zh: 请求总结
zh_hant: 請求摘要
