Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

source: Sticker pack name already exists
uz: Stiker paketi nomi allaqachon mavjud
vi: Tên gói nhãn dán đã tồn tại

source: New sticker pack
uz: Yangi stikerlar paketi
vi: Gói nhãn dán mới

source: Sticker pack name
uz: Stiker paketi nomi
vi: Tên gói nhãn dán

source: Attribution
uz: Atributsiya
vi: Ghi nhận

source: Skip chat backup
uz: Chat zaxirasini tashlab ketish
vi: Bỏ qua sao lưu trò chuyện

# skipChatBackupWarning
source: Are you sure? Without enabling the chat backup you may lose access to your messages if you switch your device.
uz: Ishonchingiz komilmi? Chat zaxirasini yoqmasdan qurilmangizni almashtirsangiz, xabarlaringizga kira olmay qolishingiz mumkin.
vi: Bạn có chắc không? Nếu không bật sao lưu trò chuyện, bạn có thể mất quyền truy cập vào tin nhắn của mình nếu bạn chuyển đổi thiết bị.

source: Loading messages
uz: Xabarlar yuklanmoqda
vi: Đang tải tin nhắn

source: Set up chat backup
uz: Chat zaxirasini sozlash
vi: Thiết lập sao lưu trò chuyện

source: No more results found
uz: Boshqa natijalar topilmadi
vi: Không tìm thấy kết quả nào nữa

# chatSearchedUntil
source: Chat searched until {time}
uz: Chat {time} gacha qidirildi
vi: Trò chuyện đã được tìm kiếm đến {time}

source: Federation Base URL
uz: Federatsiya Asos URL
vi: URL cơ sở Liên bang

source: Client-Well-Known Information:
uz: Mijoz-Yaxtirilgan Ma'lumot:
vi: Thông tin Khách hàng-Đã biết:

source: Base URL
uz: Asosiy URL
vi: URL cơ sở

source: Identity Server:
uz: Identifikatsiya Serveri:
vi: Máy chủ danh tính:

# versionWithNumber
source: Version: {version}
uz: Versiya: {version}
vi: Phiên bản: {version}

source: Logs
uz: Jurnallar
vi: Nhật ký

source: Advanced Configs
uz: Kengaytirilgan Sozlamalar
vi: Cấu hình nâng cao

source: Advanced configurations
uz: Kengaytirilgan sozlamalar
vi: Cấu hình nâng cao

# signInWithLabel
source: Sign in with:
uz: Kirish:
vi: Đăng nhập bằng:

# ignore
source: Block
ar: تجاهل
be: Блакаваць
el: Αποκλεισμός
fa: نادیده‌گرفتن
he: התעלם
ia: Blocar
ja: 無視する
ko: 무시
lt: Ignoruoti
lv: Bloķēt
ro: Ignorați
sl: Blokiraj
te: అడ్డుకోండి
tr: Yok say
uz: Bloklash
vi: Chặn
zh: 忽略
zh_hant: 無視

# ignoredUsers
source: Blocked users
ar: المستخدمون المتجاهلون
be: Блакаваные карыстальнікі
el: Αποκλεισμένοι χρήστες
fa: کاربران نادیده‌گرفته شده
fil: Mga na-block na user
he: משתמשים שהתעלמו מהם
ia: Usatores blocate
ja: 無視されたユーザー
ko: 무시된 사용자
lt: Ignoruoti vartotojai
lv: Bloķētie lietotāji
ro: Utilizatori ignorați
sl: Blokirani uporabniki
te: అడ్డుకున్న వినియోగదారులు
tr: Yok sayılan kullanıcılar
uz: Bloklangan foydalanuvchilar
vi: Người dùng bị chặn
zh: 已忽略的用户
zh_hant: 已無視的使用者

# writeAMessageLangCodes
source: Type in {l1} or {l2}...
ar: اكتب بـ {l1} أو {l2}...
be: Пішыце на {l1} або {l2}...
el: Πληκτρολογήστε σε {l1} ή {l2}...
fa: در {l1} یا {l2} تایپ کنید...
fil: Mag-type sa {l1} o {l2}...
he: הקליד ב-{l1} או {l2}...
ia: Typa in {l1} o {l2}...
ja: {l1} または {l2} で入力...
ko: {l1} 또는 {l2}로 입력...
lt: Įveskite {l1} arba {l2}...
lv: Rakstiet {l1} vai {l2}...
ro: Tastează în {l1} sau {l2}...
sl: Vpišite v {l1} ali {l2}...
te: {l1} లేదా {l2}లో టైప్ చేయండి...
tr: {l1} veya {l2} ile yaz...
uz: {l1} yoki {l2} da yozing...
vi: Gõ bằng {l1} hoặc {l2}...
zh: 输入 {l1} 或 {l2}...
zh_hant: 用 {l1} 或 {l2} 輸入...

source: Requests
ar: الطلبات
be: Запыты
el: Αιτήματα
fa: درخواست‌ها
fil: Mga kahilingan
he: בקשות
ia: Requestas
ja: リクエスト
ko: 요청
lt: Užklausos
lv: Pieprasījumi
ro: Cereri
sl: Zahteve
te: అభ్యర్థనలు
tr: İstekler
uz: So'rovlar
vi: Yêu cầu
zh: 请求
zh_hant: 請求

# holdForInfo
source: Click and hold for word info.
ar: انقر مع الاستمرار للحصول على معلومات الكلمة.
be: Націсніце і ўтрымлівайце для інфармацыі пра слова.
el: Κάντε κλικ και κρατήστε πατημένο για πληροφορίες λέξης.
fa: برای اطلاعات کلمه نگه دارید.
fil: Pindutin at hawakan para sa impormasyon ng salita.
he: לחץ והחזק למידע על המילה.
ia: Clicca e tenea pro information de parola.
ja: クリックして長押しで単語情報。
ko: 단어 정보를 위해 클릭하고 길게 누르세요.
lt: Paspauskite ir palaikykite žodžio informacijai.
lv: Nospiediet un turiet, lai uzzinātu vārda informāciju.
ro: Ține apăsat pentru informații despre cuvânt.
sl: Kliknite in držite za informacije o besedi.
te: పద సమాచారం కోసం క్లిక్ చేసి ఉంచండి.
tr: Kelime bilgisi için tıklayıp basılı tut.
uz: So'z ma'lumotlari uchun bosib turing.
vi: Nhấn giữ để biết thông tin.
zh: 点击并按住获取单词信息。
zh_hant: 點擊並長按以獲取單詞資訊。

# greenFeedback
source: That's what I would put!
ar: هذا ما كنت سأضعه!
be: Гэта тое, што я б паставіў!
el: Αυτό θα έβαζα!
fa: همین چیزی است که من می‌گذاشتم!
fil: Ito ang ilalagay ko!
he: זה מה שהייתי שם!
ia: Isto es lo que io adderia!
ja: これが私ならこれを使う！
ko: 그게 제가 넣고 싶은 거예요!
lt: Tai, ką aš dėčiau!
lv: Tas būtu tas, ko es liktu!
ro: Asta aș pune!
sl: To bi jaz vnesel!
te: అది నేను పెట్టేది!
tr: Benim koyacağım bu olurdu!
uz: Men shuni qo'ygan bo'lardim!
vi: Chính xác tôi sẽ dùng từ này!
zh: 这就是我会说的！
zh_hant: 這是我會放的！

# yellowFeedback
source: Hm, you can try that and see if it works! To use this word, just click it again.
ar: همم، يمكنك تجربة ذلك ورؤية إذا كان يعمل! لاستخدام هذه الكلمة، فقط انقر عليها مرة أخرى.
be: Хм, вы можаце паспрабаваць гэта і паглядзець, ці працуе! Каб выкарыстоўваць гэтае слова, проста зноў націсніце яго.
el: Χμ, μπορείς να το δοκιμάσεις και να δεις αν λειτουργεί! Για να χρησιμοποιήσεις αυτή τη λέξη, απλώς κάνε κλικ ξανά.
fa: هوم، می‌تونی این رو امتحان کنی و ببینی کار می‌کنه! برای استفاده از این کلمه، فقط دوباره روی آن کلیک کن.
fil: Hm, subukan mo iyon at tingnan kung gagana! Upang magamit ang salitang ito, pindutin muli ito.
he: הממ, תנסה את זה ולראות אם זה עובד! כדי להשתמש במילה זו, פשוט לחץ עליה שוב.
ia: Hm, tu pote provar lo e vider si illo funciona! Pro usar iste parola, simplemente clicca ancora una vice.
ja: うーん、それを試してみて、うまくいくか見てみて！この単語を使うには、もう一度クリックしてください。
ko: 음, 시도해보고 작동하는지 볼 수 있어요! 이 단어를 사용하려면 다시 클릭하세요.
lt: Hm, galite tai išbandyti ir pamatyti, ar veikia! Norėdami naudoti šį žodį, tiesiog dar kartą paspauskite jį.
lv: Hm, vari to pamēģināt un redzēt, vai tas strādā! Lai izmantotu šo vārdu, vienkārši vēlreiz noklikšķini uz tā.
ro: Hmmm, poți încerca asta și vezi dacă funcționează! Pentru a folosi acest cuvânt, doar fă clic din nou.
sl: Hm, poskusi to in poglej, če deluje! Za uporabo te besede jo preprosto kliknite znova.
te: హ్మ్, మీరు అది ప్రయత్నించవచ్చు మరియు పనిచేస్తుందో చూడండి! ఈ పదాన్ని ఉపయోగించడానికి, దాన్ని మళ్లీ క్లిక్ చేయండి.
tr: Hm, deneyebilir ve işe yarayıp yaramadığını görebilirsin! Bu kelimeyi kullanmak için tekrar tıkla.
uz: Hm, siz buni sinab ko'rishingiz mumkin va ishlashini ko'ring! Bu so'zni ishlatish uchun, uni yana bir marta bosing.
vi: Bạn có thể thử từ đó! Nhấn lại để dùng.
zh: 嗯，你可以试试这个，看看是否有效！要使用这个词，只需再次点击它。
zh_hant: 嗯，你可以试试这个，看看是否有效！要使用这个词，只需再次点击它。

# redFeedback
source: I don't think that's right...
ar: لا أعتقد أن هذا صحيح...
be: Я не думаю, што гэта правільна...
el: Δεν νομίζω ότι είναι σωστό...
fa: فکر نمی‌کنم این درست باشد...
fil: Sa tingin ko hindi iyon tama...
he: אני לא חושב שזה נכון...
ia: Io non pensa que isto es justo...
ja: それは正しくないと思う...
ko: 그게 맞지 않는 것 같아요...
lt: Manau, tai nėra teisinga...
lv: Es domāju, ka tas nav pareizi...
ro: Nu cred că este corect...
sl: Mislim, da to ni prav...
te: అది సరైనది అనుకుంటున్నాను కాదు...
tr: Sanmıyorum ki bu doğru...
uz: Men bu to'g'ri deb o'ylamayman...
vi: Tôi nghĩ không đúng lắm...
zh: 我觉得那不对……
zh_hant: 我觉得那不对……

# gaTooltip
source: L2 use with grammar assistance
ar: استخدام المستوى 2 مع المساعدة في القواعد
be: Выкарыстанне L2 з дапамогай граматычнай падтрымкі
el: L2 χρήση με βοήθεια γραμματικής
fa: استفاده از L2 با کمک گرامر
fil: L2 gamitin kasama ang tulong sa gramatika
he: שימוש ב-L2 עם סיוע דקדוקי
ia: L2 usance con adjuta grammatical
ja: 文法支援とともにL2を使用
ko: 문법 도움말과 함께 L2 사용
lt: L2 naudojimas su gramatikos pagalba
lv: L2 lietošana ar gramatikas palīdzību
ro: L2 utilizare cu asistență gramaticală
sl: L2 uporaba z jezikovno pomočjo
te: వ్యాకరణ సహాయంతో L2 ఉపయోగించండి
tr: Dilbilgisi yardımıyla L2 kullanımı
uz: Grammatika yordamida L2 bilan foydalanish
vi: Dùng L2 với hỗ trợ ngữ pháp
zh: 使用语法辅助的二级语言
zh_hant: 与语法辅助一起使用L2

# taTooltip
source: L2 use with translation assistance
ar: استخدام المستوى 2 مع المساعدة في الترجمة
be: Выкарыстанне L2 з дапамогай перакладчыцкай падтрымкі
el: L2 χρήση με βοήθεια μετάφρασης
fa: استفاده از L2 با کمک ترجمه
fil: L2 gamitin kasama ang tulong sa pagsasalin
he: שימוש ב-L2 עם סיוע תרגום
ia: L2 usance con adjuta de traduction
ja: 翻訳支援とともにL2を使用
ko: 번역 도움말과 함께 L2 사용
lt: L2 naudojimas su vertimo pagalba
lv: L2 lietošana ar tulkošanas palīdzību
ro: L2 utilizare cu asistență de traducere
sl: L2 uporaba z prevajalsko pomočjo
te: అనువాద సహాయంతో L2 ఉపయోగించండి
tr: Çeviri yardımıyla L2 kullanımı
uz: L2 tarjima yordamida foydalanish
vi: Dùng L2 với hỗ trợ dịch
zh: 使用翻译辅助的二级语言
zh_hant: 与翻译辅助一起使用L2

# unTooltip
source: Other
ar: آخر
be: Іншае
el: Άλλο
fa: سایر
fil: Iba pa
he: אחר
ia: Altere
ja: その他
ko: 기타
lt: Kita
lv: Cits
ro: Altele
sl: Drugo
te: ఇతర
tr: Diğer
uz: Boshqa
vi: Khác
zh: 其他
zh_hant: 其他

# interactiveTranslatorSliderHeader
source: Interactive Translator
ar: مترجم تفاعلي
be: Інтэрактыўны перакладчык
el: Διαδραστικός Μεταφραστής
fa: مترجم تعاملی
fil: Interaktibong Tagasalin
he: מתרגם אינטראקטיבי
ia: Traductor Interactive
ja: インタラクティブ翻訳者
ko: 인터랙티브 번역기
lt: Interaktyvus vertėjas
lv: Interaktīvais tulkotājs
ro: Traducător Interactiv
sl: Interaktivni prevajalnik
te: ఇంటరాక్టివ్ అనువాదకుడు
tr: Etkileşimli Çevirmen
uz: Interaktiv tarjimon
vi: Trình Dịch Tương Tác
zh: 互动翻译器
zh_hant: 互动翻译器

# interactiveGrammarSliderHeader
source: Interactive Grammar Checker
ar: مدقق قواعد تفاعلي
be: Інтэрактыўны праверка граматыкі
el: Διαδραστικός Έλεγχος Γραμματικής
fa: بررسیگر گرامر تعاملی
fil: Interaktibong Tagasuri ng Gramatika
he: בודק דקדוק אינטראקטיבי
ia: Verificador de Grammatica Interactive
ja: インタラクティブ文法チェッカー
ko: 인터랙티브 문법 검사기
lt: Interaktyvus gramatikos tikrintuvas
lv: Interaktīvais gramatikas pārbaudītājs
ro: Verificator Gramatică Interactiv
sl: Interaktivni preverjevalnik slovnice
te: ఇంటరాక్టివ్ వ్యాకరణ తనిఖీ
tr: Etkileşimli Dilbilgisi Denetleyici
uz: Interaktiv grammatik tekshiruvchi
vi: Trình Kiểm Tra Ngữ Pháp Tương Tác
zh: 互动语法检查器
zh_hant: 互动语法检查器

# interactiveTranslatorNotAllowed
source: Disabled
ar: غير مسموح
be: Забаронена
el: Απενεργοποιημένο
fa: غیرفعال شده
fil: Hindi Pinapayagan
he: מושבת
ia: Disabilitato
ja: 無効
ko: 사용 불가
lt: Išjungta
lv: Atspējots
ro: Dezactivat
sl: Onemogočeno
te: అనుమతించబడలేదు
tr: Devre dışı
uz: Noodat etilgan
vi: Bị tắt
zh: 禁用
zh_hant: 禁用

# interactiveTranslatorAllowed
source: Student Choice
ar: اختيار الطالب
be: Выбар студэнта
el: Επιλογή Μαθητή
fa: انتخاب دانش‌آموز
fil: Piliin ng Mag-aaral
he: בחירת תלמיד
ia: Optione del Student
ja: 学生の選択
ko: 학생 선택
lt: Studentų pasirinkimas
lv: Studentu izvēle
ro: Alegerea Studentului
sl: Izbira učenca
te: విద్యార్థి ఎంపిక
tr: Öğrenci Seçimi
uz: Talaba tanlovi
vi: Cho học viên tùy chọn
zh: 学生选择
zh_hant: 学生选择

# interactiveTranslatorRequired
source: Required
ar: مطلوب
be: Абавязкова
el: Απαιτείται
fa: الزامی
fil: Kinakailangan
he: נדרש
ia: Requisito
ja: 必須
ko: 필수
lt: Būtina
lv: Nepieciešams
ro: Obligatoriu
sl: Zahtevano
te: అవసరం
tr: Gerekli
uz: Majburiy
vi: Bắt buộc
zh: 必需
zh_hant: 必需

source: Not yet set
ar: لم يتم التعيين بعد
be: Яшчэ не ўсталявана
el: Δεν έχει οριστεί ακόμα
fa: هنوز تنظیم نشده
fil: Hindi pa naitatakda
he: עוד לא הוגדר
ia: Nulle ancora definite
ja: 未設定
ko: 아직 설정되지 않음
lt: Dar nenustatyta
lv: Vēl nav iestatīts
ro: Încă nu a fost setat
sl: Še ni nastavljeno
te: ఇప్పటికే సెట్ చేయలేదు
tr: Henüz ayarlanmadı
uz: Hali o'rnatilmagan
vi: Chưa thiết lập
zh: 尚未设置
zh_hant: 尚未设置

# waTooltip
source: L2 use without assistance
ar: استخدام المستوى 2 بدون مساعدة
be: Выкарыстанне L2 без дапамогі
el: Χρήση L2 χωρίς βοήθεια
fa: استفاده از L2 بدون کمک
fil: L2 gamitin nang walang tulong
he: שימוש ב-L2 ללא סיוע
ia: L2 usance sin adjuta
ja: 支援なしでL2を使用
ko: 도움말 없이 L2 사용
lt: L2 naudojimas be pagalbos
lv: L2 lietošana bez palīdzības
ro: L2 utilizare fără asistență
sl: Uporaba L2 brez pomoči
te: సహాయం లేకుండా L2 ఉపయోగం
tr: Yardım olmadan L2 kullanımı
uz: Yordam bilan L2 foydalanish
vi: Dùng L2 không trợ giúp
zh: 无需辅助的二级语言
zh_hant: 无辅助使用L2

source: Language Settings
ar: إعدادات اللغة
be: Налады мовы
el: Ρυθμίσεις γλώσσας
fa: تنظیمات زبان
fil: Mga Setting ng Wika
he: הגדרות שפה
ia: Configurationes de lingua
ja: 言語設定
ko: 언어 설정
lt: Kalbos nustatymai
lv: Valodas iestatījumi
ro: Setări de limbă
sl: Nastavitve jezika
te: భాష సెట్టింగులు
tr: Dil Ayarları
uz: Til sozlamalari
vi: Cài đặt ngôn ngữ
zh: 语言设置
zh_hant: 語言設置

# interactiveTranslator
source: Translation assistance
ar: مساعدة في الترجمة
be: Дапамога з перакладам
el: Βοήθεια μετάφρασης
fa: کمک ترجمه
fil: Tulong sa Pagsasalin
he: סיוע בתרגום
ia: Assistente de translation
ja: 翻訳支援
ko: 번역 지원
lt: Vertimo pagalba
lv: Tulkotāja palīdzība
ro: Asistență pentru traducere
sl: Pomoč pri prevajanju
te: అనువాద సహాయం
tr: Çeviri yardımı
uz: Tarjimaga yordam
vi: Hỗ trợ dịch
zh: 翻译辅助
zh_hant: 翻譯協助

# noIdenticalLanguages
source: Please choose different base and target languages
ar: يرجى اختيار لغتين أساسيتين مختلفتين
be: Калі ласка, выберыце розныя базавыя і мэтавыя мовы
el: Παρακαλώ επιλέξτε διαφορετικές βασικές και στόχους γλώσσες
fa: لطفاً زبان پایه و هدف را متفاوت انتخاب کنید
fil: Mangyaring pumili ng iba't ibang pangunahing at target na mga wika
he: אנא בחר שפות בסיסיות ומטרה שונות
ia: Per favor, selige linguas de base e de destino differente
ja: 異なる基礎言語とターゲット言語を選択してください
ko: 기본 언어와 대상 언어를 다르게 선택하세요
lt: Prašome pasirinkti skirtingas pagrindines ir tikslines kalbas
lv: Lūdzu, izvēlieties atšķirīgas pamata un mērķa valodas
ro: Te rog să alegi limbi de bază și țintă diferite
sl: Prosim, izberi različne osnovne in ciljne jezike
te: దయచేసి వేర్వేరు బేస్ మరియు టార్గెట్ భాషలను ఎంచుకోండి
tr: Lütfen farklı temel ve hedef diller seçin
uz: Iltimos, asosiy va maqsad tillarini farqlang
vi: Vui lòng chọn ngôn ngữ cơ sở và đích khác nhau
zh: 请选择不同的基础语言和目标语言
zh_hant: 請選擇不同的基礎語言和目標語言

# searchBy
source: Search by country and languages
ar: البحث حسب البلد واللغات
be: Пошук па краіне і мовах
el: Αναζήτηση με βάση χώρα και γλώσσες
fa: جستجو بر اساس کشور و زبان‌ها
fil: Maghanap ayon sa bansa at mga wika
he: חפש לפי מדינה ושפות
ia: Cerca per pais e linguas
ja: 国と言語で検索
ko: 국가 및 언어별 검색
lt: Ieškoti pagal šalį ir kalbas
lv: Meklēt pēc valsts un valodām
ro: Caută după țară și limbi
sl: Išči po državi in jezikih
te: దేశం మరియు భాషల ద్వారా శోధించండి
tr: Ülke ve dillerle ara
uz: Mamlakat va tillar bo'yicha qidirish
vi: Tìm theo quốc gia và ngôn ngữ
zh: 按国家和语言搜索
zh_hant: 按國家和語言搜索

# joinWithClassCode
source: Join course
ar: انضم إلى الدورة
be: Далучыцца да курса
el: Εγγραφή στο μάθημα
fa: پیوستن به دوره
fil: Sumali sa kurso
he: הצטרף לקורס
ia: Joinar le curso
ja: コースに参加
ko: 수업 참여
lt: Prisijungti prie kurso
lv: Pievienoties kursam
ro: Participă la curs
sl: Pridruži se tečaju
te: కోర్సులో చేరండి
tr: Derse katıl
uz: Kursga qo'shiling
vi: Tham gia khóa học
zh: 加入课程
zh_hant: 加入課程

# languageLevelPreA1
source: Novice Low (Pre A1)
ar: مبتدئ حقيقي (ما قبل A1)
be: Пачатковец (Pre A1)
el: Πραγματικά αρχάριος (Προ A1)
fa: مبتدی مطلق (پیش A1)
fil: Tunay na Nagsisimula (Pre A1)
he: מתחיל אמיתי (Pre A1)
ia: Principiante vermente (Pre A1)
ja: 初心者（Pre A1）
ko: 초보자 (Pre A1)
lt: Tikras pradedantysis (Pre A1)
lv: Ļoti iesācējs (Pre A1)
sl: Popoln začetnik (Pre A1)
te: నిజమైన ప్రారంభికుడు (Pre A1)
tr: Gerçek Başlangıç (Pre A1)
uz: Yangi boshlovchi past (Pre A1)
vi: Người mới bắt đầu Thấp (Pre A1)
zh: 初学者（Pre A1）
zh_hant: 完全初學者（Pre A1）

# languageLevelA1
source: Novice Mid (A1)
ar: مبتدئ (A1)
be: Пачатковец (A1)
el: Αρχάριος (A1)
fa: مبتدی (A1)
fil: Nagsisimula (A1)
he: מתחיל (A1)
ia: Principiante (A1)
ja: 初級（A1）
ko: 초급 (A1)
lt: Pradedantysis (A1)
lv: Iesācējs (A1)
sl: Začetnik (A1)
te: ప్రారంభికుడు (A1)
tr: Başlangıç (A1)
uz: Yangi boshlovchi o'rtacha (A1)
vi: Người mới giữa (A1)
zh: 初级（A1）
zh_hant: 初級（A1）

# languageLevelA2
source: Novice High (A2)
ar: مبتدئ أساسي (A2)
be: Элементарны (A2)
el: Βασικό (A2)
fa: مقدماتی (A2)
fil: Pang-Elementary (A2)
he: יסודי (A2)
ia: Elementari (A2)
ja: 初中級（A2）
ko: 초급 (A2)
lt: Pradedantysis (A2)
lv: Pamatskolas līmenis (A2)
ro: Novice Înalt (A2)
sl: Elementarni (A2)
te: ప్రాథమిక (A2)
tr: Temel (A2)
uz: Yangi boshlovchi yuqori (A2)
vi: Người mới cao (A2)
zh: 基础（A2）
zh_hant: Elementary（A2）

# languageLevelB1
source: Intermediate Mid (B1)
ar: متوسط (B1)
be: Сярэдні (B1)
el: Μεσαίο (B1)
fa: متوسط (B1)
fil: Intermediate (B1)
he: בינוני (B1)
ia: Intermedie (B1)
ja: 中級（B1）
ko: 중급 (B1)
lt: Tarpinis (B1)
lv: Vidējais līmenis (B1)
ro: Intermediar Mediu (B1)
sl: Srednjega nivoja (B1)
te: మధ్యస్థ (B1)
tr: Orta Seviye (B1)
uz: O'rta o'rtacha (B1)
vi: Trung cấp trung bình (B1)
zh: 中级（B1）
zh_hant: 中級（B1）

# languageLevelB2
source: Advanced Low (B2)
ar: متوسط مرتفع (B2)
be: Павышаны сярэдні (B2)
el: Ανώτερο μεσαίο (B2)
fa: متوسط رو به بالا (B2)
fil: Upper Intermediate (B2)
he: בינוני עליון (B2)
ia: Superiore intermedie (B2)
ja: 上級中級（B2）
ko: 상급 중급 (B2)
lt: Aukštesnysis tarpinis (B2)
lv: Augstā vidējā līmenī (B2)
ro: Avansat Scăzut (B2)
sl: Višji srednji nivo (B2)
te: అపురూప మధ్యస్థ (B2)
tr: Üst Orta (B2)
uz: Yuqori past (B2)
vi: Cao cấp thấp (B2)
zh: 中高级（B2）
zh_hant: 中高級（B2）

# languageLevelC1
source: Advanced Mid (C1)
ar: متقدم (C1)
be: Прасунуты (C1)
el: Προχωρημένο (C1)
fa: پیشرفته (C1)
fil: Advanced (C1)
he: מתקדם (C1)
ia: Avanzate (C1)
ja: 上級（C1）
ko: 고급 (C1)
lt: Pažengęs (C1)
lv: Uzlabots (C1)
ro: Avansat Mediu (C1)
sl: Napredno (C1)
te: అధిక స్థాయి (C1)
tr: İleri (C1)
uz: Yuqori o'rtacha (C1)
vi: Cao cấp trung bình (C1)
zh: 高级（C1）
zh_hant: 高級（C1）

# languageLevelC2
source: Superior (C2)
ar: إتقان (C2)
be: Майстэрства (C2)
el: Διδασκαλία (C2)
fa: استادی (C2)
fil: Mastery (C2)
he: שליטה (C2)
ia: Maestria (C2)
ja: 熟練（C2）
ko: 숙달 (C2)
lt: Meistrystė (C2)
lv: Meistarība (C2)
sl: Obvladovanje (C2)
te: నైపుణ్యము (C2)
tr: Ustalık (C2)
uz: Yuqori (C2)
vi: Cao cấp (C2)
zh: 精通（C2）
zh_hant: 精通（C2）

# changeTheNameOfTheClass
source: Change the name
ar: غير الاسم
be: Змяніць імя
el: Αλλαγή ονόματος
fa: تغییر نام
fil: Palitan ang pangalan
he: שנה את השם
ia: Changear le nomine
ja: 名前を変更
ko: 이름 변경
lt: Pakeisti pavadinimą
lv: Mainīt nosaukumu
ro: Schimbă numele
sl: Spremeni ime
te: పేరు మార్చండి
tr: İsmi değiştir
uz: Nomi o'zgartirish
vi: Đổi tên
zh: 更改名称
zh_hant: 更改名稱

source: Change the name of the chat
ar: غير اسم الدردشة
be: Змяніць імя чата
el: Αλλαγή ονόματος της συνομιλίας
fa: تغییر نام چت
fil: Palitan ang pangalan ng chat
he: שנה את שם הצ'אט
ia: Changear le nomine del chat
ja: チャットの名前を変更
ko: 채팅 이름 변경
lt: Pakeisti pokalbio pavadinimą
lv: Mainīt čata nosaukumu
ro: Schimbă numele chat-ului
sl: Spremeni ime klepeta
te: చాట్ పేరును మార్చండి
tr: Sohbetin adını değiştir
uz: Chat nomini o'zgartirish
vi: Đổi tên trò chuyện
zh: 更改聊天名称
zh_hant: 更改聊天名稱

source: Sorry, no results.
ar: عذرًا، لا توجد نتائج.
be: Прабачце, вынікаў няма.
el: Λυπούμαστε, δεν βρέθηκαν αποτελέσματα.
fa: متأسفیم، نتیجه‌ای یافت نشد.
fil: Paumanhin, walang resulta.
he: סליחה, אין תוצאות.
ia: Dispiace, nulle resultato.
ja: 申し訳ありませんが、結果がありません。
ko: 죄송합니다, 결과가 없습니다.
lt: Atsiprašome, rezultatų nėra.
lv: Atvainojiet, rezultāti nav atrasti.
ro: Ne pare rău, nu există rezultate.
sl: Oprostite, ni rezultatov.
te: క్షమించండి, ఫలితాలు లేవు.
tr: Üzgünüz, sonuç yok.
uz: Kechirasiz, natija topilmadi.
vi: Xin lỗi, không có kết quả nào.
zh: 抱歉，没有结果。
zh_hant: 抱歉，沒有結果。

# ignoreInThisText
source: Ignore
ar: تجاهل
be: Ігнараваць
el: Αγνόηση
fa: نادیده بگیرید
fil: Balewalain
he: התעלם
ia: Ignora
ja: 無視
ko: 무시
lt: Ignoruoti
lv: Ignorēt
ro: Ignoră
sl: Prezri
te: అవగలిగే
tr: Yoksay
uz: E'tiborsizlik
vi: Bỏ qua
zh: 忽略
zh_hant: 忽略

# needsItMessage
source: Wait, that's not {targetLanguage}! Do you need help translating?
ar: انتظر، هذا ليس {targetLanguage}! هل تحتاج إلى مساعدة في الترجمة؟
be: Пачакайце, гэта не {targetLanguage}! Ці патрэбна вам дапамога з перакладам?
el: Περίμενε, αυτό δεν είναι {targetLanguage}! Χρειάζεστε βοήθεια με τη μετάφραση;
fa: صبر کنید، این {targetLanguage} نیست! آیا نیاز به کمک در ترجمه دارید؟
fil: Sandali, hindi iyon {targetLanguage}! Kailangan mo ba ng tulong sa pagsasalin?
he: חכה, זה לא {targetLanguage}! האם אתה צריך עזרה בתרגום?
ia: Aspetta, illo non es {targetLanguage}! Es tu besonio de adjuta pro traducer?
ja: 待って、それは {targetLanguage} ではありません！翻訳の手助けが必要ですか？
ko: 잠깐만요, {targetLanguage}가 아니에요! 번역 도움 필요하신가요?
lt: Palaukite, tai nėra {targetLanguage}! Ar jums reikia pagalbos verčiant?
lv: Gaidiet, tas nav {targetLanguage}! Vai jums nepieciešama palīdzība tulkošanā?
ro: Așteaptă, nu este {targetLanguage}! Ai nevoie de ajutor pentru traducere?
sl: Počakajte, to ni {targetLanguage}! Ali potrebujete pomoč pri prevajanju?
te: అంచనా వేయండి, అది {targetLanguage} కాదు! మీరు అనువాదంలో సహాయం కావాలా?
tr: Bekle, bu {targetLanguage} değil! Çeviri yardımına ihtiyacın var mı?
uz: Kuting, bu {targetLanguage} emas! Tarjimaga yordam kerakmi?
vi: Đợi đã, điều này không phải bằng {targetLanguage}! Bạn có cần giúp dịch không?
zh: 等等，那不是{targetLanguage}！你需要帮助翻译吗？
zh_hant: 等等，那不是{targetLanguage}！你需要幫助翻譯嗎？

# countryInformation
source: My country
ar: بلدي
be: Мая краіна
el: Η χώρα μου
fa: کشور من
fil: Impormasyon ng aking bansa
he: ארצי
ia: Mi pais
ja: 私の国
ko: 내 나라
lt: Mano šalis
lv: Mana valsts
ro: Țara mea
sl: Moja država
te: నా దేశం
tr: Ülkem
uz: Mening mamlakatim
vi: Quốc gia của tôi
zh: 我的国家
zh_hant: 我的國家

source: Target Language
ar: اللغة المستهدفة
be: Мэтавая мова
el: Γλώσσα στόχος
fa: زبان هدف
fil: Target na Wika
he: שפת היעד
ia: Lingua de destination
ja: 対象言語
ko: 대상 언어
lt: Tikslo kalba
lv: Mērķa valoda
ro: Limba țintă
sl: Ciljni jezik
te: లక్ష్య భాష
tr: Hedef Dil
uz: Ma'lumot tili
vi: Ngôn ngữ đích
zh: 目标语言
zh_hant: 目標語言

# sourceLanguage
source: Base language
ar: اللغة الأساسية
be: Асноўная мова
el: Βασική γλώσσα
fa: زبان پایه
fil: Pangunahing wika
he: שפת הבסיס
ia: Lingua de base
ja: 基本言語
ko: 기본 언어
lt: Pagrindinė kalba
lv: Pamata valoda
ro: Limba de bază
sl: Osnovni jezik
te: బేస్ భాష
tr: Ana dil
uz: Asosiy til
vi: Ngôn ngữ gốc
zh: 基础语言
zh_hant: 基本語言

# updateLanguage
source: My languages
ar: لغاتي
be: Мовы, якія я ведаю
el: Οι γλώσσες μου
fa: زبان‌های من
fil: Aking mga wika
he: שפותיי
ia: Mi linguas
ja: 私の言語
ko: 내 언어
lt: Mano kalbos
lv: Manas valodas
ro: Limbi ale mele
sl: Moji jeziki
te: నా భాషలు
tr: Dillerim
uz: Mening tillarim
vi: Ngôn ngữ của tôi
zh: 我的语言
zh_hant: 我的語言

# whatLanguageYouWantToLearn
source: What language do you want to learn?
ar: ما اللغة التي تريد تعلمها؟
be: Якую мову вы хочаце вывучыць?
el: Ποια γλώσσα θέλετε να μάθετε;
fa: چه زبانی می‌خواهید یاد بگیرید؟
fil: Anong wika ang nais mong matutunan?
he: איזה שפה אתה רוצה ללמוד?
ia: Qual lingua tu vole aprender?
ja: 何の言語を学びたいですか？
ko: 어떤 언어를 배우고 싶나요?
lt: Kokią kalbą norite išmokti?
lv: Kuru valodu vēlaties iemācīties?
ro: Ce limbă vrei să înveți?
sl: Kateri jezik želiš naučiti?
te: మీరు ఏ భాష నేర్చుకోవాలనుకుంటున్నారు?
tr: Hangi dili öğrenmek istiyorsunuz?
uz: Qaysi tilni o'rganmoqchisiz?
vi: Bạn muốn học ngôn ngữ nào?
zh: 你想学习哪种语言？
zh_hant: 你想學哪種語言？

source: What is your base language?
ar: ما هي لغتك الأساسية؟
be: Якая ваша асноўная мова?
el: Ποια είναι η βασική σας γλώσσα;
fa: زبان پایه شما چیست؟
fil: Ano ang iyong pangunahing wika?
he: מה שפת הבסיס שלך?
ia: Qual es tu lingua de base?
ja: あなたの基本言語は何ですか？
ko: 당신의 기본 언어는 무엇인가요?
lt: Kokia yra jūsų pagrindinė kalba?
lv: Kāda ir jūsu pamata valoda?
ro: Care este limba ta de bază?
sl: Kakšen je vaš osnovni jezik?
te: మీ ప్రాథమిక భాష ఏమిటి?
tr: Ana diliniz nedir?
uz: Asosiy tilingiz nima?
vi: Ngôn ngữ gốc của bạn là gì?
zh: 你的基础语言是什么？
zh_hant: 你的基本語言是什麼？
