Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# welcomeText
source: Hey Hey 👋 This is FluffyChat. You can sign in to any homeserver, which is compatible with https://matrix.org. And then chat with anyone. It's a huge decentralized messaging network!
ar: مرحبًا، 👋 معك FluffyChat. يمكنك تسجيل الدخول إلى أي خادم منزلي، وهو متوافق مع https://matrix.org. ثم دردش مع أي شخص. إنها شبكة مراسلة لا مركزية ضخمة!
be: Прывітанне! 👋 Гэта FluffyChat. Вы можаце ўвайсці на любы хатні сервер, сумяшчальны з https://matrix.org. А потым перапісацца з кім заўгодна. Гэта вялікая дэцэнтралізаваная сетка паведамленняў!
el: Γεια Γεια 👋 Αυτό είναι το FluffyChat. Μπορείτε να συνδεθείτε σε οποιονδήποτε διακομιστή σπιτιού, ο οποίος είναι συμβατός με το https://matrix.org. Και στη συνέχεια να συνομιλήσετε με οποιονδήποτε. Είναι ένα τεράστιο αποκεντρωμένο δίκτυο μηνυμάτων!
fa: سلام سلام 👋 این فلفلی‌چت است. می‌توانید وارد هر سرور خانگی سازگار با https://matrix.org شوید. و سپس با هر کسی چت کنید. این یک شبکه پیام‌رسان غیرمتمرکز بزرگ است!
fil: Hey Hey 👋 Ito ang FluffyChat. Maaari kang mag-sign in sa kahit anong homeserver, na compatible sa https://matrix.org. At pagkatapos ay makipag-chat sa kahit sino. Ito ay isang malaking decentralized messaging network!
he: היי היי 👋 זה FluffyChat. תוכל להתחבר לכל שרת בית שתואם ל-https://matrix.org. ואז לתקשר עם כל אחד. זה רשת הודעות מבוזרת עצומה!
ia: Hodie! 😊 Iste es FluffyChat. Tu pote signar in a qualunque servitor de casas, que es compatible con https://matrix.org. E postea chatta con omne. Es un grande rete de message decentralisate!
ja: やあやあ 👋 これはFluffyChatです。https://matrix.orgに対応した任意のホームサーバーにサインインできます。そして誰とでもチャットできます。これは大規模な分散型メッセージングネットワークです！
ko: 안녕하세요 👋 FluffyChat이에요. 당신은 htpps://matrix.org와 호환되는 모든 홈서버를 사용할 수 있어요. 그리고 모두와 대화해보세요. 거대한 분산 대화망이니까요!
lt: Sveiki Sveiki 👋 Tai yra FluffyChat. Jūs galite prisijungti prie bet kurio namų serverio, kuris yra suderinamas su https://matrix.org. Ir tada kalbėtis su bet kuo. Tai didelė decentralizuota žinučių tinklas!
lv: Sveicieni! 👋 Šis ir FluffyChat. Tu vari pieteikties jebkurā mājasserverī, kas ir saderīgs ar https://matrix.org. Tad vari tērzēt ar ikvienu. Tas ir milzīgs decentralizētās saziņas tīkls.
ro: Salut Salut 👋 Acesta este FluffyChat. Puteți să vă conectați la orice server de acasă, care este compatibil cu https://matrix.org. Și apoi să conversați cu oricine. Este o rețea mare de mesagerie descentralizată!
sl: Hej hej 👋 To je FluffyChat. Lahko se prijavite na kateri koli domači strežnik, ki je združljiv z https://matrix.org. In nato klepetajte z vsakim. To je velika decentralizirana mreža za sporočila!
te: హే హే 👋 ఇది ఫ్లఫీచాట్. మీరు ఏ హోమ్‌సర్వర్‌తోనైనా సైన్ ఇన్ చేయవచ్చు, ఇది https://matrix.org తో అనుకూలంగా ఉంటుంది. తరువాత ఎవరితోనైనా చాట్ చేయండి. ఇది ఒక పెద్ద డీసెంట్రలైజ్డ్ మెసేజింగ్ నెట్‌వర్క్!
tr: Hey Hey 👋 Karşınızda FluffyChat. https://matrix.org ile uyumlu herhangi bir homeserver'a giriş yapabilirsiniz. Ve herkesle konuşabilirsiniz. Bu koca bir merkeziyetsiz mesajlaşma ağı!
uz: Hey Hey 👋 Bu FluffyChat. Siz https://matrix.org bilan mos keladigan istalgan uy serveriga kirishingiz mumkin. Va keyin istalgan kishi bilan suhbatlashishingiz mumkin. Bu ulkan markazlashtirilmagan xabar almashish tarmog'i!
vi: Chào bạn 👋 Đây là FluffyChat. Bạn có thể đăng nhập vào bất kỳ máy chủ nào tương thích với https://matrix.org, và trò chuyện với mọi người. Đây là một mạng nhắn tin phi tập trung!
zh: 你好呀 👋 欢迎来到 FluffyChat。你可以登录任意兼容 https://matrix.org 的 homeserver，然后和任何人聊天。这是个巨大的去中心化消息网络！
zh_hant: 嘿，嘿👋這是FluffyChat。 您可以登入任何與https://matrix.org相容的歸屬伺服器後和任何人聊天。 這是一個巨大的去中心化訊息網路！

# unableToJoinChat
source: Unable to join chat. Maybe the other party has already closed the conversation.
ar: يتعذر الانضمام إلى الدردشة. ربما يكون الطرف الآخر قد أغلق المحادثة بالفعل.
be: Немагчыма далучыцца да чата. Магчыма, іншая бок ужо закрыла размову.
el: Αδύνατη η συμμετοχή στη συνομιλία. Ίσως το άλλο μέρος έχει ήδη κλείσει τη συνομιλία.
fa: امکان پیوستن به چت وجود ندارد. شاید طرف مقابل قبلاً گفتگو را بسته است.
fil: Hindi makasali sa usapan. Marahil ang kabilang panig ay nagsara na ng pag-uusap.
he: לא ניתן להצטרף לשיחה. ייתכן שהצד השני סגר את השיחה כבר.
ia: Non pote assumer in le chat. Forse le alter parte ha ja clausurate le conversation.
ja: チャットに参加できません。相手がすでに会話を終了している可能性があります。
ko: 채팅에 참가할 수 없습니다. 다른 구성원이 이미 대화를 종료했을 수 있습니다.
lt: Negalima prisijungti prie pokalbio. Galbūt kita šalis jau uždarė pokalbį.
lv: Nevarēja pievienoties tērzēšanai. Varbūt otra puse jau ir aizvērusi sarunu.
ro: Imposibil de alăturat chat-ului. Poate cealaltă parte a închis deja conversația.
sl: Ni mogoče sodelovati v klepetu. Morda je druga stran že zaprla pogovor.
te: చాట్‌లో చేరలేరు. మరొక పార్టీ ఇప్పటికే సంభాషణను మూసివేసి ఉండవచ్చు.
tr: Sohbete girilemiyor. Belki başka birileri konuşmayı kapatmış olabilir.
uz: Chatga qoʻshilib boʻlmadi. Ehtimol, boshqa tomon suhbatni allaqachon yopib qoʻygan.
vi: Không thể tham gia cuộc trò chuyện. Có thể người kia đã đóng phiên.
zh: 无法加入聊天。可能其他方面已经关闭了对话。
zh_hant: 無法加入聊天室。對話可能以被其他方結束。

# appIntroduction
source: FluffyChat lets you chat with your friends across different messengers. Learn more at https://matrix.org or just tap *Continue*.
ar: يتيح لك FluffyChat الدردشة مع أصدقائك عبر تطبيقات المراسلة المختلفة. تعرف على المزيد على https://matrix.org أو فقط اضغط على *متابعة*.
be: FluffyChat дазваляе вам перагаварываць з сябрамі ў розных мессенджарах. Даведайцеся больш на https://matrix.org або проста націсніце *Працягнуць*.
el: Το FluffyChat σας επιτρέπει να συνομιλείτε με τους φίλους σας σε διαφορετικά μηνύματα. Μάθετε περισσότερα στο https://matrix.org ή απλώς πατήστε *Συνέχεια*.
fa: FluffyChat به شما امکان می‌دهد با دوستانتان در پیام‌رسان‌های مختلف چت کنید. برای اطلاعات بیشتر به https://matrix.org مراجعه کنید یا فقط روی *ادامه* ضربه بزنید.
fil: Pinapayagan ka ng FluffyChat na makipag-chat sa iyong mga kaibigan sa iba't ibang messenger. Matuto pa sa https://matrix.org o pindutin lang ang *Continue*.
he: FluffyChat מאפשר לך לתקשר עם החברים שלך דרך אפליקציות מסרים שונות. למידע נוסף בכתובת https://matrix.org או פשוט לחץ *המשך*.
ia: FluffyChat te permitte de chat with tu amicos trans differente messager. Discoperi plus a https://matrix.org o simplemente tappa *Continua*.
ja: FluffyChatは、異なるメッセンジャーを越えて友達とチャットできるアプリです。詳細はhttps://matrix.orgをご覧ください。または、「続行」をタップしてください。
ko: FluffyChat는 다른 메신저들을 사용하는 친구들과도 채팅할 수 있습니다. https://matrix.org에 방문하거나 *계속*을 눌러 자세한 정보를 확인하세요.
lt: FluffyChat leidžia jums kalbėtis su draugais per skirtingus pranešėjų programas. Sužinokite daugiau adresu https://matrix.org arba tiesiog spustelėkite *Tęsti*.
lv: FluffyChat ļauj tērzēt ar draugiem, kuri izmanto dažādas ziņojumapmaiņas lietotnes. Vairāk var uzzināt https://matrix.org vai vienkārši piesitot *Turpināt*.
ro: FluffyChat vă permite să discutați cu prietenii dvs. prin diferite mesagerie. Aflați mai multe la https://matrix.org sau apăsați doar *Continuă*.
sl: FluffyChat vam omogoča klepet z vašimi prijatelji prek različnih sporočilnih storitev. Več informacij na https://matrix.org ali preprosto tapnite *Nadaljuj*.
te: ఫ్లఫీచాట్ మీకు వివిధ మెసేజర్లలో మీ స్నేహితులతో చాట్ చేయడానికి అనుమతిస్తుంది. మరింత తెలుసుకోండి https://matrix.org లేదా కేవలం *కొనసాగించు* పై ట్యాప్ చేయండి.
tr: FluffyChat, farklı mesajlaşma uygulamalarındaki arkadaşlarınızla sohbet etmenizi sağlar. Daha fazla bilgi için https://matrix.org adresine bakın veya sadece *Devam* düğmesine dokunun.
uz: FluffyChat sizga turli messenjerlar orqali doʻstlaringiz bilan suhbatlashish imkonini beradi. Batafsil maʼlumotni https://matrix.org saytida oling yoki shunchaki *Davom etish* tugmasini bosing.
vi: FluffyChat cho phép bạn trò chuyện với bạn bè trên nhiều nền tảng khác nhau. Tìm hiểu thêm tại https://matrix.org hoặc nhấn *Tiếp tục*.
zh: FluffyChat 让使用不同即时通信工具的你和你的好友得以聊天。 访问 https://matrix.org 了解详情或轻按 *继续*。
zh_hant: FluffyChat 讓你和你的朋友跨越工具聊天。在 https://matrix.org 了解更多或*繼續*。

source: 📩 New chat request
ar: 📩 طلب دردشة جديد
be: 📩 Новы запыт на чат
el: 📩 Νέα αίτηση συνομιλίας
fa: درخواست چت جدید 📩
fil: 📩 Bagong kahilingan sa chat
he: 📩 בקשת שיחה חדשה
ia: 📩 Requesta de nove chat
ja: 📩 新しいチャットリクエスト
ko: 📩 새 채팅 요청
lt: 📩 Naujas pokalbio užklausimas
lv: 📩 Jauns tērzēšanas pieprasījums
ro: 📩 Cerere de chat nou
sl: 📩 Nova zahteva za klepet
te: 📩 కొత్త చాట్ అభ్యర్థన
tr: 📩 Yeni sohbet isteği
uz: 📩 Yangi suhbat uchun soʻrov
vi: 📩 Yêu cầu trò chuyện mới
zh: 📩 新的聊天请求
zh_hant: 📩 新的聊天邀請

# shareKeysWithDescription
source: Which devices should be trusted so that they can read along your messages in encrypted chats?
ar: ما هي الأجهزة التي يجب أن تكون موثوقة بحيث يمكنها قراءة رسائلك في الدردشات المشفرة؟
be: Якія прылады павінны быць даверанымі, каб яны маглі чытаць вашыя паведамленні ў зашыфраваных чатах?
el: Ποια συσκευές πρέπει να είναι αξιόπιστες ώστε να μπορούν να διαβάσουν τα μηνύματά σας σε κρυπτογραφημένες συνομιλίες;
fa: کدام دستگاه‌ها باید مورد اعتماد قرار گیرند تا بتوانند پیام‌های شما در چت‌های رمزگذاری‌شده را بخوانند؟
fil: Aling mga device ang dapat pagkatiwalaan upang mabasa nila ang iyong mga mensahe sa mga naka-encrypt na chat?
he: אילו מכשירים צריכים להיות מהימנים כדי שיוכלו לקרוא את ההודעות שלך בשיחות מוצפנות?
ia: Quales dispositivos debe esser de fide pro poter leger tu messages in chat encryptate?
ja: 暗号化チャットでメッセージを読むことができる信頼できるデバイスはどれですか？
ko: 어떤 기기를 신뢰하여 암호화된 채팅에서 메시지를 읽을 수 있도록 할 것인가요?
lt: Kuriuos įrenginius reikėtų pasitikėti, kad jie galėtų skaityti jūsų žinutes šifruotuose pokalbiuose?
lv: Kurām ierīcēm vajadzētu uzticēties, lai tajās varētu lasīt ziņas šifrētajās tērzēšanās?
ro: Care dispozitive trebuie să fie de încredere pentru a putea citi mesajele tale în chat-urile criptate?
sl: Katera naprava naj bo zaupana, da bo lahko brala vaša sporočila v šifriranih klepetih?
te: ఎలాంటి పరికరాలు నమ్మకంగా ఉండాలి, తద్వారా అవి మీ సందేశాలను చదవగలవు, ఎన్క్రిప్టెడ్ చాట్స్‌లో?
tr: Hangi cihazlar güvenilir olmalı ve şifreli sohbetlerde mesajlarınızı okuyabilmeli?
uz: Shifrlangan suhbatlarda xabarlaringizni oʻqishlari uchun qaysi qurilmalarga ishonish kerak?
vi: Thiết bị nào nên được tin cậy để có thể đọc các tin nhắn của bạn trong các cuộc trò chuyện mã hóa?
zh: 选择应当信任哪些设备允许它们读取你在加密聊天中的消息？
zh_hant: 選擇應該信任的裝置，並允許它們在加密聊天中讀取您的訊息？

source: Enter new chat
ar: دخول دردشة جديدة
be: Пачаць новы чат
el: Ξεκινήστε νέο chat
fa: وارد کردن چت جدید
fil: Pumasok sa bagong chat
he: היכנס לשיחה חדשה
ja: 新しいチャットに入る
ko: 새 채팅 시작
lt: Pradėti naują pokalbį
lv: Ieiet jaunajā tērzēšanā
ro: Intră în conversație nouă
sl: Vstopi v nov klepet
te: కొత్త చాట్‌లో ప్రవేశించండి
tr: Yeni sohbete gir
uz: Yangi suhbatga kirish
vi: Tham gia trò chuyện mới
zh: 进入新聊天
zh_hant: 進入新聊天室

# removeFromSpaceDescription
source: The chat will be removed from the space but still appear in your chat list.
uz: Suhbat maydondan olib tashlanadi, lekin hali ham suhbatlarlar ro‘yxatida chiqadi.
vi: Cuộc trò chuyện sẽ bị xóa khỏi không gian nhưng vẫn xuất hiện trong danh sách trò chuyện của bạn.

# countChats
source: {chats} chats
uz: {chats} suhbatlar
vi: {chats} cuộc trò chuyện

source: Back to main chat
uz: Asosiy suhbatga qaytish
vi: Quay lại trò chuyện chính

# pleaseEnterRecoveryKeyDescription
source: To unlock your old messages, please enter your recovery key that has been generated in a previous session. Your recovery key is NOT your password.
ar: لإلغاء قفل رسائلك القديمة ، يرجى إدخال مفتاح الاسترداد الذي تم إنشاؤه في جلسة سابقة. مفتاح الاسترداد ليس كلمة المرور الخاصة بك.
be: Каб разблакаваць вашы старыя паведамленні, увядзіце ключ аднаўлення, які быў створаны ў папярэдняй сесіі. Ваш ключ аднаўлення НЕ з'яўляецца вашым паролем.
el: Για να ξεκλειδώσετε τα παλιά μηνύματά σας, εισάγετε το κλειδί ανάκτησης που δημιουργήθηκε σε προηγούμενη συνεδρία. Το κλειδί ανάκτησης ΔΕΝ είναι ο κωδικός πρόσβασής σας.
fa: برای گشودن قفل پیام‌های قدیمیتان، لطفا کلید بازیابی‌ای که در یک نشست پیشین تولید شده را وارد کنید. کلید بازیابی شما، رمز عبور شما نیست.
fil: Upang ma-unlock ang iyong mga lumang mensahe, mangyaring ilagay ang iyong recovery key na nilikha sa isang nakaraang sesyon. Ang iyong recovery key ay HINDI ang iyong password.
he: כדי לפתוח את ההודעות הישנות שלך, הזן את מפתח השחזור שלך שנוצר בפגישה קודמת. מפתח השחזור שלך אינו הסיסמה שלך.
ia: Pro desbloquear tu antigas messages, per favor introduce tu clave de recuperation que ha essite generate in un session anterior. Tu clave de recuperation NON es tu contrasigno.
ja: 古いメッセージを解除するには、以前のセッションで生成されたリカバリーキーを入力してください。リカバリーキーはパスワードではありません。
ko: 오래된 메시지를 잠금 해제하려면, 이전 세션에서 생성된 복호화 키를 입력하세요. 복호화 키는 비밀번호가 아닙니다.
lt: Norėdami atrakinti senas žinutes, įveskite atkūrimo raktą, kuris buvo sukurtas ankstesnės sesijos metu. Atkūrimo raktas NĖRA jūsų slaptažodis.
lv: Lai atslēgtu savas vecās ziņas, lūgums ievadīt savu atkopes atslēgu, kas tika izveidota iepriekšējā sesijā. Atkopes atslēga NAV parole.
ro: Să vă deblocați mesajele vechi, vă rugăm să introduceți cheia de recuperare creată de o seșiune anterioră. Cheia de recuperare NU este parola voastră.
sl: Za odklepanje starih sporočil vnesite ključ za obnovitev, ki je bil ustvarjen v prejšnji seji. Vaš ključ za obnovitev NI vaše geslo.
te: మీ పాత సందేశాలను అన్లాక్ చేయడానికి, దయచేసి గత సెషన్‌లో రూపొందించిన మీ రికవరీ కీని నమోదు చేయండి. మీ రికవరీ కీ మీ పాస్‌వర్డ్ కాదు.
tr: Eski mesajlarınızın kilidini açmak için lütfen önceki bir oturumda oluşturulan kurtarma anahtarınızı girin. Kurtarma anahtarınız parolanız DEĞİLDİR.
uz: Eski xabarlaringizni qulfdan chiqarish uchun, iltimos, avvalgi seansdan yaratilgan tiklash kalitingizni kiriting. Sizning tiklash kalitingiz parolingiz EMAS.
vi: Để mở khóa tin nhắn cũ, hãy nhập khóa khôi phục đã tạo ở phiên trước. Khóa khôi phục KHÔNG phải là mật khẩu.
zh: 要解锁你的旧邮件，请输入你在之前会话中生成的恢复密钥。 你的恢复密钥不是你的密码。
zh_hant: 要解鎖您的舊訊息，請輸入在之前的會話中生成的恢復密鑰。您的恢復密鑰不是您的密碼。

source: Publish
ar: انشر
be: Апублікаваць
el: Δημοσίευση
fa: انتشار
fil: I-publish
he: פרסם
ia: Publicar
ja: 公開
ko: 공개
lt: Paskelbti
lv: Publicēt
ro: Publicați
sl: Objavi
te: ప్రచురించండి
tr: Yayınla
uz: Nashr qilish
vi: Công khai
zh: 发布
zh_hant: 發布

source: Mark as read
ar: حدد كمقروء
be: Адзначыць як прачытанае
el: Σημείωσε ως διαβασμένο
fa: علامت‌گذاشتن به عنوان خوانده شده
fil: Markahan bilang nabasa
he: סמן כנקרא
ia: Marca como lege
ja: 既読にする
ko: 읽음으로 표시하기
lt: Žymėti kaip skaitytą
lv: Atzīmēt kā lasītu
ro: Marcați ca citit
sl: Označi kot prebrano
te: వాచినట్లుగా గుర్తించండి
tr: Okundu olarak işaretle
uz: Oʻqilgan sifatida belgilash
vi: Đánh dấu đã đọc
zh: 标为已读
zh_hant: 標示為已讀

source: Report user
ar: التبيلغ عن المستخدم
be: Паведаміць пра карыстальніка
el: Αναφορά χρήστη
fa: گزارش دادن کاربر
fil: Iulat ang user
he: דווח על משתמש
ia: Reportar usator
ja: ユーザーを報告
ko: 유저 신고
lt: Pranešti apie vartotoją
lv: Ziņot par lietotāju
ro: Reportați utilizator
sl: Prijavi uporabnika
te: వాడుకరిని నివేదిక చేయండి
tr: Kullanıcıyı bildir
uz: Foydalanuvchi haqida xabar berish
vi: Báo cáo người dùng
zh: 举报用户
zh_hant: 舉報使用者

source: Dismiss
ar: رفض
be: Адхіліць
el: Απόρριψη
fa: رد كردن‌
fil: Tanggihan
he: בטל
ia: Dismerger
ja: 閉じる
ko: 닫기
lt: Atsisakyti
lv: Atmest
ro: Respingeți
sl: Zavrni
te: తీసివేయండి
tr: Kapat
uz: Rad qilmoq
vi: Bỏ
zh: 忽略
zh_hant: 解散

# reactedWith
source: {sender} reacted with {reaction}
ar: {sender} تفاعل ب {reaction}
be: {sender} рэагаваў з {reaction}
el: {sender} αντέδρασε με {reaction}
fa: {sender} با {reaction} واکنش نشان داد
fil: {sender} ay nag-react gamit ang {reaction}
he: {sender} הגיב ב-{reaction}
ia: {sender} ha reactionate con {reaction}
ja: {sender} が {reaction} で反応しました
ko: {sender}가 {reaction}로 반응함
lt: {sender} sureagavo su {reaction}
lv: {sender} atsaucās ar {reaction}
ro: {sender} a reacționat cu {reaction}
sl: {sender} je reagiral z {reaction}
te: {sender} {reaction} తో ప్రతిస్పందించారు
tr: {sender}, {reaction} ile tepki verdi
uz: {sender} {reaction} bilan reaksiya bildirdi
vi: {sender} bày tỏ {reaction}
zh: {sender} 回应了 {reaction}
zh_hant: {sender} 以 {reaction} 回應

# pinMessage
source: Pin to room
ar: تثبيت في الغرفة
be: Закрэслiць у пакоі
el: Καρφίτσωσε στο δωμάτιο
fa: سنجاق کردن به اتاق
fil: I-pin sa silid
he: נעץ בחדר
ia: Pinna a sala
ja: 部屋にピン留めする
ko: 방에 고정
lt: Prisegti prie kambario
lv: Piespraust istabai
ro: Fixați în cameră
sl: Pripni v sobo
te: గదిలో పిన్ చేయండి
tr: Odaya sabitle
uz: Xonaga mahkamlash
vi: Ghim phòng
zh: 置顶到聊天室
zh_hant: 釘選到房間

# confirmEventUnpin
source: Are you sure to permanently unpin the event?
ar: هل أنت متأكد من إلغاء تثبيت الحدث بشكل دائم؟
be: Ці ўпэўнены вы, што жадаеце навечна адкрэслiць падзею?
el: Είστε βέβαιοι ότι θέλετε να αποσυνδέσετε οριστικά το γεγονός;
fa: آیا از برداشتن سنجاق رویداد به صورت دائمی مطمئن هستید؟
fil: Sigurado ka bang i-unpin nang permanente ang kaganapan?
he: האם אתה בטוח שברצונך להסיר את נעיצת האירוע באופן קבוע?
ia: Es tu secur de despinnear permanentemente le evento?
ja: イベントの固定を完全に解除してもよろしいですか？
ko: 이벤트를 영구적으로 고정 해제할 것이 확실한가요?
lt: Ar tikrai norite visam laikui atsegti įvykį?
lv: Vai tiešām neatgriezeniski atspraust šo notikumu?
ro: Sunteți sigur că doriți să anulați permanent fixarea evenimentului?
sl: Ste prepričani, da želite trajno odpniti dogodek?
te: ఈ ఈవెంట్‌ను శాశ్వతంగా పిన్ నుండి తొలగించాలనుకుంటున్నారా?
tr: Etkinliğin sabitlemesini kalıcı olarak kaldırmak istediğinizden emin misiniz?
uz: Tadbirni butunlay olib tashlashga ishonchingiz komilmi?
vi: Bạn có muốn bỏ ghim sự kiện?
zh: 你确定要永久性取消置顶此事件吗？
zh_hant: 您確定要永久取消釘選該事件嗎？

source: Place call
ar: إجراء مكالمة
be: Звярнуцца
el: Κάντε κλήση
fa: برقراری تماس
fil: Tawagan
he: התקשר
ia: Face un appel
ja: 電話をかける
ko: 전화 걸기
lt: Skambinti
lv: Veikt zvanu
ro: Faceți apel
sl: Pokliči
te: కాల్ పెట్టండి
tr: Arama yap
uz: Qoʻngʻiroq qilish
vi: Gọi
zh: 发起通话
zh_hant: 發起通話

source: Voice call
ar: مكالمة صوتية
be: Галасавы званок
el: Φωνητική κλήση
fa: تماس صوتی
fil: Tawag sa boses
he: שיחת קול
ia: Appel de voce
ja: 音声通話
ko: 음성 통화
lt: Balso skambutis
lv: Balss zvans
ro: Apel vocal
sl: Glasovni klic
te: వాయిస్ కాల్
tr: Sesli arama
uz: Ovozli qoʻngʻiroq
vi: Gọi thoại
zh: 语音通话
zh_hant: 語音通話

source: Unsupported Android version
ar: نسخة أندرويد غير مدعومة
be: Непадтрымліваемая версія Android
el: Μη υποστηριζόμενη έκδοση Android
fa: نسخه اندروید پشتیبانی نشده
fil: Hindi suportadong bersyon ng Android
he: גרסת אנדרואיד לא נתמכת
ia: Version Android non supportate
ja: サポートされていないAndroidのバージョン
ko: 지원되지 않는 안드로이드 버전
lt: Nepalaikoma Android versija
lv: Neatbalstīta Android versija
ro: Versiune de Android nesuportat
sl: Nepodprta različica Androida
te: అమర్యాద Android వెర్షన్
tr: Desteklenmeyen Android sürümü
uz: Qoʻllab-quvvatlanmaydigan Android versiyasi
vi: Không hỗ trợ phiên bản Android này
zh: 不受支持的 Android 版本
zh_hant: 不支持的Android版本

# unsupportedAndroidVersionLong
source: This feature requires a newer Android version. Please check for updates or Lineage OS support.
ar: تتطلب هذه الميزة إصدار Android أحدث. يرجى التحقق من وجود تحديثات أو دعم Lineage OS.
be: Гэтая функцыя патрабуе больш новую версію Android. Калі ласка, праверце наяўнасць абнаўленняў або падтрымку Lineage OS.
el: Αυτή η λειτουργία απαιτεί νεότερη έκδοση Android. Παρακαλούμε ελέγξτε για ενημερώσεις ή υποστήριξη Lineage OS.
fa: این ویژگی به نسخه تازه‌تری از اندروید نیاز دارد. لطفا به‌روزرسانی یا پشتیبانی لینیج‌اواس(LineageOS) را بررسی کنید.
fil: Ang tampok na ito ay nangangailangan ng mas bagong bersyon ng Android. Mangyaring suriin ang mga update o suporta mula sa Lineage OS.
he: תכונה זו דורשת גרסת אנדרואיד חדשה יותר. אנא בדוק עדכונים או תמיכה ב-Lineage OS.
ia: Iste function necessita un version plus recente de Android. Per favor verifica pro actualisationes o supporto de Lineage OS.
ja: この機能を利用するには、より新しいAndroidのバージョンが必要です。アップデートまたはLineage OSのサポートをご確認ください。
ko: 이 기능은 새로운 안드로이드 버전을 요구합니다. Lineage OS 지원이나 업데이트를 확인해주세요.
lt: Šiai funkcijai reikalinga naujesnė Android versija. Patikrinkite, ar nėra naujinimų arba Lineage OS palaikymo.
lv: Šai iespējai ir nepieciešama jaunāka Android versija. Lūgums pārbaudīt atjauninājumus vai Lineage OS atbalstu.
ro: Această funcție are nevoie de o versiune de Android mai nouă. Vă rugăm să verificați dacă sunt actualizări sau suport de la Lineage OS.
sl: Ta funkcija zahteva novejšo različico Androida. Prosimo, preverite posodobitve ali podporo Lineage OS.
te: ఈ ఫీచర్‌కు కొత్త Android వెర్షన్ అవసరం. దయచేసి నవీకరణలు లేదా Lineage OS మద్దతు కోసం తనిఖీ చేయండి.
tr: Bu özellik daha yeni bir Android sürümü gerektiriyor. Lütfen güncellemelere veya LineageOS desteğine bakın.
uz: Bu funksiya Androidning yangi versiyasini talab qiladi. Iltimos, yangilanishlar yoki Lineage OS qoʻllab-quvvatlashini tekshiring.
vi: Tính năng này cần phiên bản Android mới hơn. Hãy kiểm tra bản cập nhật hoặc hỗ trợ Lineage OS.
zh: 这个功能需要较新版本的 Android 系统。请检查更新或 Lineage OS 支持。
zh_hant: 此功能需要較新的 Android 版本。請檢查更新或 Lineage OS 支持。

# videoCallsBetaWarning
source: Please note that video calls are currently in beta. They might not work as expected or work at all on all platforms.
ar: يرجى ملاحظة أن مكالمات الفيديو حالياً في مرحلة تجريبية. قد لا تعمل كما هو متوقع أو تعمل على الإطلاق على جميع المنصات.
be: Звярніце ўвагу, што відэазванкі зараз знаходзяцца ў бэта-версіі. Яны могуць не працаваць як трэба або цалкам не працаваць на ўсіх платформах.
el: Παρακαλούμε σημειώστε ότι οι βιντεοκλήσεις βρίσκονται επί του παρόντος σε beta. Μπορεί να μην λειτουργούν όπως αναμένεται ή καθόλου σε όλες τις πλατφόρμες.
fa: لطفا توجه داشته باشید که تماس‌های تصویری در حال حاضر آزمایشی هستند. ممکن است طبق انتظار کار نکنند یا روی همه پلتفرم‌ها اصلا کار نکنند.
fil: Pakitandaan na ang mga video call ay kasalukuyang nasa beta. Maaaring hindi ito gumana nang inaasahan o hindi gumana sa lahat ng mga platform.
he: שים לב ששיחות וידאו נמצאות כרגע בגרסת בטא. ייתכן שהן לא יעבדו כראוי או בכלל בכל הפלטפורמות.
ia: Per favor nota que le appel video es actualmente in beta. Illes pote non functionar como expectate o non functionar a tot in tote le plataformas.
ja: ビデオ通話は、現在ベータ版であることにご注意ください。すべてのプラットフォームで期待通りに動作しない、あるいはまったく動作しない可能性があります。
ko: 영상 통화는 베타임을 확인해주세요. 의도한 대로 작동하지 않거나 모든 플랫폼에서 작동하지 않을 수 있습니다.
lt: Atminkite, kad vaizdo skambučiai šiuo metu yra beta versijos. Jie gali neveikti taip kaip tikėtasi, arba iš viso neveikti visose platformose.
lv: Lūgums ņemt vērā, ka video zvani pašreiz ir beta stāvoklī. Tie visās platformās var nedarboties kā paredzēs vai pat nedarboties vispār.
ro: Vă rugăm să luați notă că apeluri video sunt în beta. Se poate că nu funcționează normal sau de loc pe fie care platformă.
sl: Upoštevajte, da so video klici trenutno v beta različici. Morda ne delujejo po pričakovanjih ali sploh ne delujejo na vseh platformah.
te: దయచేసి గమనించండి, వీడియో కాల్స్ ప్రస్తుతం బీటా లో ఉన్నాయి. అవి అన్ని ప్లాట్‌ఫారమ్‌లపై ఆశించినట్లుగా పనిచేయకపోవచ్చు లేదా పనిచేయకపోవచ్చు.
tr: Görüntülü aramaların şu anda beta aşamasında olduğunu lütfen unutmayın. Tüm platformlarda beklendiği gibi veya hiç çalışmayabilirler.
uz: Iltimos, video qoʻngʻiroqlar hozirda beta-versiyada ekanligini unutmang. Ular kutilganidek ishlamasligi yoki barcha platformalarda umuman ishlamasligi mumkin.
vi: Lưu ý rằng tính năng gọi video đang trong giai đoạn beta. Chúng có thể không hoạt động đúng trên mọi nền tảng.
zh: 请注意，视频通话目前处于测试阶段。它们可能不能像预期的那样工作，或者在所有平台上都不能工作。
zh_hant: 請注意，視訊通話目前處於測試階段。它們可能不會按預期工作，或者在所有平台上都不工作。

source: Experimental video calls
ar: مكالمات الفيديو التجريبية
be: Эксперыментальныя відэазванкі
el: Πειραματικές βιντεοκλήσεις
fa: تماس‌های تصویری آزمایشی
fil: Eksperimental na mga video call
he: שיחות וידאו ניסיוניות
ia: Appellos video experimental
ja: 実験的なビデオ通話
ko: 실험적인 영상 통화
lt: Eksperimentiniai vaizdo skambučiai
lv: Izmēģinājuma video zvani
ro: Apeluri video experimentale
sl: Eksperimentalni video klici
te: పరీక్షాత్మక వీడియో కాల్స్
tr: Deneysel görüntülü aramalar
uz: Tajriba video qoʻngʻiroqlar
vi: Gọi video thử nghiệm
zh: 实验性的视频通话
zh_hant: 實驗性視訊通話
