Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# constructUseIncGCDesc
source: Incorrect grammar category practice
ro: Practică categoria de gramatică incorectă
uz: Noto'g'ri grammatikaga oid amaliyot
vi: Thực hành thể loại ngữ pháp sai

# constructUseCorGEDesc
source: Correct grammar error practice
ro: Practică corectă a erorilor de gramatică
uz: To'g'ri grammatikadagi xato amaliyoti
vi: Thực hành lỗi ngữ pháp đúng

# constructUseIncGEDesc
source: Incorrect grammar error practice
ro: Practică incorectă a erorilor de gramatică
uz: Noto'g'ri grammatikadagi xato amaliyoti
vi: Thực hành lỗi ngữ pháp sai

# fillInBlank
source: Fill in the blank with the correct choice
ro: Completați spațiul gol cu alegerea corectă
uz: To'g'ri tanlov bilan bo'sh joyni to'ldiring
vi: Điền vào chỗ trống với lựa chọn đúng

source: Learn
ro: Învățați
uz: O'rganish
vi: Học

# languageUpdated
source: Target language updated!
ro: Limba țintă a fost actualizată!
uz: Maqsadli til yangilandi!
vi: Ngôn ngữ mục tiêu đã được cập nhật!

# voiceDropdownTitle
source: Pangea Bot voice
ro: Vocea Pangea Bot
uz: Pangea Bot ovozi
vi: Giọng nói của Pangea Bot

# knockDesc
source: Your request has been sent to course admin! You'll be let in if they approve.
ro: Cererea ta a fost trimisă administratorului cursului! Vei fi lăsat să intri dacă ei aprobă.
uz: Sizning so'rovingiz kurs adminiga yuborildi! Ular tasdiqlagan taqdirda sizga kirishga ruxsat beriladi.
vi: Yêu cầu của bạn đã được gửi đến quản trị viên khóa học! Bạn sẽ được cho vào nếu họ chấp thuận.

# joinSpaceOnboardingDesc
source: Do you have an invite code or link to a public course?
ar: هل لديك رمز دعوة أو رابط لدورة عامة؟
be: Ці ёсць у вас код або спасылка на публічны курс?
el: Έχετε κωδικό πρόσκλησης ή σύνδεσμο σε δημόσιο μάθημα;
fa: آیا کد یا لینک دعوت به یک دوره عمومی دارید؟
fil: Mayroon ka bang isang invite code o link sa isang pampublikong kurso?
he: האם יש לך קוד הזמנה או קישור לקורס ציבורי?
ia: Ha tu un codice de invitation o un ligamine a un curso publice?
ja: 招待コードまたは公開コースへのリンクがありますか？
ko: 공개 강좌의 초대 코드 또는 링크가 있나요?
lt: Ar turite kvietimo kodą ar nuorodą į viešą kursą?
lv: Vai tev ir ielūguma kods vai saite uz publisku kursu?
ro: Ai un cod de invitație sau un link pentru un curs public?
sl: Ali imate kodo ali povezavo za javni tečaj?
te: మీకు పబ్లిక్ కోర్సుకు ఆహ్వాన కోడ్ లేదా లింక్ ఉందా?
tr: Bir davet kodunuz veya genel bir kurs bağlantınız var mı?
uz: Sizda ochiq kursga taklif kodi yoki havolasi bormi?
vi: Bạn có mã mời hoặc liên kết đến một khóa học công khai không?
zh: 你有公共课程的邀请码或链接吗？
zh_hant: 你有邀請碼或連結加入公開課程嗎？

source: Welcome {user}
ar: مرحبًا {user}
be: Вітаем, {user}
el: Καλώς ήρθατε {user}
fa: خوش آمدید {user}
fil: Maligayang pagdating {user}
he: ברוך הבא {user}
ia: Benvenite {user}
ja: ようこそ {user}
ko: {user}님 환영합니다
lt: Sveiki, {user}
lv: Laipni lūdzam, {user}
ro: Bine ai venit {user}
sl: Dobrodošel {user}
te: {user} కు స్వాగతం
tr: Hoşgeldiniz {user}
uz: Xush kelibsiz {user}
vi: Chào mừng {user}
zh: 欢迎 {user}
zh_hant: 歡迎 {user}

# findCourse
source: Find a course
ar: ابحث عن دورة
be: Знайсці курс
el: Βρείτε ένα μάθημα
fa: پیدا کردن دوره
fil: Maghanap ng kurso
he: מצא קורס
ia: Trova un curso
ja: コースを見つける
ko: 코스 찾기
lt: Rasti kursą
lv: Atrodi kursu
ro: Găsește un curs
sl: Najdi tečaj
te: కోర్సును కనుగొనండి
tr: Bir kurs bul
uz: Kurs toping
vi: Tìm khóa học
zh: 查找课程
zh_hant: 尋找課程

# publicInviteDescChat
source: Search for users to invite them to this chat.
ro: Caută utilizatori pentru a-i invita în acest chat.
uz: Ushbu chatga taklif qilish uchun foydalanuvchilarni qidiring.
vi: Tìm kiếm người dùng để mời họ tham gia trò chuyện này.

# publicInviteDescSpace
source: Search for users to invite them to this space.
ro: Caută utilizatori pentru a-i invita în acest spațiu.
uz: Ushbu maydonga taklif qilish uchun foydalanuvchilarni qidiring.
vi: Tìm kiếm người dùng để mời họ tham gia không gian này.

# enableNotificationsTitle
source: Pangea Chat is a texting app so notifications are important!
ro: Pangea Chat este o aplicație de mesagerie, așa că notificările sunt importante!
uz: Pangea Chat matnli ilova bo'lib, bildirishnomalar muhim!
vi: Pangea Chat là một ứng dụng nhắn tin nên thông báo là rất quan trọng!

# enableNotificationsDesc
source: Allow notifications
ro: Permite notificările
uz: Bildirishnomalarni ruxsat etish
vi: Cho phép thông báo

source: Use activity image as chat background
ro: Folosește imaginea activității ca fundal pentru chat
uz: Faoliyat rasmidan chat fonini foydalanish
vi: Sử dụng hình ảnh hoạt động làm nền trò chuyện

source: Chat with Support
ro: Chat cu Suportul
uz: Qo'llab-quvvatlash bilan chat
vi: Trò chuyện với Hỗ trợ

# newCourseAccess
source: By default, courses are publicly searchable and require admin approval to join. You can edit these settings at any time.
ar: افتراضيًا، الدورات خاصة وتتطلب موافقة المسؤول للانضمام. يمكنك تعديل هذه الإعدادات في أي وقت.
be: Па змаўчанні курсы прыватныя і патрабуюць адабрэння адміністратара для далучэння. Вы можаце змяняць гэтыя налады ў любы час.
el: Κατά κανόνα, τα μαθήματα είναι ιδιωτικά και απαιτούν έγκριση διαχειριστή για συμμετοχή. Μπορείτε να επεξεργαστείτε αυτές τις ρυθμίσεις οποτεδήποτε.
fa: به طور پیش‌فرض، دوره‌ها خصوصی هستند و نیاز به تایید مدیر برای پیوستن دارند. شما می‌توانید این تنظیمات را در هر زمان ویرایش کنید.
fil: Sa default, ang mga kurso ay pribado at nangangailangan ng pag-apruba ng admin upang makasali. Maaari mong i-edit ang mga setting na ito anumang oras.
he: ברירת מחדל, קורסים הם פרטיים ודורשים אישור מנהל להצטרפות. תוכל לערוך הגדרות אלה בכל עת.
ia: A default, le cursos es private e require approbation del administrator pro aderir. Tu pote modificar iste configurationes a omne momento.
ja: デフォルトでは、コースはプライベートで、参加には管理者の承認が必要です。これらの設定はいつでも編集できます。
ko: 기본적으로 과정은 비공개이며 관리자 승인 후 참여할 수 있습니다. 언제든지 이 설정을 변경할 수 있습니다.
lt: Pagal numatytuosius nustatymus kursai yra privatūs ir reikalauja administratoriaus patvirtinimo prisijungiant. Šiuos nustatymus galite redaguoti bet kuriuo metu.
lv: Pēc noklusējuma kursi ir privāti un prasa administratora apstiprinājumu, lai pievienotos. Jūs varat šīs iestatījumus mainīt jebkurā laikā.
ro: În mod implicit, cursurile sunt căutabile public și necesită aprobată de administrator pentru a se alătura. Puteți edita aceste setări în orice moment.
sl: Privzeto so tečaji zasebni in zahtevajo odobritev administratorja za vstop. Te nastavitve lahko kadar koli uredite.
te: డిఫాల్ట్‌గా, కోర్సులు ప్రైవేట్‌గా ఉంటాయి మరియు చేరడానికి అడ్మిన్ ఆమోదం అవసరం. మీరు ఈ సెట్టింగులను ఎప్పుడైనా సవరించవచ్చు.
tr: Varsayılan olarak, kurslar özeldir ve katılmak için yönetici onayı gerekir. Bu ayarları istediğiniz zaman değiştirebilirsiniz.
uz: Standart holda, kurslar ochiq qidiruvda bo'lib, ularga qo'shilish uchun admin tasdiqlashi talab etiladi. Siz bu sozlamalarni istalgan vaqtda o'zgartirishingiz mumkin.
vi: Theo mặc định, các khóa học có thể tìm kiếm công khai và yêu cầu sự chấp thuận của quản trị viên để tham gia. Bạn có thể chỉnh sửa các cài đặt này bất kỳ lúc nào.
zh: 默认情况下，课程是私有的，需要管理员批准才能加入。您可以随时编辑这些设置。
zh_hant: 默認情況下，課程是私有的，需要管理員批准才能加入。您可以隨時編輯這些設置。

# courseLoadingError
source: Something went wrong, and we're hard at work fixing it. Check again later.
ro: Ceva a mers prost și lucrăm din greu pentru a remedia problema. Verifică din nou mai târziu.
uz: Nimadir noto'g'ri ketdi va biz uni tuzatish uchun qattiq ishlayapmiz. Keyinroq yana tekshiring.
vi: Đã xảy ra sự cố, và chúng tôi đang nỗ lực khắc phục. Vui lòng kiểm tra lại sau.

# onboardingLanguagesTitle
source: What language are you learning?
ro: Ce limbă înveți?
uz: Qaysi tilni o'rganmoqdasiz?
vi: Bạn đang học ngôn ngữ nào?

# searchLanguagesHint
source: Search target languages
ro: Caută limbi țintă
uz: Maqsadli tillarni qidiring
vi: Tìm kiếm ngôn ngữ mục tiêu

# supportSubtitle
source: Questions? We're here to help!
ro: Întrebări? Suntem aici să ajutăm!
uz: Savollaringiz bormi? Biz yordam berishga tayyormiz!
vi: Câu hỏi? Chúng tôi ở đây để giúp đỡ!

# autoIGCToolName
source: Enable writing assistance
ar: تشغيل مساعدة الكتابة Pangea تلقائيًا
be: Аўтаматычна запускаць дапамогу для пісьма Pangea
el: Αυτόματη εκτέλεση της βοήθειας γραφής Pangea
fa: اجرای خودکار کمک نوشتن پنگئا
fil: Awtomatikong patakbuhin ang Pangea writing assistance
he: הרץ אוטומטית את עזר הכתיבה של פאנגיאה
ia: Execute automaticemente le assistance de scriber Pangea
ja: Pangeaのライティング支援を自動的に実行
ko: 판게아 작문 지원 자동 실행
lt: Automatiškai paleisti Pangea rašymo pagalbą
lv: Automātiski palaist Pangea rakstīšanas palīgu
ro: Activare asistență la scriere
sl: Samodejno zaženi pomoč pri pisanju Pangea
te: పాంజియా రాయడం సహాయాన్ని స్వయంచాలకంగా నడపండి
tr: Pangea yazma yardımını otomatik çalıştır
uz: Yozishni yordamchi qilishni yoqing
vi: Bật trợ giúp viết
zh: 自动运行Pangea写作辅助
zh_hant: 自動運行Pangea寫作協助

# autoIGCToolDescription
source: Automatically run Pangea Chat tools to correct sent messages to target language.
ar: تشغيل مساعدة القواعد والترجمة في دردشة Pangea تلقائيًا قبل إرسال رسالتي.
be: Аўтаматычна запускаць дапамогу для граматыкі і перакладу ў чат-прыкладанні Pangea перад адпраўкай майго паведамлення.
el: Αυτόματα εκτελείτε τη γραμματική και τη βοήθεια μετάφρασης του Pangea Chat πριν στείλετε το μήνυμά μου.
fa: به طور خودکار قبل از ارسال پیام من، کمک نگارش گرامر و ترجمه چت پنگئا را اجرا کنید.
fil: Awtomatikong patakbuhin ang Pangea Chat grammar at translation writing assistance bago ipadala ang aking mensahe.
he: הרץ אוטומטית את עזר הכתיבה של דקדוק ותרגום של פאנגיאה לפני שליחת ההודעה שלי.
ia: Execute automaticamente le assistance de grammatica e traduction de Pangea Chat ante de inviar mi message.
ja: メッセージ送信前にPangeaチャットの文法と翻訳のライティング支援を自動的に実行します。
ko: 메시지를 보내기 전에 판게아 채팅 문법 및 번역 작문 지원을 자동으로 실행합니다.
lt: Automatiškai paleisti Pangea pokalbio gramatikos ir vertimo rašymo pagalbą prieš išsiunčiant žinutę.
lv: Automātiski palaist Pangea Čata gramatikas un tulkošanas rakstīšanas palīgu pirms mana ziņojuma nosūtīšanas.
ro: Rulați automat instrumentele Pangea Chat pentru a corecta mesajele trimise în limba țintă.
sl: Samodejno zaženi pomoč pri slovnici in prevajanju v klepetu Pangea pred pošiljanjem sporočila
te: నా సందేశాన్ని పంపేముందు స్వయంచాలకంగా పాంజియా చాట్ వ్యాకరణం మరియు అనువాద రాయడం సహాయాన్ని నడపండి.
tr: Mesajımı göndermeden önce Pangea Sohbet dilbilgisi ve çeviri yazma yardımını otomatik olarak çalıştır.
uz: Avtomatik ravishda Pangea Chat vositalarini ishga tushirib, yuborilgan xabarlarni maqsadli tilga to'g'ri kelishini tekshiradi.
vi: Tự động chạy các công cụ Pangea Chat để sửa các tin nhắn đã gửi sang ngôn ngữ mục tiêu.
zh: 在发送消息前自动运行Pangea聊天语法和翻译写作辅助。
zh_hant: 在發送訊息前，自動運行Pangea聊天語法和翻譯寫作協助。

# emptyAudioError
source: Recording failed. Please check your audio permissions and try again.
ro: Înregistrarea a eșuat. Vă rugăm să verificați permisiunile audio și să încercați din nou.
uz: Tizim yozib olish muvaffaqiyatsiz bo'ldi. Iltimos, audio ruxsatlarini tekshiring va qayta urinib ko'ring.
vi: Ghi âm không thành công. Vui lòng kiểm tra quyền truy cập âm thanh của bạn và thử lại.

# spanTypeGrammar
source: Grammar
uz: Grammatika
vi: Ngữ pháp

# spanTypeWordChoice
source: Word Choice
uz: So'z tanlovi
vi: Lựa chọn từ

# spanTypeSpelling
source: Spelling
uz: Imlo
vi: Chính tả

# spanTypePunctuation
source: Punctuation
uz: Punktuatsiya
vi: Dấu câu

# spanTypeStyle
source: Style
uz: Stil
vi: Phong cách

# spanTypeFluency
source: Fluency
uz: O'qish tezligi
vi: Lưu loát

# spanTypeAccents
source: Accents
uz: Tovushlar
vi: Giọng điệu

# spanTypeCapitalization
source: Capitalization
uz: Katta harf bilan yozish
vi: Chữ hoa

# spanTypeCorrection
source: Correction
uz: Tuzatish
vi: Sửa lỗi

# spanFeedbackTitle
source: Report correction issue
uz: Tuzatish muammosini xabar qilish
vi: Báo cáo vấn đề sửa lỗi

# selectAllWords
source: Select all the words you hear in the audio
uz: Audioda eshitgan barcha so'zlarni tanlang
vi: Chọn tất cả các từ bạn nghe trong âm thanh

# aboutMeHint
source: About me
uz: Menga haqida
vi: Về tôi

source: Change email
uz: Elektron pochta manzilini o'zgartirish
vi: Thay đổi email

# withTheseAddressesDescription
source: With these email addresses you can log in, recover your password, and manage subscriptions.
uz: Ushbu elektron pochta manzillari bilan tizimga kirishingiz, parolingizni tiklashingiz va obunalarni boshqarishingiz mumkin.
vi: Với những địa chỉ email này, bạn có thể đăng nhập, khôi phục mật khẩu và quản lý đăng ký.

# noAddressDescription
source: You have not added any email addresses yet.
uz: Siz hali hech qanday elektron pochta manzillarini qo'shmadingiz.
vi: Bạn chưa thêm địa chỉ email nào.

source: Perfect practice!
uz: Mukammal mashq!
vi: Thực hành hoàn hảo!

source: Great practice!
uz: Ajoyib mashq!
vi: Thực hành tuyệt vời!

# usedNoHints
source: Nice job not using any hints!
uz: Yaxshi ish, hech qanday maslahatlardan foydalanmadingiz!
vi: Làm tốt lắm khi không sử dụng bất kỳ gợi ý nào!

# youveCompletedPractice
source: You've completed practice, keep it up to get better!
uz: Siz mashqni tugatdingiz, yaxshilash uchun davom eting!
vi: Bạn đã hoàn thành thực hành, hãy tiếp tục để cải thiện!

# joinCourseForActivities
source: Join a course to try activities.
uz: Faoliyatlarni sinab ko'rish uchun kursga qo'shiling.
vi: Tham gia một khóa học để thử các hoạt động.

# courseDescription
source: Courses consist of 3-8 modules each with activities to encourage practicing words in different contexts
uz: Kurslar 3-8 moduldan iborat bo'lib, har bir modulda so'zlarni turli kontekstlarda amaliyot qilishni rag'batlantiruvchi faoliyatlar mavjud
vi: Các khóa học bao gồm 3-8 mô-đun, mỗi mô-đun có các hoạt động để khuyến khích việc thực hành từ vựng trong các ngữ cảnh khác nhau

# emailVerificationFailed
source: Email verification failed. Please try again.
uz: Email tasdiqlash muvaffaqiyatsiz bo'ldi. Iltimos, qayta urinib ko'ring.
vi: Xác minh email không thành công. Vui lòng thử lại.

source: Admin
ar: المدير
be: Адміністратар
el: Διαχειριστής
fa: ادمین
he: מנהל
ia: Administrator
ja: 管理者
ko: 운영자
lt: Administratorius
lv: Pārvaldītājs
ro: Administrator
te: అడ్మిన్
tr: Yönetici
vi: Quản trị viên
zh: 管理员
zh_hant: 管理員

source: ID
ar: المعرّف
fa: آی‌دی
he: מזהה
tr: Kimlik

source: FluffyChat
ar: فلافي-شات
fa: فلافی‌چت
te: ఫ్లఫీచాట్

source: Moderator
ar: مشرف
be: Мадэратар
el: Διαχειριστής
fa: مدیر
fil: Tagapangasiwa
he: מנחה
ja: モデレータ
ko: 관리자
lt: Moderatorius
lv: Moderators
te: మాడరేటర్
tr: Moderatör
vi: Điều hành viên
zh: 协管员
zh_hant: 版主

# widgetVideo
source: Video
ar: فيديو
be: Відэа
el: Βίντεο
fa: ویدئو
he: וידאו
ja: 動画
ko: 영상
te: వీడియో
zh: 视频
zh_hant: 影片

# title
source: FluffyChat
ar: فلافي-شات
fa: فلافی‌چت
te: ఫ్లఫీచాట్

# videoWithSize
source: Video ({size})
ar: فيديو ({size})
be: Відэа ({size})
el: Βίντεο ({size})
fa: ویدئو ({size})
he: וידאו ({size})
ja: ビデオ ({size})
ko: 영상 ({size})
lt: Vaizdo įrašas ({size})
te: వీడియో ({size})
zh: 视频 ({size})
zh_hant: 影片（{size}）

# widgetJitsi
source: Jitsi Meet
ar: اجتماعات جيتسي
fa: جیتسی‌میت(Jitsi Meet)
te: జిట్సీ మీట్

# moderatorLevel
source: {level} - Moderator
ar: {level} - مشرف
be: {level} - Мадэратар
el: {level} - Διαχειριστής
fa: {level} - مدیر
he: {level} - מתאם
ja: {level} - モデレーター
ko: {level} - 관리자
lt: {level} - Moderatorius
lv: {level} - Moderators
te: {level} - మోడరేటర్
tr: {level} - Moderatör
vi: {level} - Điều hành viên
zh: {level} - 主持人
zh_hant: {level} - 管理員

# adminLevel
source: {level} - Admin
ar: {level} - مدير
be: {level} - Адміністратар
el: {level} - Διαχειριστής
fa: {level} - مدیر کل
he: {level} - מנהל
ia: {level} - Administrator
ja: {level} - 管理者
ko: {level} - 운영자
lt: {level} - Administratorius
lv: {level} - Pārvaldītājs
ro: {level} - Administrator
sl: {level} - Administrator
te: {level} - అడ్మిన్
tr: {level} - Yönetici
vi: {level} - Quản trị viên
zh: {level} - 管理员
zh_hant: {level} - 管理員

# afDisplayName
source: Afrikaans
ar: الأفريكانية
be: Афрыканская
el: Αφρικάανς
fa: آفریکانس
he: אפריקאנס
ja: アフリカーンス語
ko: 아프리칸스어
lt: Afrikansų
lv: Afrikancu
te: ఆఫ్రికాన్స్
tr: Afrikanca
zh: 南非荷兰语
zh_hant: 南非荷蘭語

# akDisplayName
source: Akan
ar: الأكان
be: Аканская
el: Ακαν
fa: آکان
he: אקאן
ja: アカン
ko: 아칸어
te: అకాన్
zh: 阿坎语
zh_hant: 阿坎語

# amDisplayName
source: Amharic
ar: الأمهرية
be: Амхарская
el: Αμχαρικά
fa: امهری
he: אמהרית
ja: アムハラ語
ko: 암하라어
lt: Amharų
lv: Amharu
ro: Amharică
sl: Amharščina
te: అమహారిక్
tr: Amharca
zh: 阿姆哈拉语
zh_hant: 阿姆哈拉語

# asDisplayName
source: Assamese
ar: الأسامية
be: Ассамская
el: Ασαμική
fa: آسامی
he: אסאמית
ja: アッサム語
ko: 아삼어
lt: Assamų
lv: Asāmu
ro: Asamese
sl: Assamski
te: అస్సామీస్
tr: Assamca
zh: 阿萨姆语
zh_hant: 阿薩姆語

# ayDisplayName
source: Aymara
ar: الأيمارا
be: Аймара
el: Αϊμαρά
fa: آیمارا
he: איימארית
ja: アイマラ語
ko: 아이마라어
lt: Aimarų
lv: Aymaru
sl: Ajmarščina
te: అయమారా
zh: 艾马拉语
zh_hant: 艾马拉语

# bmDisplayName
source: Bambara
ar: البامبارا
be: Бамбара
el: Μπαμπάρα
fa: بمبارا
he: במבארה
ja: バンバラ語
ko: 밤바라어
lv: Bambaru
te: బాంబారా
zh: 班巴拉语
zh_hant: 班巴拉语

# baDisplayName
source: Bashkir
ar: الباشكيرية
be: Башкірская
el: Μπασκίρ
fa: باشکیری
he: באשקירית
ja: バシキール語
ko: 바시키르어
lt: Baškirų
lv: Baškīru
ro: Bașchir
sl: Baškirski
te: బాష్కిర్
tr: Başkirsçe
zh: 巴什基尔语
zh_hant: 巴什基尔语

# brDisplayName
source: Breton
ar: البرتون
be: Бретонская
el: Βρετονική
fa: برتون
he: ברטונית
ja: ブルトン語
ko: 브르타뉴어
lt: Bretonų
lv: Bretonu
ro: Bretonă
sl: Bretonec
te: బ్రెటన్
tr: Bretonca
zh: 布列塔尼语
zh_hant: 布列塔尼语

# nyDisplayName
source: Nyanja
ar: تشيتشوا، تشيوا، نيانجا
be: Чычэва, Чэва, Ньянджа
el: Τσιτσέουα, Τσέουα, Νιάντζα
fa: چیچوا، چوا، نانجا
fil: Chichewa, Chewa, Nyanja
he: צ'יצ'וואה, צ'ואה, ניאנז'ה
ia: Chichewa, Chewa, Nyanja
ja: チェワ語、ニャンジャ語
ko: 치체와어, 체와어, 니안자어
lt: Čicheva, Chewa, Nyanja
lv: Čičeva, Čeva, Njanža
sl: Chichewa, Chewa, Nyanja
te: చిచేవా, చెవా, న్యాంజా
tr: Çichewa, Chewa, Nyanja
zh: 奇切瓦语，切瓦语，尼扬贾语
zh_hant: 奇切瓦语，切瓦语，尼扬贾语

# cvDisplayName
source: Chuvash
ar: الشوفاشية
be: Чувашская
el: Τσουβάς
fa: چوواش
he: צ'ובאש
ja: チャヴァーシュ語
ko: 추바시어
lt: Čuvašų
lv: Čuvašu
ro: Ciuvașă
sl: Čuvašščina
te: చువాష్
tr: Çuvaşça
zh: 楚瓦什语
zh_hant: 楚瓦什语

# daDisplayName
source: Danish
ar: الدنماركية
be: Данская
el: Δανικά
fa: دانمارکی
he: דנית
ja: デンマーク語
ko: 덴마크어
lt: Danų
lv: Dāņu
ro: Daneză
sl: Dansko
te: డానిష్
tr: Danimarka
vi: Đan Mạch
zh: 丹麦语
zh_hant: 丹麥語

# eoDisplayName
source: Esperanto
ar: الإسبرانتو
be: Эсперанта
el: Εспεράντο
fa: اسپرانتو
he: אספרנטו
ja: エスペラント語
ko: 에스페란토어
te: ఎస్పెరాంటో
zh: 世界语
zh_hant: 世界語

# eeDisplayName
source: Ewe
ar: إيوي
be: Эве
el: Εβέ
fa: اوئه
he: אווה
ja: エウェ語
ko: 에웨어
lv: Evē
te: ఈవే
zh: 埃维语
zh_hant: 埃維語

# foDisplayName
source: Faroese
ar: الفارويسية
be: Фарэрская
el: Φαροϊκά
fa: فاروئی
he: פרואזית
ja: フェロー諸島語
ko: 페로어
lv: Fēru
sl: Farski
te: ఫారోయీస్
tr: Faroe Adaları
vi: Tiếng Faroese
zh: 法罗语
zh_hant: 法羅語

# ffDisplayName
source: Fulah
ar: فولا؛ فوله؛ بولار؛ بولار
be: Фула; Фула; Пулар; Пулар
el: Φούλα; Φουλάχ; Πουλάαρ; Πουλάρ
fa: فولا؛ فوله؛ پولار؛ پولار
fil: Fula; Fulah; Pulaar; Pular
he: פולה; פולה; פולאר; פולאר
ia: Fula; Fulah; Pulaar; Pular
ja: フラ語; フラ; プラー; プラー
ko: 풀라어; 풀라; 풀라르; 풀라르
lt: Fula; Fulah; Pulaar; Pular
lv: Fula; Fulah; Pulaar; Pular
sl: Fula; Fulah; Pulaar; Pular
te: ఫులా; ఫులాహ్; పులార; పులార్
tr: Fula; Fulah; Pulaar; Pular
zh: 富拉语；富拉语；普拉尔语；普拉拉语
zh_hant: 富拉語；富拉語；普拉語；普拉爾語

# gnDisplayName
source: Guarani
ar: الغواراني
be: Гуарані
el: Γκουαρανί
fa: گوارانی
fil: Guaraní
he: גוארני
ia: Guaraní
ja: グアラニー語
ko: 과라니어
lt: Gvaraní
lv: Gvaranu
sl: Gvarani
te: గురానీ
tr: Güarani
zh: 瓜拉尼语
zh_hant: 瓜拉尼

# jvDisplayName
source: Javanese
ar: الجاوية
be: Яванская
el: Ιαβανικά
fa: جاوه‌ای
he: ג'אוונית
ja: ジャワ語
ko: 자바어
lt: Javų
lv: Javaņu
te: జావనీస్
vi: Tiếng Java
zh: 爪哇语
zh_hant: 爪哇語

# knDisplayName
source: Kannada
ar: كانادا
be: Каннада
el: Κανναδικά
fa: کانادایی
he: קנאדה
ja: カンナダ語
ko: 칸나다어
lt: Kanadų
te: కన్నడ
vi: Tiếng Kannada
zh: 卡纳达语
zh_hant: 康纳达语

# rwDisplayName
source: Kinyarwanda
ar: كينيارواندا
be: Кіньяруанда
el: Κινυαρουάντα
fa: کینیاوراندایی
he: קיניארוואנדה
ja: キニャルワンダ語
ko: 키냐르완다어
te: కిన్యార్వాండా
vi: Tiếng Kinyarwanda
zh: 卢旺达语
zh_hant: 卢旺达语

# lgDisplayName
source: Ganda
ar: اللغندا
be: Луганда
el: Luganda
fa: لونگادا
fil: Luganda
he: וגאנדה
ia: Luganda
ja: ルガンダ語
ko: 룽다어
lt: Gandų
lv: Luganda
te: లుగాండా
zh: 卢干达语
zh_hant: 卢干达语

# lnDisplayName
source: Lingala
ar: اللينغالا
be: Лінгала
fa: لینگالا
he: ינגאלה
ja: リンガラ語
ko: 링갈라어
te: లింగాలా
zh: 林加拉语
zh_hant: 林加拉语

# mgDisplayName
source: Malagasy
ar: الجزرية
be: Малагасійская
el: Μαλαγασικά
fa: مالاگاسی
he: מאלאגאסית
ia: Malgache
ja: マダガスカル語
ko: 말라가시어
lt: Malagasių
lv: Malgaisiešu
ro: Malgașă
sl: Madagaskarski
te: మాలగాసీ
tr: Malagasi
vi: Tiếng Malagasy
zh: 马尔加什语
zh_hant: 馬爾加什語

# msDisplayName
source: Malay
ar: مالاي
be: Малайская
el: Μαλαισιανά
fa: مالایی
he: מליתית
ia: Malayo
ja: マレー語
ko: 말레이어
lt: Malajiečių
lv: Malajiešu
sl: Malajščina
te: మలయ్
vi: Malaixia
zh: 马来语
zh_hant: 馬來語

# mlDisplayName
source: Malayalam
ar: مالايالام
be: Малаялам
el: Μαλαιαλάμ
fa: مالایالام
he: מליאלאם
ia: Malabar
ja: マラヤーラム語
ko: 말라얄람어
lt: Malajalių
lv: Malajalu
sl: Malajalam
te: మలయాళం
zh: 马拉雅拉姆语
zh_hant: 馬拉雅拉姆語

# mrDisplayName
source: Marathi
ar: ماراثي (ماراثي)
be: Марати (Марахі)
el: Μαραθικά (Marādhī)
fa: ماراثی (ماراثی)
fil: Marathi (Marāṭhī)
he: מראטית (מראטה)
ia: Marathi (Marāṭhī)
ja: マラーティー（マラーティー）
ko: 마라티어 (माराठी)
lt: Maratų (Marādhī)
lv: Maratu (Marāthī)
sl: Maratí (Maráthi)
te: మరాఠీ (మారాఢీ)
tr: Marathi (Marāṭhī)
zh: 马拉地语（马拉地语）
zh_hant: 馬拉地語（馬拉地語）

# neDisplayName
source: Nepali
ar: النيبالية
be: Непальская
el: Νεπαλικά
fa: نپالی
he: נפאלית
ja: ネパール語
ko: 네팔어
lt: Nepalo
lv: Nepāliešu
ro: Nepalez
sl: Nepalski
te: నేపాలీ
zh: 尼泊尔语
zh_hant: 尼泊爾語

# omDisplayName
source: Oromo
ar: الأورومو
be: Oрома
el: Ορομό
fa: اورومو
he: אורומו
ja: オロモ語
ko: 오로모
te: ఒరోమో
zh: 奥罗莫语
zh_hant: 奧羅莫語

# orDisplayName
source: Odia
ar: الأوريا
be: Орія
el: Ορίγια
fa: اوریا
fil: Oriya
he: אוריה
ia: Oriya
ja: オリヤ語
ko: 오리야어
lt: Oriya
lv: Oriya
sl: Orija
te: ఒరియా
tr: Oriya
zh: 奥里雅语
zh_hant: 奧里亞語

# rnDisplayName
source: Rundi
ar: الكرندي
be: Кірундзі
el: Κιρουάντι
fa: کیریدی
fil: Kirundi
he: קירונדי
ia: Kirundi
ja: キルンディ語
ko: 키룬디어
lt: Kirundi
lv: Kirundi
sl: Kirundi
te: కిరుండి
tr: Kirundi
zh: 基隆迪语
zh_hant: 基隆迪語

# saDisplayName
source: Sanskrit
ar: السنسكريتية (سانسكريتا)
be: Санскрыт (Санскрыта)
el: Σανσκριτικά (Σανσκριτικά)
fa: سانسکریت (ساستک)
fil: Sanskrit (Sanskṛta)
he: סנסקריט (סנסקריטה)
ia: Sanskrit (Sanskrita)
ja: サンスクリット語（サンスクリタ）
ko: 산스크리트어 (사스키타)
lt: Sanskritas (Sanskṛta)
lv: Sanskrits (Sanskṛta)
sl: Sanskrt, Sánskṛta
te: సంస్కృతం (సంస్కృత)
tr: Sanskritçe (Saṃskṛta)
vi: Tiếng Sanskrit
zh: 梵语（Saṅskṛta）
zh_hant: 梵語 (Saṃskṛta)

# sdDisplayName
source: Sindhi
ar: السندية
be: Сіндхі
el: Σίντι
fa: سندی
he: סינדי
ja: シンド語
ko: 신디어
te: సింధీ
vi: Tiếng Sindhi
zh: 信德语
zh_hant: 信德语

# sgDisplayName
source: Sango
ar: سانغو
be: Сангві
el: Σάνγκο
fa: سانگو
he: סנגו
ja: サンゴ語
ko: 상고어
te: సాంగో
zh: 桑戈语
zh_hant: 桑戈语

# snDisplayName
source: Shona
ar: شونا
be: Шона
el: Σόνα
fa: شونا
he: שונה
ja: ショナ語
ko: 쇼나어
lt: Šona
lv: Šona
sl: Šona
te: షోనా
zh: 绍纳语
zh_hant: 绍纳语

# siDisplayName
source: Sinhala
ar: السنهالية، السنهالية
be: Сінгальская, сінгальская
el: Σιναλικά, Σιναλέζικα
fa: سینهالا، سینالی
fil: Sinhala, Sinhalese
he: סינהלה, סינהלה
ia: Singalese, Sinhalese
ja: シンハラ語、シンハラ人の言語
ko: 신할라어, 싱할라어
lt: Sinhala, Sinhalų
lv: Sinhala, Sinhalese
sl: Sinhala, Sinhalese
te: සිංහල, සිංහල
tr: Sinhala, Sinhalese
zh: 僧伽罗语，僧伽罗语
zh_hant: 僧伽罗语，僧伽罗语

# skDisplayName
source: Slovak
ar: السلوفاكية
be: словацкая
el: Σλοβακικά
fa: اسلواکی
he: סלובקית
ia: Slovaco
ja: スロバキア語
ko: 슬로바키아어
lt: Slovakų
lv: Slovāku
ro: Slovacă
te: ස්ලෝවක්
tr: Slovakça
zh: 斯洛伐克语
zh_hant: 斯洛伐克语

# soDisplayName
source: Somali
ar: الصومالية
be: сомалійская
el: Σομαλικά
fa: سومالی
he: סומלית
ja: ソマリ語
ko: 소말리어
lt: Somalių
lv: Somāļu
ro: Somaleză
te: සෝමාලි
zh: 索马里语
zh_hant: 索马里语
