Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# banUserDescription
source: The user will be banned from the chat and will not be able to enter the chat again until they are unbanned.
ar: سيتم حظر المستخدم من المحادثة ولن يتمكن من الدخول إلى المحادثة مرة أخرى حتى يتم رفع الحظر عنه.
be: Карыстальнік будзе заблакаваны ў гэтым чаце і не зможа зноў увайсці, пакуль яго не разблакуюць.
el: Ο χρήστης θα αποκλειστεί από τη συνομιλία και δεν θα μπορεί να εισέλθει ξανά μέχρι να αφαιρεθεί ο αποκλεισμός.
fa: کاربر از گفتگو مسدود می‌شود و نمی‌تواند دوباره وارد شود تا زمانی که رفع مسدود شود.
fil: Ang user ay ban sa chat at hindi na makakapasok muli sa chat hangga't hindi siya na-unban.
he: המשתמש ייאסר מהשיחה ולא יוכל להיכנס שוב עד שיבוטל האיסור.
ia: Le usator essera bannite del chat e non potera re-enterar le chat usque que illes sia disbannate.
ja: ユーザーはチャットから禁止され、解除されるまで再度参加できません。
ko: 유저는 채팅에서 영구 추방되며 추방 해제 전까지 채팅을 다시 입력할 수 없습니다.
lt: Vartotojas bus užblokuotas iš pokalbio ir negalės vėl į jį įeiti, kol nebus atblokuotas.
lv: Lietotājam tiks liegta piekļuve tērzēšanai, un vairs nevarēs vēlreiz pievienoties tērzēšanai, līdz liegums tiks atcelts.
ro: Utilizatorul va fi interzis din chat și nu va putea intra din nou în chat până nu va fi deblocat.
sl: Uporabnik bo prepovedan v klepetu in se ne bo mogel znova vključiti, dokler mu ne odobrite dostopa.
te: వినియోగదారు చాట్ నుండి బాన్నీ చేయబడతారు మరియు బాన్నీ చేయబడిన తర్వాత తిరిగి చాట్‌లో చేరలేరు.
tr: Kullanıcı sohbetten yasaklanacak ve yasağı kaldırılana kadar sohbete tekrar giremeyecek.
uz: Foydalanuvchi suhbatdan bloklanadi va blokdan chiqarilmaguncha suhbatga qayta kira olmaydi.
vi: Người dùng sẽ bị cấm khỏi cuộc trò chuyện và không thể tham gia lại cho tới khi được gỡ cấm.
zh: 该用户将被禁止进入聊天室，在解除封禁之前将不能再进入聊天室。
zh_hant: 該使用者將被禁止進入聊天室，直到他們被解封之前都無法再次進入聊天室。

# unbanUserDescription
source: The user will be able to enter the chat again if they try.
ar: سيتمكن المستخدم من الدخول إلى المحادثة مرة أخرى إذا حاول.
be: Карыстальнік зможа зноў увайсці ў чат, калі паспрабуе.
el: Ο χρήστης θα μπορεί να εισέλθει ξανά στη συνομιλία αν προσπαθήσει.
fa: کاربر می‌تواند دوباره وارد گفتگو شود اگر تلاش کند.
fil: Maaari nang pumasok muli ang user sa chat kung susubukan niya.
he: המשתמש יוכל להיכנס שוב לשיחה אם ינסה.
ia: Le usator potera re-enterar le chat si illes lo tenta.
ja: ユーザーは再度チャットに参加できるようになります。
ko: 유저가 다시 채팅을 입력할 수 있습니다.
lt: Vartotojas galės vėl įeiti į pokalbį, jei bandys.
lv: Lietotājs varēs atkal pievienoties tērzēšanai, ja mēģinās.
ro: Utilizatorul va putea intra din nou în chat dacă încearcă.
sl: Uporabnik bo lahko znova vstopil v klepet, če bo poskusil.
te: వినియోగదారు తిరిగి చాట్‌లో చేరగలుగుతారు, ప్రయత్నిస్తే.
tr: Kullanıcı denerse sohbete tekrar girebilecektir.
uz: Foydalanuvchi qayta suhbatga kira oladi agar ular urinib koʻrishsa.
vi: Người dùng sẽ có thể vào lại cuộc trò chuyện nếu họ thử.
zh: 如果用户尝试加入则可以再次进入聊天。
zh_hant: 如果該使用者嘗試，他們將能夠再次進入聊天室。

# kickUserDescription
source: The user is kicked out of the chat but not banned. In public chats, the user can rejoin at any time.
ar: يتم طرد المستخدم من المحادثة ولكن لا يتم حظره. في المحادثات العامة، يمكن للمستخدم الانضمام مرة أخرى في أي وقت.
be: Карыстальнік выдалены з чата, але не заблакаваны. У публічных чатах карыстальнік можа далучыцца зноў у любы час.
el: Ο χρήστης αποβάλλεται από τη συνομιλία αλλά δεν αποκλείεται. Στις δημόσιες συνομιλίες, ο χρήστης μπορεί να επανενταχθεί οποιαδήποτε στιγμή.
fa: کاربر از گفتگو اخراج می‌شود اما مسدود نمی‌شود. در گفتگوهای عمومی، کاربر هر زمان می‌تواند دوباره وارد شود.
fil: Inaalis ang user sa chat ngunit hindi siya na-ban. Sa mga pampublikong chat, maaaring muling sumali ang user anumang oras.
he: המשתמש מוצא מהשיחה אך לא נאסר. בשיחות ציבוריות, המשתמש יכול להצטרף מחדש בכל זמן.
ia: Le usator es expulsete del chat ma non es bannite. In chats publice, le usator pote re-joiner a qualunque momento.
ja: ユーザーはチャットから追い出されますが、禁止されません。公開チャットでは、いつでも再参加可能です。
ko: 유저는 채팅에서 추방되지만 영구 추방되지 않습니다. 공개 채팅의 경우, 언제든 유저가 다시 참가할 수 있습니다.
lt: Vartotojas išmetamas iš pokalbio, bet nėra užblokuotas. Viešuose pokalbiuose vartotojas gali bet kada sugrįžti.
lv: Lietotājs ir izmests no tērzēšanas, bet piekļuve nav liegta. Publiskās tērzēšanās lietotājs var atkārtoti pievienoties jebkurā laikā.
ro: Utilizatorul este scos din chat, dar nu este interzis. În chat-urile publice, utilizatorul se poate reîntoarce oricând.
sl: Uporabnik je izključen iz klepeta, vendar ni prepovedan. V javnih klepetih se lahko ponovno pridruži kadarkoli.
te: వినియోగదారు చాట్ నుండి బయటకు పంపబడతారు కానీ బాన్నీ చేయబడలేదు. పబ్లిక్ చాట్‌లలో, వినియోగదారు ఎప్పుడైనా తిరిగి చేరవచ్చు.
tr: Kullanıcı sohbetten atılır ancak yasaklanmaz. Herkese açık sohbetlerde kullanıcı istediği zaman yeniden katılabilir.
uz: Foydalanuvchi suhbatdan chiqarib yuboriladi, ammo taqiqlanmaydi. Ommaviy chatlarda foydalanuvchi istalgan vaqtda qayta qoʻshilishi mumkin.
vi: Người dùng bị đuổi khỏi cuộc trò chuyện nhưng không bị cấm. Trong các cuộc trò chuyện công khai, người dùng có thể vào lại bất cứ lúc nào.
zh: 该用户会被踢出聊天但没被封禁。在公开聊天中，该用户可以随时重新加入。
zh_hant: 該使用者被踢出聊天室，但未被禁止。在公開聊天室中，該使用者可以隨時重新加入。

# chatCanBeDiscoveredViaSearchOnServer
source: Chat can be discovered via the search on {server}
ar: يمكن اكتشاف الشات عن طريق البحث في {server}
be: Чат можна знайсці праз пошук на {server}
el: Η συνομιλία μπορεί να βρεθεί μέσω της αναζήτησης στο {server}
fa: گفتگو از طریق جستجو در {server} قابل کشف است
fil: Maaaring mahanap ang chat sa pamamagitan ng paghahanap sa {server}
he: הצ'אט ניתן לגילוי באמצעות החיפוש ב-{server}
ia: Le chat pote esser discoperite via le recerca super {server}
ja: チャットは {server} の検索を通じて見つけることができます
ko: 채팅은 {server} 에서 검색하여 찾을 수 있습니다.
lt: Pokalbį galima rasti per paiešką {server}
lv: Tērzēšana var tikt atklāta ar meklēšanu {server}
ro: Chat-ul poate fi descoperit prin căutare pe {server}
sl: Razgovor je mogoče odkriti prek iskanja na {server}
te: చాట్‌ను {server} పై శోధన ద్వారా కనుగొనవచ్చు
tr: Sohbet {server} üzerinde aranarak keşfedilebilir
uz: Suhbatni {server} saytidagi qidiruv orqali topish mumkin
vi: Cuộc trò chuyện có thể được tìm thấy thông qua tìm kiếm trên {server}
zh: 可通过搜索 {server} 发现聊天
zh_hant: 可以透過在 {server} 上的搜尋發現聊天室

# searchChatsRooms
source: Search for #chats, @users...
ar: ابحث عن #الدردشات، @المستخدمين...
be: Пошук #чатоў, @карыстальнікаў...
el: Αναζήτηση για #συνομιλίες, @χρήστες...
fa: جستجو برای #گفتگوها، @کاربران...
fil: Maghanap ng #chats, @users...
he: חפש ב-#שיחות, @משתמשים...
ia: Recerca pro #chats, @usatores...
ja: #チャット、@ユーザーを検索...
ko: #chats, @users 검색...
lt: Ieškoti #pokalbių, @vartotojų...
lv: Meklēt #tērzēšanas, @lietotājus...
ro: Caută #chat-uri, @utilizatori...
sl: Išči #pogovore, @uporabnike...
te: #చాట్లు, @యూజర్లు కోసం శోధన చేయండి...
tr: #sohbetler, @kullanıcılar... için arama yapın
uz: Qidiruv #chats, @users...
vi: Tìm kiếm #cuộc_trò_chuyện, @người_dùng...
zh: 搜索 #聊天，@用户…
zh_hant: 搜尋 #chats, @users...

source: Public chat addresses
ar: عناوين المحادثة العامة
be: Публічныя адрасы чатаў
el: Διευθύνσεις δημόσιων συνομιλιών
fa: آدرس‌های چت عمومی
fil: Mga pampublikong address ng chat
he: כתובות שיחות ציבוריות
ia: Adresses de chat publice
ja: 公開チャットアドレス
ko: 공개 채팅 주소
lt: Viešojo pokalbio adresai
lv: Publiskas tērzēšanas adreses
ro: Adrese de chat public
sl: Javne naslove klepetov
te: జనసామాన చాట్ చిరునామాలు
tr: Herkese açık sohbet adresleri
uz: Ommaviy suhbat manzillari
vi: Địa chỉ trò chuyện công khai
zh: 公开聊天的地址
zh_hant: 公開聊天室地址

source: Add chat or sub space
ar: إضافة دردشة أو مساحة فرعية
be: Дадаць чат або падпрастору
el: Προσθήκη συνομιλίας ή υποχώρου
fa: افزودن چت یا زیر فضا
fil: Magdagdag ng chat o sub space
he: הוסף שיחה או תת-מרחב
ia: Adder un chat o sub-space
ja: チャットまたはサブスペースを追加
ko: 채팅 또는 하위 스페이스 추가
lt: Pridėti pokalbį arba pogrupį
lv: Pievienot tērzēšanu vai apakšvietu
ro: Adaugă chat sau subspațiu
sl: Dodaj klepet ali podprostor
te: చాట్ లేదా ఉపస్థలం జోడించండి
tr: Sohbet veya alt alan ekle
uz: Suhbat yoki sub-maydon qoʻshing
vi: Thêm cuộc trò chuyện hoặc không gian con
zh: 添加聊天或子空间
zh_hant: 新增聊天室或子空間

# searchIn
source: Search in chat "{chat}"...
ar: بحث في {chat}...
be: Шукайце ў чате "{chat}"...
el: Αναζήτηση στη συνομιλία "{chat}"...
fa: جستجو در چت "{chat}"...
fil: Maghanap sa chat "{chat}"...
he: חיפוש ב"{chat}"...
ia: Cercar in chat "{chat}"...
ja: チャット「{chat}」内を検索...
ko: {chat}에서 검색...
lt: Ieškoti pokalbyje "{chat}"...
lv: Meklēt tērzēšanā "{chat}"...
ro: Caută în chat "{chat}"...
sl: Išči v klepetu "{chat}"...
te: "{chat}" చాట్‌లో శోధించండి...
tr: "{chat}" sohbeti içinde ara...
uz: Suhbat "{chat}"da qidiring...
vi: Tìm trong cuộc trò chuyện "{chat}"...
zh: 在 “{chat}” 聊天中搜索…
zh_hant: 在聊天室「{chat}」中搜尋......

# sendTypingNotificationsDescription
source: Other participants in a chat can see when you are typing a new message.
ar: يستطيع المشاركون الآخرون في المحادثة رؤيتك عند كتابة رسالة جديدة.
be: Іншыя ўдзельнікі чату могуць бачыць, калі вы набіраеце новае паведамленне.
el: Οι άλλοι συμμετέχοντες σε μια συνομιλία μπορούν να δουν πότε πληκτρολογείτε ένα νέο μήνυμα.
fa: سایر شرکت‌کنندگان در چت می‌توانند ببینند که شما در حال نوشتن پیام جدید هستید.
fil: Makikita ng ibang kalahok sa chat kapag nagta-type ka ng bagong mensahe.
he: משתתפי השיחה האחרים יכולים לראות מתי אתה מקליד הודעה חדשה.
ia: Altri participantes in un chat pote vider quando tu es typpando un nove message.
ja: チャットの他の参加者は、あなたが新しいメッセージを入力しているときにそれを見ることができます。
ko: 채팅의 다른 참가자들이 당신이 새 메시지를 입력중인것을 볼 수 있습니다.
lt: Kiti pokalbio dalyviai gali matyti, kada rašote naują žinutę.
lv: Citi tērzēšanas dalībnieki var redzēt, kad raksti jaunu ziņu.
ro: Alți participanți la chat pot vedea când tastați un mesaj nou.
sl: Drugi udeleženci v klepetu lahko vidijo, kdaj tipkate novo sporočilo.
te: చాట్‌లో ఇతర పాల్గొనేవారు మీరు కొత్త సందేశం టైప్ చేస్తున్నప్పుడు చూడగలరు.
tr: Sohbetteki diğer katılımcılar yeni bir mesaj yazdığınızı görebilir.
uz: Suhbatdagi boshqa ishtirokchilar siz yangi xabar yozayotganingizni koʻrishlari mumkin.
vi: Những thành viên khác thấy khi bạn đang nhập tin nhắn.
zh: 聊天中的其他参与者可以看到你正在输入新消息。
zh_hant: 聊天室中的其他參與者可以看到您正在輸入新訊息。

# sendReadReceiptsDescription
source: Other participants in a chat can see when you have read a message.
ar: يمكن للمشاركين الآخرين في المحادثة معرفة متى قرأت الرسالة.
be: Іншыя ўдзельнікі чату могуць бачыць, калі вы прачыталі паведамленне.
el: Οι άλλοι συμμετέχοντες σε μια συνομιλία μπορούν να δουν πότε έχετε διαβάσει ένα μήνυμα.
fa: سایر شرکت‌کنندگان در چت می‌توانند ببینند که شما پیام را خوانده‌اید.
fil: Makikita ng ibang kalahok sa chat kapag nabasa mo na ang isang mensahe.
he: משתתפי השיחה האחרים יכולים לראות מתי קראת הודעה.
ia: Altri participantes in un chat pote vider quando tu ha lege un message.
ja: チャットの他の参加者は、あなたがメッセージを読んだときにそれを見ることができます。
ko: 채팅의 다른 참가자들이 당신이 메시지를 읽었는지 볼 수 있습니다.
lt: Kiti pokalbio dalyviai gali matyti, kada perskaitėte žinutę.
lv: Citi tērzēšanas dalībnieki var redzēt, kad izlasīji ziņu.
ro: Alți participanți la chat pot vedea când ați citit un mesaj.
sl: Drugi udeleženci v klepetu lahko vidijo, kdaj ste prebrali sporočilo.
te: చాట్‌లో ఇతర పాల్గొనేవారు మీరు సందేశాన్ని చదివినప్పుడు చూడగలరు.
tr: Sohbetteki diğer katılımcılar bir mesajı okuduğunuzu görebilir.
uz: Suhbatdagi boshqa ishtirokchilar sizning xabarni qachon oʻqiganingizni koʻrishlari mumkin.
vi: Những thành viên khác thấy khi bạn đã đọc tin nhắn.
zh: 聊天中的其他参与者可以看到你是否读过消息。
zh_hant: 聊天室中的其他參與者可以看到您已讀取一條訊息。

# unreadChatsInApp
source: {appname}: {unread} unread chats
ar: {appname}: {unread} الدردشات غير المقروءة
be: {appname}: {unread} нявідкладных размоваў
el: {appname}: {unread} μη αναγνωσμένα chats
fa: {appname}: {unread} چت خوانده نشده
fil: {appname}: {unread} hindi nabasang usapan
he: {appname}: {unread} שיחות שלא נקראו
ia: {appname}: {unread} chat non lege
ja: {appname}：未読のチャット {unread} 件
ko: {appname}: {unread}개의 읽지 않은 채팅
lt: {appname}: {unread} neskaitytų pokalbių
lv: {appname}: {unread} nelasītas tērzēšanas
ro: {appname}: {unread} conversații necitite
sl: {appname}: {unread} neprebranych pogovorov
te: {appname}: {unread} చదవని చాట్స్
tr: {appname}: {unread} okunmayan sohbet
uz: {appname}: {unread} ta oʻqilmagan suhbatlar
vi: {appname}: {unread} trò chuyện chưa đọc
zh: {appname}: {unread} 未读聊天
zh_hant: {appname}：{unread} 未讀聊天室

source: Change general chat settings
ar: تغيير إعدادات الدردشة العامة
be: Змяніць агульныя налады чата
el: Αλλαγή γενικών ρυθμίσεων συνομιλίας
fa: تغییر تنظیمات چت عمومی
fil: Baguhin ang mga pangkalahatang setting ng chat
he: שנה את הגדרות הצ'אט הכלליות
ia: Cambiar configurationes general del chat
ja: 一般チャット設定を変更
ko: 일반 채팅 설정 번경하기
lt: Keisti bendro pokalbio nustatymus
lv: Mainīt vispārējos tērzēšanas iestatījumus
ro: Schimbă setările generale ale chat-ului
sl: Spremeni splošne nastavitve klepeta
te: సాధారణ చాట్ సెట్టింగులను మార్చండి
tr: Genel sohbet ayarlarını değiştir
uz: Umumiy suhbat sozlamalarini oʻzgartirish
vi: Thay đổi cài đặt chung của cuộc trò chuyện
zh: 更改常规聊天设置
zh_hant: 變更一般聊天設定

# inviteOtherUsers
source: Invite other users to this chat
ar: دعوة مستخدمين آخرين إلى هذه الدردشة
be: Запрасіць іншых карыстальнікаў у гэты чат
el: Πρόσκληση άλλων χρηστών σε αυτήν τη συνομιλία
fa: دعوت از کاربران دیگر به این چت
fil: Anyayahan ang ibang mga user sa chat na ito
he: הזמן משתמשים אחרים לצ'אט זה
ia: Invitar altere usatores a iste chat
ja: 他のユーザーをこのチャットに招待
ko: 다른 사용자를 이 채팅에 초대하기
lt: Pakviesti kitus vartotojus į šį pokalbį
lv: Uzaicināt šajā tērzēšanā citus lietotājus
ro: Invită alți utilizatori în acest chat
sl: Vabi druge uporabnike v ta klepet
te: ఇతర వినియోగదారులను ఈ చాట్‌కు ఆహ్వానించండి
tr: Diğer kullanıcıları bu sohbete davet et
uz: Boshqa foydalanuvchilarni bu suhbatga taklif qilish
vi: Mời người dùng khác vào cuộc trò chuyện này
zh: 邀请其他用户到这个聊天
zh_hant: 邀請其他用戶進入本聊天

source: Change the chat permissions
ar: تغيير أذونات الدردشة
be: Змяніць дазволы чата
el: Αλλαγή των δικαιωμάτων συνομιλίας
fa: تغییر مجوزهای چت
fil: Baguhin ang mga pahintulot sa chat
he: שנה את הרשאות הצ'אט
ia: Cambiar le permissiones del chat
ja: チャットの権限を変更
ko: 채팅 권한 바꾸기
lt: Keisti pokalbio leidimus
lv: Mainīt tērzēšanas atļaujas
ro: Schimbă permisiunile chat-ului
sl: Spremeni dovoljenja za klepet
te: చాట్ అనుమతులను మార్చండి
tr: Sohbet izinlerini değiştir
uz: Suhbat ruxsatnomalarini oʻzgartirish
vi: Thay đổi quyền của trò chuyện
zh: 更改聊天权限
zh_hant: 變更聊天室權限

# changeTheVisibilityOfChatHistory
source: Change the visibility of the chat history
ar: تغيير رؤية سجل الدردشة
be: Змяніць бачнасць гісторыі чата
el: Αλλαγή της ορατότητας του ιστορικού συνομιλίας
fa: تغییر دیداری تاریخچه چت
fil: Baguhin ang visibility ng kasaysayan ng chat
he: שנה את נראות היסטוריית הצ'אט
ia: Cambiar le visibilitate del historia del chat
ja: チャット履歴の表示設定を変更
ko: 채팅 기록 표시 여부 바꾸기
lt: Keisti pokalbio istorijos matomumą
lv: Mainīt tērzēšanas vēstures redzamību
ro: Schimbă vizibilitatea istoricului chat-ului
sl: Spremeni vidnost zgodovine klepeta
te: చాట్ చరిత్ర యొక్క దృశ్యాన్ని మార్చండి
tr: Sohbet geçmişinin görünürlüğünü değiştir
uz: Suhbat tarix koʻrinishini oʻzgartirish
vi: Thay đổi cách hiển thị lịch sử trò chuyện
zh: 更改聊天历史的可见性
zh_hant: 變更過往聊天記錄可見度

# changeTheCanonicalRoomAlias
source: Change the main public chat address
ar: تغيير عنوان الدردشة العامة الرئيسي
be: Змяніць асноўны публічны адрас чата
el: Αλλαγή της κύριας δημόσιας διεύθυνσης συνομιλίας
fa: تغییر آدرس اصلی چت عمومی
fil: Baguhin ang pangunahing pampublikong address ng chat
he: שנה את כתובת הצ'אט הציבורי הראשית
ia: Cambiar le adresse public principal del sala
ja: メインの公開チャットアドレスを変更
ko: 메인 공개 채팅 주소 바꾸기
lt: Keisti pagrindinį viešojo pokalbio adresą
lv: Mainīt tērzēšanas galveno publisko adresi
ro: Schimbă adresa principală a chat-ului public
sl: Spremeni glavni javni naslov klepeta
te: ప్రధాన ప్రజా చాట్ చిరునామాను మార్చండి
tr: Ana herkese açık sohbet adresini değiştir
uz: Asosiy umumiy suhbat manzilini oʻzgartirish
vi: Thay đổi bí danh công khai chính
zh: 更改主公共聊天地址
zh_hant: 變更公開聊天室的主要地址

# changeTheDescriptionOfTheGroup
source: Change the description of the chat
ar: تغيير وصف الدردشة
be: Змяніць апісанне чата
el: Αλλαγή της περιγραφής της συνομιλίας
fa: تغییر توضیحات چت
fil: Baguhin ang paglalarawan ng chat
he: שנה את תיאור הצ'אט
ia: Cambiar le description del grupo
ja: チャットの説明を変更する
ko: 채팅 설명 바꾸기
lt: Pakeisti pokalbio aprašymą
lv: Mainīt tērzēšanas aprakstu
ro: Schimbă descrierea chat-ului
sl: Spremeni opis klepeta
te: గుంపు వివరణను మార్చండి
tr: Sohbetin açıklamasını değiştir
uz: Suhbat tavsifini oʻzgartirish
vi: Thay đổi mô tả cuộc trò chuyện
zh: 更改聊天描述
zh_hant: 變更聊天室說明

# chatPermissionsDescription
source: Define which power level is necessary for certain actions in this chat. The power levels 0, 50 and 100 are usually representing users, moderators and admins, but any gradation is possible.
ar: ‪حدد مستوى الصلاحية الضروري لإجراءات معينة في هذه الدردشة. عادة ما تمثل مستويات الصلاحية 0 و 50 و 100 المستخدمين والمشرفين ولكن أي تدرج ممكن.
be: Вызначце, які ўзровень паўнамоцтваў неабходны для пэўных дзеянняў у гэтым чаце. Узроўні паўнамоцтваў 0, 50 і 100 звычайна прадстаўляюць карыстальнікаў, мадэратараў і адміністратараў, але магчымы любыя градацыі.
el: Ορίστε ποιο επίπεδο δύναμης είναι απαραίτητο για ορισμένες ενέργειες σε αυτήν τη συνομιλία. Τα επίπεδα δύναμης 0, 50 και 100 συνήθως αντιπροσωπεύουν χρήστες, διαχειριστές και διαχειριστές, αλλά οποιαδήποτε βαθμίδα είναι δυνατή.
fa: تعریف سطح قدرت لازم برای انجام اقدامات خاص در این چت. سطوح قدرت 0، 50 و 100 معمولاً نشان‌دهنده کاربران، مدیران و مدیران کل هستند، اما هر درجه‌ای ممکن است.
fil: Tukuyin kung anong antas ng kapangyarihan ang kinakailangan para sa ilang mga aksyon sa chat na ito. Ang mga antas ng kapangyarihan 0, 50, at 100 ay karaniwang kumakatawan sa mga user, moderator, at admin, ngunit posible ang anumang gradasyon.
he: הגדר איזה רמת כוח נדרשת לביצוע פעולות מסוימות בצ'אט זה. רמות הכוח 0, 50 ו-100 בדרך כלל מייצגות משתמשים, מתאמים ומנהלים, אך ניתן לקבוע כל דרגה.
ia: Define cual nivel de potentia es necessari pro certe actiones in iste chat. Le nivellos de potentia 0, 50 e 100 usualmente representa usatores, moderatores e administratores, ma omne gradation es possibile.
ja: このチャットで特定の操作に必要な権限レベルを定義します。権限レベル0、50、100は通常、ユーザー、モデレーター、管理者を表しますが、任意の段階も可能です。
ko: 이 채팅에서 특정 작업에 요구할 권한 레벨을 정의합니다. 권한 레벨 0, 50, 100은 일반적으로 유저, 관리자, 운영자를 나타내지만, 모든 숫자가 가능합니다.
lt: Nustatykite, kokio lygio leidimas reikalingas tam tikroms veikloms šiame pokalbyje. Lygiai 0, 50 ir 100 dažniausiai atitinka naudotojus, moderatorius ir administratorių, tačiau galima naudoti ir bet kokią kitą gradaciją.
lv: Noteikt, kurš spēka līmenis ir nepieciešams noteiktām darbībām šajā tērzēšanā. Spēka līmeņi 0, 50 un 100 parasti atbilst lietotājiem, moderatoriem un pārvaldītājiem, bet ir iespējams jebkāds iedalījums.
ro: Definește nivelul de putere necesar pentru anumite acțiuni în acest chat. Nivelurile de putere 0, 50 și 100 reprezintă de obicei utilizatori, moderatori și administratori, dar orice gradație este posibilă.
sl: Določite, katera raven moči je potrebna za določene dejavnosti v tem klepetu. Raven moči 0, 50 in 100 običajno predstavljajo uporabnike, moderatorje in skrbnike, vendar je možna tudi katera koli stopnja.
te: ఈ చాట్‌లో కొన్ని చర్యలకు అవసరమైన శక్తి స్థాయి ఏది అనేది నిర్వచించండి. శక్తి స్థాయిలు 0, 50 మరియు 100 సాధారణంగా వినియోగదారులు, మధ్యవర్తులు మరియు అడ్మిన్స్‌ను సూచిస్తాయి, కానీ ఏదైనా గ్రాడేషన్ సాధ్యమే.
tr: Bu sohbette belirli eylemler için hangi güç düzeyinin gerekli olduğunu tanımlayın. 0, 50 ve 100 güç düzeyleri genellikle kullanıcıları, moderatörleri ve yöneticileri temsil eder, ancak herhangi bir derecelendirme mümkündür.
uz: Ushbu suhbatda muayyan harakatlar uchun qaysi quvvat darajasi zarurligini aniqlang. 0, 50 va 100 quvvat darajalari odatda foydalanuvchilar, moderatorlar va administratorlarni ifodalaydi, ammo har qanday gradatsiya mumkin.
vi: Đặt mức quyền tối thiểu cần thiết cho mỗi hành động. Thường cấp 0, 50 và 100 tương ứng người dùng, điều hành và quản trị, nhưng bạn có thể tùy chỉnh chi tiết.
zh: 定义此聊天中哪个权限等级对特定操作是必需的。权限等级 0、50 和 100 通常代表用户、主持人和管理员，但你可以自定义任何等级。
zh_hant: 定義此聊天中某些操作需要哪個權限等級。 權限等級0、50和100通常代表使用者、版主和管理員，但任何分級都是可能的。

# noticeChatBackupDeviceVerification
source: Note: When you connect all your devices to the chat backup, they are automatically verified.
ar: ملاحظة: عند توصيل جميع أجهزتك بنسخة احتياطية للدردشة، يتم التحقق منها تلقائيًا.
be: Заўвага: Калі вы падключаеце ўсе свае прылады да рэзервовай копіі чата, яны аўтаматычна праверяцца.
el: Σημείωση: Όταν συνδέσετε όλες τις συσκευές σας στο αντίγραφο ασφαλείας συνομιλίας, αυτομάτως επαληθεύονται.
fa: توجه: هنگامی که تمام دستگاه‌های خود را به پشتیبان چت متصل می‌کنید، به طور خودکار تأیید می‌شوند.
fil: Tandaan: Kapag ikinonekta mo ang lahat ng iyong device sa chat backup, awtomatiko silang na-verify.
he: הערה: כאשר אתה מחבר את כל המכשירים לגיבוי הצ'אט, הם מאומתים אוטומטית.
ia: Nota: Quando tu conecta tote tu dispositivos al backup de chat, illes es automaticemente verificat.
ja: 注意：すべてのデバイスをチャットバックアップに接続すると、自動的に認証されます。
ko: 참고: 모든 기기에 채팅 백업을 설정하면 자동으로 서로 인증됩니다.
lt: Pastaba: Kai prijungiate visus savo įrenginius prie pokalbių atsarginės kopijos, jie automatiškai patvirtinami.
lv: Piezīme: kad visas ierīces tiek savienotas ar tērzēšanu rezerves kopiju, tās tiek automātiski apliecinātas.
ro: Notă: Când conectați toate dispozitivele dvs. la backup-ul de chat, acestea sunt verificate automat.
sl: Opomba: Ko povežete vse svoje naprave s varnostno kopijo klepeta, so samodejno preverjene.
te: గమనిక: మీరు మీ అన్ని డివైస్‌లను చాట్ బ్యాకప్‌కు కనెక్ట్ చేసినప్పుడు, అవి ఆటోమేటిక్‌గా నిర్ధారించబడతాయి.
tr: Not: Tüm aygıtlarınızı sohbet yedeklemesine bağladığınızda, otomatik olarak doğrulanırlar.
uz: Eslatma: Barcha qurilmalaringizni suhbat zaxira nusxasiga ulaganingizda, ular avtomatik ravishda tasdiqlanadi.
vi: Lưu ý: Khi bạn thêm tất cả thiết bị vào sao lưu trò chuyện, chúng sẽ tự động được xác minh.
zh: 注意：当你连接所有设备到聊天备份时，这些设备将被自动验证。
zh_hant: 注意：當您將所有裝置連線到聊天備份時，它們會自動驗證。
