Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# deleteSubscriptionWarningBody
source: Deleting your account will not automatically cancel your subscription.
ar: حذف حسابك لن يلغي اشتراكك تلقائيًا.
be: Выдаленне вашага акаўнта не аўтаматычна адмяняе вашу падпіску.
el: Η διαγραφή του λογαριασμού σας δεν θα ακυρώσει αυτόματα τη συνδρομή σας.
fa: حذف حساب شما به طور خودکار اشتراک شما را لغو نمی‌کند.
fil: Ang pagtanggal ng iyong account ay hindi awtomatikong magcancela ng iyong subscription.
he: מחיקת החשבון שלך לא תבטל אוטומטית את המנוי שלך.
ia: Le delition de tu conto non cancelara automaticamente tu subscription.
ja: アカウントを削除しても、自動的にサブスクリプションはキャンセルされません。
ko: 계정을 삭제하더라도 구독이 자동으로 취소되지 않습니다.
lt: Ištrynus savo paskyrą, jūsų prenumerata nebus automatiškai atšaukta.
lv: Dzēšot savu kontu, jūsu abonēšana netiks automātiski atcelta.
ro: Ștergerea contului tău nu va anula automat abonamentul.
sl: Brisanje vašega računa ne bo samodejno preklicalo vaše naročnine.
te: మీ ఖాతాను తొలగించడం స్వయంచాలకంగా మీ సబ్‌స్క్రిప్షన్‌ను రద్దు చేయదు.
tr: Hesabınızı silmek aboneliğinizi otomatik olarak iptal etmez.
uz: Hisobingizni o'chirish avtomatik ravishda obunangizni bekor qilmaydi.
vi: Việc xóa tài khoản sẽ không hủy gói đăng ký của bạn.
zh: 删除您的账户不会自动取消您的订阅。
zh_hant: 刪除您的帳戶不會自動取消您的訂閱。

source: Manage Subscription
ar: إدارة الاشتراك
be: Кіраванне падпіскай
el: Διαχείριση συνδρομής
fa: مدیریت اشتراک
fil: Pamahalaan ang Subscription
he: ניהול המנוי
ia: Manage le subscription
ja: サブスクリプションを管理
ko: 구독 관리
lt: Valdyti prenumeratą
lv: Pārvaldīt abonēšanu
ro: Gestionează Abonamentul
sl: Upravljanje naročnine
te: సబ్‌స్క్రిప్షన్ నిర్వహించండి
tr: Aboneliği Yönet
uz: Obunani boshqarish
vi: Quản lý gói đăng ký
zh: 管理订阅
zh_hant: 管理訂閱

# error520Title
source: Please try again.
ar: يرجى المحاولة مرة أخرى.
be: Паспрабуйце яшчэ раз.
el: Παρακαλώ δοκιμάστε ξανά.
fa: لطفاً دوباره تلاش کنید.
fil: Mangyaring subukan muli.
he: אנא נסה שוב.
ia: Per favor, prova ancora.
ja: もう一度お試しください。
ko: 다시 시도해 주세요.
lt: Prašome bandyti dar kartą.
lv: Lūdzu, mēģiniet vēlreiz.
ro: Te rugăm să încerci din nou.
sl: Poskusite znova.
te: దయచేసి మళ్లీ ప్రయత్నించండి.
tr: Lütfen tekrar deneyin.
uz: Iltimos, qayta urinib ko'ring.
vi: Hãy thử lại.
zh: 请再试一次。
zh_hant: 請再試一次。

# error520Desc
source: Sorry, we could not understand your message...
ar: عذرًا، لم نتمكن من فهم رسالتك...
be: Прабачце, мы не змаглі зразумець ваша паведамленне...
el: Λυπούμαστε, δεν καταλάβαμε το μήνυμά σας...
fa: متأسفیم، نتوانستیم پیام شما را درک کنیم...
fil: Paumanhin, hindi namin maintindihan ang iyong mensahe...
he: סליחה, לא הצלחנו להבין את ההודעה שלך...
ia: Disculpa, nos non poteva comprender tu message...
ja: 申し訳ありませんが、メッセージを理解できませんでした...
ko: 죄송합니다, 메시지를 이해하지 못했습니다...
lt: Atsiprašome, mes nesupratome jūsų žinutės...
lv: Atvainojiet, mēs nesapratām jūsu ziņojumu...
ro: Ne pare rău, nu am putut înțelege mesajul tău...
sl: Oprostite, nismo mogli razumeti vaše sporočilo...
te: క్షమించండి, మీ సందేశాన్ని మనం అర్థం చేసుకోలేకపోయాము...
tr: Üzgünüz, mesajınızı anlayamadık...
uz: Kechirasiz, biz sizning xabaringizni tushuna olmadik...
vi: Xin lỗi, chúng tôi không thể hiểu tin nhắn của bạn...
zh: 抱歉，我们无法理解您的消息……
zh_hant: 抱歉，我們無法理解您的訊息...

source: Words Used
ar: الكلمات المستخدمة
be: Колькасць слоў
el: Χρησιμοποιημένες λέξεις
fa: کلمات استفاده شده
fil: Mga Salitang Ginamit
he: מילים בשימוש
ia: Parolas usate
ja: 使用した単語数
ko: 사용된 단어
lt: Naudoti žodžiai
lv: Izmantotās vārdi
ro: Cuvinte Folosite
sl: Uporabljene besede
te: పదాలు ఉపయోగించబడ్డాయి
tr: Kullanılan Kelimeler
uz: Foydalanilgan so'zlar
vi: Từ đã dùng
zh: 已使用的单词
zh_hant: 已使用字數

source: Level
ar: المستوى
be: Узровень
el: Επίπεδο
fa: سطح
fil: Antas
he: רמה
ia: Nivel
ja: レベル
ko: 레벨
lt: Lygis
lv: Līmenis
ro: Nivel
sl: Raven
te: స్థాయి
tr: Seviye
uz: Daraja
vi: Cấp độ
zh: 等级
zh_hant: 等級

source: Morphs Used
ar: الأشكال المستخدمة
be: Выкарыстаныя морфы
el: Χρησιμοποιημένες μορφές
fa: مورف‌ها استفاده شده
fil: Mga Morphs na Ginamit
he: מורפמות בשימוש
ia: Morphe usate
ja: 使用した形態素
ko: 사용된 형태소
lt: Naudoti morfai
lv: Izmantotās morfas
ro: Morfeme utilizate
sl: Uporabljeni morfi
te: మార్ఫ్స్ ఉపయోగించబడ్డాయి
tr: Kullanılan Morfler
uz: Foydalanilgan morflar
vi: Hình thái đã sử dụng
zh: 已使用的形态
zh_hant: 已使用形態變化

# translationChoicesBody
source: Click and hold an option for a hint.
ar: انقر مع الاستمرار على خيار للحصول على تلميح.
be: Націсніце і ўтрымлівайце опцыю для падказкі.
el: Κάντε κλικ και κρατήστε μια επιλογή για μια υπόδειξη.
fa: برای راهنمایی، یک گزینه را نگه دارید و کلیک کنید.
fil: Pindutin at hawakan ang isang opsyon para sa isang pahiwatig.
he: לחץ והחזק אפשרות לקבלת רמז.
ia: Clique e tene un option pro un suggestion.
ja: ヒントを表示するにはオプションをクリックして長押ししてください。
ko: 옵션을 클릭하고 길게 눌러 힌트를 확인하세요.
lt: Spustelėkite ir palaikykite parinktį, kad gautumėte užuominą.
lv: Noklikšķiniet un turiet opciju, lai saņemtu norādi.
ro: Faceți clic și țineți apăsat pe o opțiune pentru o sugestie.
sl: Kliknite in držite možnost za namig.
te: ఒక ఎంపికపై క్లిక్ చేసి హోల్డ్ చేయండి సూచన కోసం.
tr: İpucu almak için bir seçeneğe tıklayın ve basılı tutun.
uz: Bir variantni bosib ushlab turing va maslahat oling.
vi: Giữ lâu một lựa chọn để xem gợi ý.
zh: 点击并按住一个选项以获取提示。
zh_hant: 點擊並長按選項以獲取提示。

source: Grammar
ar: القواعد
be: Граматыка
el: Γραμματική
fa: دستور زبان
fil: Balarila
he: דקדוק
ia: Grammatica
ja: 文法
ko: 문법
lt: Gramatika
lv: Gramatika
ro: Gramatică
sl: Slovnica
te: వ్యాకరణం
tr: Dilbilgisi
uz: Grammatika
vi: Ngữ pháp
zh: 语法
zh_hant: 語法

source: Contact has been invited to the chat
ar: تمت دعوة جهة الاتصال إلى الدردشة
be: Кантакт быў запрошаны ў чат
el: Ο επαφή έχει προσκληθεί στη συνομιλία
fa: تماس دعوت شده است به چت
fil: Naimbitahan na ang contact sa chat
he: הקשר הוזמן לשיחה
ia: Le contact ha essite invitate al chat
ja: 連絡先がチャットに招待されました
ko: 연락처가 채팅에 초대되었습니다
lt: Kontaktas pakviestas į pokalbį
lv: Kontakts ir uzaicināts uz čatu
ro: Contactul a fost invitat în chat
sl: Stik je bil povabljen v klepet
te: సంపర్కం చాట్‌కు ఆహ్వానించబడింది
tr: İletişim sohbete davet edildi
uz: Kontakt suhbatga taklif qilindi
vi: Liên hệ đã được mời vào cuộc trò chuyện
zh: 联系人已被邀请加入聊天
zh_hant: 聯絡人已被邀請加入聊天

source: 📨 Invite chat
ar: 📨 دعوة للدردشة
be: 📨 Запрасіць чат
el: 📨 Προσκαλέστε στη συνομιλία
fa: 📨 دعوت به چت
fil: 📨 Imbitahan ang chat
he: 📨 הזמנת שיחה
ia: 📨 Invitar al chat
ja: 📨 チャットを招待
ko: 📨 채팅 초대
lt: Kviesti pokalbį
lv: 📨 Uzaicināt čatu
ro: 📨 Invită la chat
sl: 📨 Povabi v klepet
te: 📨 చాట్‌కు ఆహ్వానించండి
tr: 📨 Sohbet Davet Et
uz: 📨 Suhbatga taklif qilish
vi: 📨 Mời vào trò chuyện
zh: 📨 邀请聊天
zh_hant: 📨 邀請加入聊天

source: Chat name
ar: اسم الدردشة
be: Імя чату
el: Όνομα συνομιλίας
fa: نام چت
fil: Pangalan ng chat
he: שם השיחה
ia: Nomen del chat
ja: チャット名
ko: 채팅 이름
lt: Pokalbio pavadinimas
lv: Čata nosaukums
ro: Numele chat-ului
sl: Ime klepeta
te: చాట్ పేరు
tr: Sohbet Adı
uz: Suhbat nomi
vi: Tên cuộc trò chuyện
zh: 聊天名称
zh_hant: 聊天名稱

# reportContentIssueTitle
source: Report content issue
ar: الإبلاغ عن مشكلة في المحتوى
be: Паведаміць пра праблему з кантэнтам
el: Αναφορά προβλήματος περιεχομένου
fa: گزارش مشکل محتوا
fil: Iulat ang isyu sa nilalaman
he: דווח על בעיית תוכן
ia: Reportar problema de contento
ja: コンテンツの問題を報告
ko: 콘텐츠 문제 신고
lt: Pranešti apie turinio problemą
lv: Ziņot par satura problēmu
ro: Raportează problemă de conținut
sl: Prijavi težavo s vsebino
te: విషయ సమస్యను నివేదించండి
tr: İçerik Sorunu Bildir
uz: Mazmun muammosini xabar qilish
vi: Báo cáo nội dung vấn đề
zh: 举报内容问题
zh_hant: 舉報內容問題

# feedback
source: Optional feedback
ar: ملاحظات اختيارية
be: Дадатковы водгук
el: Προαιρετικά σχόλια
fa: بازخورد اختیاری
fil: Opsyonal na puna
he: משוב אופציונלי
ia: Retroaction optional
ja: 任意のフィードバック
ko: 선택적 피드백
lt: Pasirinktinė atsiliepimas
lv: Neobligāts atsauksmes
ro: Feedback opțional
sl: Neobvezni povratni odziv
te: ఐచ్ఛిక అభిప్రాయం
tr: İsteğe bağlı geri bildirim
uz: İxtiyoriy fikr-mulohaza
vi: Phản hồi (tùy chọn)
zh: 可选反馈
zh_hant: 可選反饋

# reportContentIssueDescription
source: Uh oh! AI can faciliate personalized learning experiences but... also hallucinates. Please provide any feedback you have and we'll try again.
ar: أوه لا! يمكن للذكاء الاصطناعي تسهيل تجارب التعلم الشخصية ولكن... أيضًا يهلوس. يرجى تقديم أي ملاحظات لديك وسنحاول مرة أخرى.
be: Ой! ШІ можа садзейнічаць персаналізаванаму навучанню, але... таксама можа галюцынаваць. Калі ласка, прадастаўце любы водгук, і мы паспрабуем зноў.
el: Ωχ! Η ΤΝ μπορεί να διευκολύνει εξατομικευμένες εκπαιδευτικές εμπειρίες αλλά... επίσης hallucinate. Παρακαλούμε δώστε τυχόν σχόλια και θα προσπαθήσουμε ξανά.
fa: اوه! هوش مصنوعی می‌تواند تجربیات یادگیری شخصی‌سازی شده را تسهیل کند اما... همچنین توهم می‌زند. لطفاً هر بازخوردی دارید ارائه دهید و دوباره تلاش خواهیم کرد.
fil: Naku! Maaaring magbigay ang AI ng mga personalisadong karanasan sa pagkatuto ngunit... nagkakaroon din ito ng hallucinations. Mangyaring ibigay ang anumang puna na mayroon ka at susubukan naming muli.
he: אוי ואבוי! בינה מלאכותית יכולה לסייע בחוויות למידה מותאמות אישית אך... גם הוזה. אנא ספק כל משוב שיש לך ואנחנו ננסה שוב.
ia: Oh! Le AI pote facilitar experientias de apprendimento personalisate ma... tamben hallucina. Per favor, provide qualunque retroaction e nos tentarà de novo.
ja: おっと！AIはパーソナライズされた学習体験を促進できますが...また幻覚を見ます。ご意見をお聞かせください。再度試みます。
ko: 이런! AI는 개인화된 학습 경험을 촉진할 수 있지만... 환각도 일으킵니다. 피드백이 있으면 제공해 주세요. 다시 시도하겠습니다.
lt: O ne! Dirbtinis intelektas gali palengvinti personalizuotą mokymosi patirtį, bet... taip pat haliucinuoja. Prašome pateikti bet kokią jūsų turimą atsiliepimą ir mes bandysime dar kartą.
lv: Ak! Mākslīgais intelekts var veidot personalizētas mācību pieredzes, bet... arī halucinē. Lūdzu, sniedziet jebkādu atsauksmi, un mēs mēģināsim vēlreiz.
ro: Oups! AI poate facilita experiențe de învățare personalizate, dar... hallucinează și ea. Vă rugăm să oferiți orice feedback aveți și vom încerca din nou.
sl: Oh ne! Umetna inteligenca lahko olajša prilagojene učne izkušnje, vendar... tudi halucinira. Prosimo, da podate kakršne koli povratne informacije in poskusili bomo znova.
te: అయ్యో! AI వ్యక్తిగతీకరించిన అభ్యాస అనుభవాలను సులభతరం చేయగలదు కానీ... కూడా హల్యూసినేట్ చేస్తుంది. దయచేసి మీ అభిప్రాయాలను అందించండి, మేము మళ్లీ ప్రయత్నిస్తాము.
tr: Aman Tanrım! Yapay zeka kişiselleştirilmiş öğrenme deneyimleri sağlayabilir ama... aynı zamanda halüsinasyon da görebilir. Lütfen herhangi bir geri bildiriminizi sağlayın, tekrar deneyelim.
uz: Hoy! AI shaxsiy o‘rganish tajribalarini ta’minlashi mumkin, lekin... shuningdek, xayolotga berilishi mumkin. Iltimos, fikringizni bildiring va biz yana urinib ko‘ramiz.
vi: Ôi không! AI hỗ trợ cá nhân hóa nhưng đôi khi vẫn nhầm lẫn. Hãy cho chúng tôi biết phản hồi của bạn hoặc ta sẽ thử lại.
zh: 哎呀！AI可以促进个性化学习体验，但……也会产生幻觉。请提供您的反馈，我们会再次尝试。
zh_hant: 哎呀！AI可以促進個性化學習體驗，但...也會產生幻覺。請提供您的反饋，我們將再次嘗試。

# l2SupportNa
source: Not Available
ar: غير متوفر
be: Няма даступна
el: Μη διαθέσιμο
fa: در دسترس نیست
fil: Hindi Magagamit
he: לא זמין
ia: Non disponibile
ja: 利用不可
ko: 사용 불가
lt: Nepasiekiama
lv: Nav pieejams
ro: Indisponibil
sl: Ni na voljo
te: అందుబాటులో లేదు
tr: Mevcut Değil
uz: Mavjud emas
vi: Không khả dụng
zh: 不可用
zh_hant: 不可用

# l2SupportAlpha
source: Alpha
ar: ألفا
be: Альфа
el: Άλφα
fa: آلفا
he: אלפא
ja: アルファ
ko: 알파
lv: Alfa
te: అల్ఫా
tr: Alfa
uz: Alfa
vi: Bản Alpha

# l2SupportFull
source: Full
ar: كامل
be: Поўны
el: Πλήρες
fa: کامل
fil: Buo
he: מלא
ia: Complete
ja: フル
ko: 전체
lt: Visas
lv: Pilns
ro: Complet
sl: Polno
te: పూర్తి
tr: Tam
uz: To‘liq
vi: Hoàn chỉnh
zh: 完整
zh_hant: 完整

source: Open voice settings
ar: افتح إعدادات الصوت
be: Адкрыць налады голасу
el: Άνοιγμα ρυθμίσεων φωνής
fa: باز کردن تنظیمات صدا
fil: Buksan ang mga setting ng boses
he: פתח הגדרות קול
ia: Dér apertura a le configuration de voxe
ja: 声の設定を開く
ko: 음성 설정 열기
lt: Atidaryti balso nustatymus
lv: Atvērt balss iestatījumus
ro: Deschide setările de voce
sl: Odpri nastavitve glasu
te: స్వర సెట్టింగ్స్ తెరవండి
tr: Ses ayarlarını aç
uz: Ovoz sozlamalarini ochish
vi: Mở cài đặt giọng nói
zh: 打开语音设置
zh_hant: 打開語音設置

# playAudio
source: Play
ar: تشغيل
be: Гуляць
el: Αναπαραγωγή
fa: پخش
fil: Pakinggan
he: נגן
ia: Sonar
ja: 再生
ko: 재생
lt: Grojimas
lv: Atskaņot
ro: Redă
sl: Predvajaj
te: ప్లే
tr: Çal
uz: Oynatish
vi: Phát
zh: 播放
zh_hant: 播放

source: Stop
ar: إيقاف
be: Стоп
el: Διακοπή
fa: توقف
fil: Itigil
he: עצור
ia: Interromper
ja: 停止
ko: 중지
lt: Sustabdyti
lv: Pārtraukt
ro: Oprește
sl: Ustavi
te: నిలిపివేయి
tr: Durdur
uz: To‘xtatish
vi: Dừng
zh: 停止
zh_hant: 停止

# grammarCopyPOSsconj
source: Subordinating Conjunction
ar: حرف ربط تابع
be: Падпарадкавальны злучнік
el: Υποδεκτική Συζυγία
fa: حرف ربط subordinating
fil: Pang-ugnay na Panubali
he: מילת קישור משנית
ia: Conjuncion subordinative
ja: 従属接続詞
ko: 종속 접속사
lt: Subordinuojanti jungtukas
lv: Nepieciešamās saikļa vārds
ro: Conjuncție subordinativă
sl: Podredni veznik
te: అనుబంధ సంధి
tr: Bağlaç
uz: Subordinatsiyali bog‘lovchi
vi: Liên từ phụ thuộc
zh: 从属连词
zh_hant: 從屬連詞

# grammarCopyPOSnum
source: Number
ar: رقم
be: Лічба
el: Αριθμός
fa: عدد
fil: Numero
he: מספר
ia: Numeru
ja: 数
ko: 숫자
lt: Skaičius
lv: Skaitlis
ro: Număr
sl: Število
te: సంఖ్య
tr: Sayı
uz: Raqam
vi: Số đếm
zh: 数字
zh_hant: 數詞

# grammarCopyPOSverb
source: Verb
ar: فعل
be: Дзеяслоў
el: Ρήμα
fa: فعل
fil: Pandiwa
he: פועל
ia: Verbe
ja: 動詞
ko: 동사
lt: Veiksmažodis
lv: Vārds
sl: Glagol
te: క్రియ
tr: Fiil
uz: Fe’l
vi: Động từ
zh: 动词
zh_hant: 動詞

# grammarCopyPOSaffix
source: Affix
ar: لاحقة
be: Афікс
el: Επίθημα
fa: پسوند
fil: Panlapi
he: סיומת
ia: Afixo
ja: 接辞
ko: 접사
lt: Priesaga
lv: Pielikums
ro: Afix
sl: Pripona
te: ప్రత్యయము
tr: Eki
uz: Qo‘shimcha
vi: Tiền tố/Hậu tố
zh: 词缀
zh_hant: 詞綴

# grammarCopyPOSpart
source: Particle
ar: حرف
be: Частка
el: Μόριο
fa: جزء
he: חלקיק
ia: Particula
ja: 粒子
ko: 조사
lt: Partikula
lv: Partikula
sl: Delček
te: పార్టికల్
tr: Parçacık
uz: Partikula
vi: Tiểu từ
zh: 助词
zh_hant: 助詞

# grammarCopyPOSadj
source: Adjective
ar: صفة
be: Прыметнік
el: Επίθετο
fa: صفت
fil: Pang-uri
he: תואר תואר
ja: 形容詞
ko: 형용사
lt: Būdvardis
lv: Īpašības vārds
ro: Adjectiv
sl: Pridevnik
te: विशेषణం
tr: Sıfat
uz: Sifat
vi: Tính từ
zh: 形容词
zh_hant: 形容詞

# grammarCopyPOScconj
source: Coordinating Conjunction
ar: حرف عطف
be: Сінтаксічны злучнік
el: Συντονιστική Συζυγία
fa: حرف ربط coordinating
fil: Pang-ugnay
he: מילת קישור משותפת
ia: Conjuncion coordinating
ja: 等位接続詞
ko: 등위접속사
lt: Koordinuojanti jungtukas
lv: Koordinējošā saikļa vārds
ro: Conjuncție coordonativă
sl: Soglasje
te: సమన్వయ సంధి
tr: Koordinat Bağlacı
uz: Birlashuvchi bog'lovchi
vi: Liên từ đẳng lập
zh: 并列连词
zh_hant: 並列連詞

# grammarCopyPOSpunct
source: Punctuation
ar: علامة ترقيم
be: Пунктуацыя
el: Σημείο Στίξης
fa: نقطه‌گذاری
fil: Bantas
he: סימן פיסוק
ia: Punctuacion
ja: 句読点
ko: 구두점
lt: Skyrybos ženklas
lv: Punktu zīme
ro: Punctuație
sl: Vprašalnik
te: పంక్తి చిహ్నాలు
tr: Noktalama İşareti
uz: Punktuatsiya
vi: Dấu câu
zh: 标点符号
zh_hant: 標點符號

# grammarCopyPOSadv
source: Adverb
ar: ظرف
be: Прыслоўе
el: Επίρρημα
fa: قید
fil: Pang-abay
he: תואר הפועל
ia: Adverbio
ja: 副詞
ko: 부사
lt: Prieveiksmis
lv: Apstākļa vārds
sl: Prislov
te: అడ్వర్బ్
tr: Zarf
uz: Ravish
vi: Trạng từ
zh: 副词
zh_hant: 副詞

# grammarCopyPOSaux
source: Auxiliary
ar: مساعد
be: Дапаможнае слова
el: Βοηθητικό
fa: کمکی
fil: Pantulong
he: עזר
ia: Auxiliare
ja: 助動詞
ko: 조동사
lt: Pagalbinis
lv: Palīgvārds
ro: Auxiliar
sl: Pomožni
te: సహాయక
tr: Yardımcı
uz: Yordamchi
vi: Động từ phụ
zh: 助动词
zh_hant: 助動詞

# grammarCopyPOSspace
source: Space
ar: مسافة
be: Прабел
el: Κενό
fa: فاصله
fil: Espasyo
he: רווח
ia: Spatio
ja: 空白
ko: 공백
lt: Tarpas
lv: Tukšums
ro: Spațiu
sl: Presledek
te: అంతరం
tr: Boşluk
uz: Bo'shliq
vi: Khoảng trắng
zh: 空格
zh_hant: 空格

# grammarCopyPOSsym
source: Symbol
ar: رمز
be: Сімвал
el: Σύμβολο
fa: نماد
fil: Simbolo
he: סמל
ia: Symbolo
ja: 記号
ko: 기호
lt: Simbolis
lv: Simbols
ro: Simbol
sl: Simbol
te: ప్రతీక
tr: Sembol
uz: Belgi
vi: Ký hiệu
zh: 符号
zh_hant: 符號

# grammarCopyPOSdet
source: Determiner
ar: أداة تعريف
be: Вызначальнік
el: Οριστικό
fa: حرف تعریف
fil: Tagapagpahiwatig
he: מילית
ia: Determinator
ja: 限定詞
ko: 한정사
lt: Nustatomasis žodis
lv: Noteikums
ro: Determinant
sl: Člen
te: నిర్ణయకుడు
tr: Belirleyici
uz: Aniqlovchi
vi: Từ hạn định
zh: 限定词
zh_hant: 限定詞

# grammarCopyPOSpron
source: Pronoun
ar: ضمير
be: Месцаімяннік
el: Αντωνυμία
fa: ضمیر
fil: Panghalip
he: מִשְׁתַּמֵּשׁ
ia: Pronome
ja: 代名詞
ko: 대명사
lt: Įvardis
lv: Aparatīvs vārds
ro: Pronume
sl: Zaimek
te: సర్వనామం
tr: Zamir
uz: O'zgaruvchi
vi: Đại từ
zh: 代词
zh_hant: 代詞

# grammarCopyPOSadp
source: Adposition
ar: حرف جر
be: Прэпозицыя
el: Επιρρηματική Πρόθεση
fa: حرف اضافه
fil: Preposisyon
he: הַקְשָׁרָה
ja: 前置詞
ko: 전치사
lt: Priešdėlis
lv: Priekšvārds
ro: Adpoziție
sl: Predložni izraz
te: అడ్పోజిషన్
tr: Edat
uz: Oldi keluvchi
vi: Giới từ
zh: 介词
zh_hant: 介詞

# grammarCopyPOSpropn
source: Proper Noun
ar: اسم علم
be: Уласнае імя
el: Ονόματος Ιδιότητας
fa: اسم خاص
fil: Pangngalan na Pambalana
he: שֵׁם יִיחוּד
ia: Nomen propre
ja: 固有名詞
ko: 고유명사
lt: Vardas, vardas vietovardis
lv: Īpašvārds
ro: Substantiv propriu
sl: Lastno ime
te: సరైన నామవాచకం
tr: Özel İsim
uz: Maxsus nom
vi: Danh từ riêng
zh: 专有名词
zh_hant: 專有名詞

# grammarCopyPOSnoun
source: Noun
ar: اسم
be: Назоўнік
el: Ουσιαστικό
fa: اسم
fil: Pangngalan
he: שֵׁם
ia: Nomen
ja: 名詞
ko: 명사
lt: Daiktavardis
lv: Vārds
ro: Substantiv
sl: Samostalnik
te: నామవాచకం
tr: İsim
uz: Ism
vi: Danh từ
zh: 名词
zh_hant: 名詞

# grammarCopyPOSintj
source: Interjection
ar: تعجب
be: Міжказоўе
el: Επιφώνημα
fa: شگفتی‌آور
fil: Interjeksyon
he: הַהַכָּחָה
ja: 感嘆詞
ko: 감탄사
lt: Interjekcija
lv: Interjekcija
ro: Interjecție
sl: Vzik
te: అంతర్గత ఉచ్చారణ
tr: Ünlem
uz: O'tkazuvchi so'z
vi: Thán từ
zh: 感叹词
zh_hant: 感嘆詞

# grammarCopyPOSidiom
source: Idiom
uz: Idioma
vi: Thành ngữ

# grammarCopyPOSphrasalv
source: Phrasal Verb
ro: Verb Phrastic
uz: Frazali fe'l
vi: Động từ cụm

# grammarCopyPOScompn
source: Compound
ro: Compus
uz: Qarama
vi: Hợp chất

# grammarCopyPOSx
source: Other
ar: آخر
be: Іншае
el: Άλλο
fa: دیگر
fil: Iba pa
he: אחר
ia: Altere
ja: その他
ko: 기타
lt: Kita
lv: Cits
ro: Altele
sl: Drugo
te: ఇతర
tr: Diğer
uz: Boshqa
vi: Khác
zh: 其他
zh_hant: 其他

# grammarCopyGENDERfem
source: Feminine
ar: مؤنث
be: Жаночы
el: Θηλυκό
fa: مونث
fil: Babae
he: נְקֵבָה
ja: 女性形
ko: 여성형
lt: Moteriškas
lv: Sieviešu dzimte
ro: Feminina
sl: Ženski spol
te: స్త్రీలింగం
tr: Kadın
uz: Ayol jins
vi: Giống cái
zh: 阴性
zh_hant: 陰性

# grammarCopyPERSON2
source: Second Person
ar: الشخص الثاني
be: Другая асоба
el: Δεύτερο Πρόσωπο
fa: شخص دوم
fil: Ikalawang Tao
he: אישִׁית שֵׁנִית
ia: Secunde Persona
ja: 二人称
ko: 2인칭
lt: Antrasis asmuo
lv: Otrā persona
ro: Persoana a doua
sl: Druga oseba
te: రెండవ వ్యక్తి
tr: İkinci Kişi
uz: Ikkinchi shaxs
vi: Ngôi thứ hai
zh: 第二人称
zh_hant: 第二人稱

# grammarCopyMOODimp
source: Imperative
ar: أمر
be: Паўказальны настрой
el: Υποτακτική
fa: امر
fil: Imperatibo
he: ציווי
ja: 命令形
ko: 명령형
lt: Įsakymas
lv: Komandveida noskaņojums
ro: Imperativ
sl: Ukazni način
te: ఆజ్ఞ
tr: Emir Kipi
uz: Buyruq kayfiyati
vi: Mệnh lệnh
zh: 祈使语气
zh_hant: 祈使語氣

# grammarCopyPUNCTTYPEqest
source: Question
ar: سؤال
be: Пытальнае
el: Ερώτηση
fa: سوال
fil: Tanong
he: שְׁאֵלָה
ja: 疑問
ko: 질문
lt: Klausimas
lv: Jautājums
ro: Întrebare
sl: Vprašanje
te: ప్రశ్న
tr: Soru
uz: Savol
vi: Câu hỏi
zh: 疑问句
zh_hant: 疑問

# grammarCopyCASEaccnom
source: Accusative, Nominative
ar: حالة النصب، الحالة الاسمية
be: Вінаватны, Назоўны
el: Αιτιατική, Ονομαστική
fa: مفعول، فاعل
fil: Pang-akkusatibo, Nominatibo
he: נִסְיוֹן, שֵׁם הַכְּרוּת
ja: 対格・主格
ko: 대격, 주격
lt: Klausiamasis, Vardininkas
lv: Akuzatīvs, Nominatīvs
ro: Acuzativ, Nominativ
sl: Akuzativ, Nominativ
te: కేసు: నిందిత, నామవాచకం
tr: İlgi, Yükleme
uz: Hujjat, Nominativ
vi: Trực tiếp, Chủ cách
zh: 宾格，主格
zh_hant: 賓格，主格

# grammarCopyCASEobl
source: Oblique
ar: حالة المفعول به
be: Косвены
el: Παρακειμένη
fa: متمم
fil: Obliquus
he: עָקֵב
ja: 格外
ko: 탈격
lt: Lankstus
lv: Obliquis
ro: Oblic
sl: Okluziv
te: అపవర్గం
tr: Düzenli
uz: O‘qish
vi: Bổ nghĩa
zh: 斜格
zh_hant: 賴格

# grammarCopyVOICEact
source: Active
ar: مبني للمجهول
be: Дзейсны
el: Ενεργητική
fa: فعال
fil: Aktibo
he: פעיל
ja: 能動態
ko: 능동
lt: Veiksmažodis aktyvus
lv: Aktīvs
ro: Activ
sl: Aktivni glas
te: క్రియాశీలక
tr: Etkin
uz: Faol
vi: Chủ động
zh: 主动
zh_hant: 主動語態

# grammarCopyPUNCTTYPEbrck
source: Bracket
ar: قوس
be: Дужка
el: Παρένθεση
fa: براکت
fil: Kuwit
he: סְגוֹלָה
ia: Parenthese
ja: 括弧
ko: 괄호
lt: Skirtukas
lv: Liekšķīme
ro: Paranteză
sl: Okvir
te: బ్రాకెట్
tr: Köşeli Parantez
uz: Qavs
vi: Dấu ngoặc
zh: 括号
zh_hant: 括號

# grammarCopyNOUNTYPEart
source: Article
ar: أداة التعريف
be: Артыкль
el: Άρθρο
fa: مقاله
fil: Artikulo
he: מאמר
ia: Articulo
ja: 冠詞
ko: 관사
lt: Straipsnis
lv: Raksts
ro: Articol
sl: Členek
te: ఆర్టికల్
tr: Makale
uz: Maqola
vi: Mạo từ
zh: 冠词
zh_hant: 冠詞

# grammarCopyNUMBERsing
source: Singular
ar: مفرد
be: Адзіночны
el: Ενικός
fa: مفرد
fil: Isahan
he: יחיד
ja: 単数
ko: 단수
lt: Vienaskaita
lv: Vienskaitlis
sl: Ednina
te: ఏకవచనం
tr: Tekil
uz: Yagona
vi: Số ít
zh: 单数
zh_hant: 單數

# grammarCopyGENDERmasc
source: Masculine
ar: مذكر
be: Мужчынскі
el: Αρσενικό
fa: مذکر
fil: Panlalaki
he: זָכָר
ja: 男性
ko: 남성
lt: Vyrų
lv: Vīriešu dzimte
ro: Masculin
sl: Moški spol
te: పురుష లింగం
tr: Erkek
uz: Erkak
vi: Giống đực
zh: 阳性
zh_hant: 陽性

# grammarCopyADVTYPEadverbial
source: Adverbial
ar: ظرفي
be: Прыслоўе
el: Επιρρηματικός
fa: قیدی
he: תואר הפועל
ja: 副詞的
ko: 부사구
lt: Prieveiksmis
lv: Adverbāls
sl: Prilastek
te: అడ్వెర్బియల్
tr: Zarflı
uz: Ravishli
vi: Trạng ngữ
zh: 状语
zh_hant: 副詞性

# grammarCopyTENSEperi
source: Periphrastic
ar: صيغة التام
be: Перыфрастычны
el: Περιφραστικός
fa: پریودیک
fil: Periprastiko
he: פרפרזטי
ia: Perifrastic
ja: 周辺的
ko: 구조적 시제
lt: Perifrastiškas
lv: Perifrastisks
ro: Perifrastic
sl: Perifrastični čas
te: పరిధి
tr: Perifrik
uz: Perifratik
vi: Thì ngoại lệ (periphrastic)
zh: 周边时态
zh_hant: 周邊時

# grammarCopyNUMFORMdigit
source: Digit
ar: رقم
be: Цыфра
el: Ψηφίο
fa: رقمی
fil: Dijit
he: ספרתי
ia: Cifra
ja: 数字
ko: 숫자
lt: Skaitmeninis
lv: Cipars
ro: Cifră
sl: Številka
te: అంకె
tr: Rakam
uz: Raqam
vi: Chữ số
zh: 数字
zh_hant: 數字

# grammarCopyNOUNTYPEnot_proper
source: Not Proper
ar: غير علمي
be: Не ўласнае
el: Μη σωστό
fa: غیر خاص
fil: Hindi Proper
he: לא נכון
ia: Non proprie
ja: 固有名詞ではない
ko: 고유명사 아님
lt: Nepr proper
lv: Nepareizs
ro: Nepotrivit
sl: Ni lastno ime
te: సరైనది కాదు
tr: Özel Olmayan
uz: Mos To‘g‘ri
vi: Không phải danh từ riêng
zh: 非专有名词
zh_hant: 非專有名詞

# grammarCopyNUMTYPEcard
source: Cardinal
ar: عدد أساسي
be: Колькаснае
el: Αριθμητικό
fa: عدد اصلی
fil: Kardinal
he: מספרי
ja: 基数
ko: 기수
lt: Skaitinis
lv: Skaitlis
sl: Številčni
te: కార్డినల్
tr: Sayı
uz: Soni
vi: Số đếm gốc
zh: 基数
zh_hant: 基數

# grammarCopyNOUNTYPEprop
source: Proper
ar: علمي
be: Уласнае
el: Ιδιωτικό
fa: خاص
he: נכון
ia: Proprie
ja: 固有
ko: 고유명사
lt: Tvirtas
lv: Īsts
ro: Propriu
sl: Lastno ime
te: సరైనది
tr: Özel
uz: To‘g‘ri
vi: Danh từ riêng
zh: 专有名词
zh_hant: 專有名詞

# grammarCopyPUNCTTYPEdash
source: Dash
ar: شرطة
be: Дзяжок
el: Παύλα
fa: خط تیره
fil: Tuldok
he: מקף
ia: Linea
ja: ダッシュ
ko: 대시
lt: Brūkšnys
lv: Mēlne
ro: Liniuță
sl: Pomik
te: డాష్
tr: Kısa Çizgi
uz: Chiziq
vi: Dấu gạch ngang
zh: 破折号
zh_hant: 破折號

# grammarCopyPUNCTTYPEyes
source: Yes
ar: نعم
be: Так
el: Ναι
fa: بله
fil: Oo
he: כן
ia: Sí
ja: はい
ko: 예
lt: Taip
lv: Jā
ro: Da
sl: Da
te: అవును
tr: Evet
uz: Ha
vi: Dấu chấp nhận/đồng ý
zh: 是
zh_hant: 是

# grammarCopyPUNCTTYPEsemi
source: Semicolon
ar: نقطة فاصلة
be: Кропка з коскай
el: Άνω τελεία
fa: نیم‌فاصله
fil: Semikolon
he: נקודה פסיק
ia: Puncto e-vincla
ja: セミコロン
ko: 세미콜론
lt: Punktas
lv: Punkts
ro: Punct și virgulă
sl: Podpičje
te: సెమికోలన్
tr: Noktalı Virgül
uz: Nuqta-vergul
vi: Dấu chấm phẩy
zh: 分号
zh_hant: 分號

# grammarCopyPUNCTTYPEcomm
source: Comma
ar: فاصلة
be: Камa
el: Κόμμα
fa: ویرگول
fil: Koma
he: פסיק
ia: Virgula
ja: コンマ
ko: 쉼표
lt: Kablelis
lv: Komats
ro: Virgula
sl: Vejica
te: కామా
tr: Virgül
uz: Vergul
vi: Dấu phẩy
zh: 逗号
zh_hant: 逗號
