Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# askSSSSSign
source: To be able to sign the other person, please enter your secure store passphrase or recovery key.
ar: لتتمكن من التأكد من الشخص الآخر، يرجى إدخال عبارة المرور أو مفتاح الاسترداد.
be: Каб мець магчымасць падпісаць іншага чалавека, уводзьце ваш бяспечны пароль або ключ аднаўлення.
el: Για να μπορέσετε να υπογράψετε το άλλο άτομο, πληκτρολογήστε τη συνθηματική φράση ασφαλούς αποθήκευσης ή το κλειδί ανάκτησης.
fa: لطفا عبارت عبور یا کلید بازیابی حافظه امن خود را وارد کنید تا بتوانید شخص دیگر را امضا کنید.
fil: Para i-sign ang isa pang tao, pakilagay ang iyong secure store passphrase o recovery key.
he: כדי שתוכל לחתום על משתמש אחר , הזן את הסיסמה שלך או את מפתח השחזור.
ia: Pro poter signar le altere persona, per favor introduce tu phrase de securitate o clave de recuperation.
ja: 他の人を署名するためにはパスフレーズやリカバリーキーを入力してください。
ko: 다른 사람을 서명하기 위해서, 저장 비밀번호나 복구 키를 입력해주세요.
lt: Kad galėtumėte prijungti kitą asmenį, įveskite savo saugyklos slaptafrazę arba atkūrimo raktą.
lv: Lai varētu parakstīt otru cilvēku, lūgums ievadīt savu drošo krātuves paroles vārdkopu vai atkopes atslēgu.
ro: Pentru a putea conecta cealaltă persoană, te rog introdu parola sau cheia ta de recuperare.
sl: Če želite podpisati drugo osebo, vnesite geslo za varno trgovino ali obnovitveni ključ.
te: ఇతర వ్యక్తి సంతకం చేయగలిగేందుకు, దయచేసి మీ సురక్షిత స్టోర్ పాస్‌ఫ్రేజ్ లేదా రికవరీ కీని నమోదు చేయండి.
tr: Diğer kişiyi imzalayabilmek için lütfen güvenli depolama parolanızı veya kurtarma anahtarınızı girin.
uz: Narigi foydalanuvchini imzolash uchun xavfsiz do‘kon parol iborasi yoki tiklash kalitini kiriting.
vi: Để có thể ký tên cho người khác, vui lòng nhập mật khẩu lưu trữ an toàn hoặc khóa khôi phục của bạn.
zh: 请输入你的安全存储的密码短语或恢复密钥，以向对方签名。
zh_hant: 請輸入您安全儲存的密碼短語或恢復金鑰，以向對方簽名。

# askVerificationRequest
source: Accept this verification request from {username}?
ar: أتقبل طلب تحقق {username}؟
be: Пацвердзіць гэты запыт на праверку ад {username}?
el: Αποδοχή αυτού του αιτήματος επαλήθευσης από {username};
fa: این درخواست تایید را از {username} می‌پذیرید؟
fil: Tanggapin ang hiling ng verification mula sa {username}?
he: לקבל בקשת אימות זו מ- {username}?
ia: Acceptar iste request de verification de {username}?
ja: {username}の検証リクエストを承認しますか？
ko: {username}님의 인증 요청을 수락할까요?
lt: Priimti šią patvirtinimo užklausą iš {username}?
lv: Pieņemt apliecināšanas pieprasījumu no {username}?
ro: Accepți cererea de verificare de la {username}?
sl: Ali želite sprejeti to zahtevo za preverjanje od {username}?
te: {username} నుండి ఈ ధ్రువీకరణ అభ్యర్థనను అంగీకరిస్తారా?
tr: {username} kişisinden gelen bu doğrulama isteği kabul edilsin mi?
uz: {username}dan ushbu tasdiqlash so‘rovi qabul qilinsinmi?
vi: Bạn có đồng ý yêu cầu chứng thực từ {username} không?
zh: 是否接受来自 {username} 的验证请求？
zh_hant: 是否接受來自 {username} 的驗證申請？

# autoplayImages
source: Automatically play animated stickers and emotes
ar: شغِّل الملصقات والوجوه المتحركة تلقائيا
be: Аўтаматычна прайграваць анімаваныя стыкеры і эмоцыі
el: Αυτόματη αναπαραγωγή κινούμενων αυτοκόλλητων και emotes
fa: اموجی و برچسب‌های متحرک به طور خودکار پخش شوند
fil: Awtomatikong i-play ang mga gumagalaw na sticker at emote
he: הפעל אוטומטית מדבקות ואנימציות מונפשים
ia: Reproduce automaticemente stickers animate e emoticons
ja: GIFを自動的に再生する
ko: 자동으로 움직이는 스티커와 이모트 재생
lt: Automatiškai leisti animuotus lipdukus ir jaustukus
lv: Automātiski atskaņot animētas uzlīmes un emocijas
ro: Anima automatic stickere și emote animate
sl: Samodejno predvajajte animirane nalepke in čustva
te: స్వయంచాలకంగా యానిమేటెడ్ స్టిక్కర్లు మరియు ఎమోట్స్ ప్లే చేయండి
tr: Canlandırmalı çıkartmaları ve ifadeleri otomatik olarak oynat
uz: Animatsiyali stikerlar va emojilarni avtomatik ijro etish
vi: Tự động chạy nhãn dán hình động và biểu tượng cảm xúc
zh: 自动播放动态贴纸和表情
zh_hant: 自動播放動態貼圖和表情

source: Send typing notifications
ar: إرسال إشعارات الكتابة
be: Адправіць апавяшчэнні пра набор тэксту
el: Αποστολή ειδοποιήσεων δακτυλογράφησης
fa: ارسال اعلان‌های تایپ کردن
fil: Ipadala ang mga typing notification
he: שלח הודעות הקלדה
ia: Manda notificationes de typage
ja: 入力通知を送信
ko: 입력 알림 보내기
lt: Siųsti rašymo pranešimus
lv: Nosūtīt rakstīšanas paziņojumus
ro: Trimite notificări de tastare
sl: Pošlji obvestila o tipkanju
te: టైపింగ్ నోటిఫికేషన్లు పంపండి
tr: Yazma bildirimleri gönder
uz: Yozish bildirishnomalarini yuborish
vi: Gửi thông báo đang nhập
zh: 发送正在输入通知
zh_hant: 傳送「輸入中」通知

source: Swipe right to left to reply
ar: اسحب من اليمين إلى اليسار للرد
be: Праскрасьце справа налева, каб адказаць
el: Σύρετε δεξιά προς τα αριστερά για απάντηση
fa: برای پاسخ، از راست به چپ سوایپ کنید
fil: Mag-swipe pakaliwa o kanan para tumugon
he: החלק ימינה לשמאל כדי להשיב
ia: Glissa de dextra a sinistra pro responder
ja: 右から左にスワイプして返信
ko: 오른쪽에서 왼쪽으로 스와이프해서 답장
lt: Perbraukite dešinę į kairę, kad atsakytumėte
lv: Pavilkt no labās puses uz kreiso, lai atbildētu
ro: Glisează de la dreapta la stânga pentru a răspunde
sl: Potegni desno na levo za odgovor
te: జవాబుకు కుడి నుంచి ఎడమ వైపు స్వైప్ చేయండి
tr: Yanıtlamak için sağdan sola kaydır
uz: Javob berish uchun o‘ngdan chapga suring
vi: Gạt từ phải sang trái để trả lời
zh: 从右向左滑动进行回复
zh_hant: 向右滑至左以回覆

# badServerLoginTypesException
source: The homeserver supports the login types: {serverVersions} But this app supports only: {supportedVersions}
ar: يدعم الخادم المستخدم أنواع تسجيل الدخول التالية: {serverVersions} لكن هذا التطبيق يدعم فقط: {supportedVersions}
be: Хатні сервер падтрымлівае тыпы ўваходу: {serverVersions} Але гэта дадатак падтрымлівае толькі: {supportedVersions}
el: Ο homeserver υποστηρίζει τους τύπους σύνδεσης: {serverVersions} Αλλά αυτή η εφαρμογή υποστηρίζει μόνο: {supportedVersions}
fa: سرور می‌تواند این گونه‌های ورود‮ را پشتیباتی کند: {serverVersions} ولی این برنامه فقط می‌تواند این‌ها را پشتیبانی کند: {supportedVersions}
fil: Ang homeserver ay sinusuportahan ang sumusunod na uri ng login: {serverVersions} Ngunit sinusuportahan lang ng app ang: {supportedVersions}
he: שרת הבית תומך בסוגי הכניסה: {serverVersions} אבל אפליקציה זו תומכת רק ב: {supportedVersions}
ia: Le servitor principal supporta le tipos de login: {serverVersions} Ma iste application supporta solmente: {supportedVersions}
ja: ホームサーバーでサポートされているログインタイプ： {serverVersions} アプリがサポートしているログインタイプ： {supportedVersions}
ko: 홈서버가 지원하는 로그인 유형: {serverVersions} 하지만 이 앱에서 지원하는 것은: {supportedVersions}
lt: Namų serveris palaiko šiuos prisijungimo tipus: {serverVersions} Tačiau ši programa palaiko tik: {supportedVersions}
lv: Mājasserveris nodrošina pieteikšanās veidus: {serverVersions} Savukārt, šī lietotne atbalsta tikai: {supportedVersions}
ro: Homeserver-ul suportă următoarele feluri de login: {serverVersions} Dar această aplicație suportă numai: {supportedVersions}
sl: Domači strežnik podpira vrste prijave: {serverVersions} Toda ta aplikacija podpira samo: {supportedVersions}
te: హోమ్‌సర్వర్ ఈ లాగిన్ రకాల్ని మద్దతు ఇస్తుంది: {serverVersions} కానీ ఈ యాప్ మాత్రమే మద్దతు ఇస్తుంది: {supportedVersions}
tr: Ana sunucu aşağıdaki oturum açma türlerini destekliyor: {serverVersions} Ancak bu uygulama yalnızca aşağıdakileri destekliyor: {supportedVersions}
uz: Homeserver quyidagi kirish turlarini qo'llab-quvvatlaydi: {serverVersions} Lekin bu ilova faqat quyidagi turlarni qo'llab-quvvatlaydi: {supportedVersions}
vi: Máy chủ nhà hỗ trợ kiểu đăng nhập: {serverVersions} Nhưng ứng dụng này chỉ hỗ trợ: {supportedVersions}
zh: 主服务器支持的登录方式： {serverVersions} 但此应用仅支持： {supportedVersions}
zh_hant: 目前伺服器支援的登入類型： {serverVersions} 但本應用程式僅支援： {supportedVersions}

source: Send on enter
ar: أرسل عند الدخول
be: Адправіць пры націску Enter
el: Αποστολή με enter
fa: ارسال با کلید تعويض سطر
fil: Ipadala sa pagpindot ng enter
he: שלח בכניסה
ia: Manda al pressionar enter
ja: Enterで送信
ko: 엔터로 보내기
lt: Išsiųsti paspaudus Enter
lv: Nosūtīt ar Enter
ro: Trimite cu tasta enter
sl: Pošlji ob vstopu
te: ఎంటర్ నొక్కినప్పుడు పంపండి
tr: Enter tuşu ile gönder
uz: Enterda yuborish
vi: Gửi bằng Enter
zh: 按 Enter 键发送
zh_hant: 按 Enter 鍵傳送

# badServerVersionsException
source: The homeserver supports the Spec versions: {serverVersions} But this app supports only {supportedVersions}
ar: يدعم الخادم الرئيسي المستخدم إصدارات المواصفات: {serverVersions} لكن هذا التطبيق يدعم فقط: {supportedVersions}
be: Хатні сервер падтрымлівае версіі спецыфікацыі: {serverVersions} Але гэта дадатак падтрымлівае толькі {supportedVersions}
el: Ο homeserver υποστηρίζει τις εκδόσεις Spec: {serverVersions} Αλλά αυτή η εφαρμογή υποστηρίζει μόνο τις {supportedVersions}
fa: سرور می‌تواند این نسخه‌های مشخصات را پشتیبانی کند: {serverVersions} ولی این برنامه فقط می‌تواند این‌ها را پشتیبانی کند: {supportedVersions}
fil: Ang homeserver ay sinusuportahan ang mga Spec bersyon: {serverVersions} Ngunit sinusuportahan lang ng app ang {supportedVersions}
he: שרת הבית תומך בגרסאות: {serverVersions} אבל האפליקציה הזו תומכת רק ב-{supportedVersions}
ia: Le servitor principal supporta le versiones Spec: {serverVersions} Ma iste application supporta solmente {supportedVersions}
ja: ホームサーバーでサポートされているバージョン： {serverVersions} アプリでは{supportedVersions}しかサポートされていません
ko: 이 홈서버가 지원하는 Spec 버전: {serverVersions} 하지만 이 앱은 {supportedVersions}만 지원합니다
lt: Namų serveris palaiko spec. versijas: {serverVersions} Tačiau ši programa palaiko tik {supportedVersions}
lv: Mājasserveris nodrošina specifikācijas versijas: {serverVersions} Savukārt, lietotne atbalsta tikai {supportedVersions}
ro: Homeserver-ul suportă versiunele de Spec următoare: {serverVersions} Dar această aplicație suportă numai {supportedVersions}
sl: Domači strežnik podpira različice Spec: {serverVersions} Toda ta aplikacija podpira samo {supportedVersions}
te: హోమ్‌సర్వర్ ఈ స్పెక్స్ వెర్షన్లను మద్దతు ఇస్తుంది: {serverVersions} కానీ ఈ యాప్ మాత్రమే మద్దతు ఇస్తుంది: {supportedVersions}
tr: Ana sunucu aşağıdaki Spec sürümlerini destekliyor: {serverVersions} Ancak bu uygulama yalnızca {supportedVersions} destekliyor
uz: Homeserver quyidagi Spec versiyalarini qo'llab-quvvatlaydi: {serverVersions} Lekin bu ilova faqat {supportedVersions} versiyalarini qo'llab-quvvatlaydi
vi: Máy chủ hỗ trợ Spec phiên bản: {serverVerions} Nhưng ứng dụng này chỉ hỗ trợ {supportedVersions}
zh: 主服务器支持的 Spec 版本： {serverVersions} 但此应用仅支持 {supportedVersions} 版本
zh_hant: 目前伺服器支援的協議版本： {serverVersions} 但本應用程式僅支援 {supportedVersions}

# countChatsAndCountParticipants
source: {chats} chats and {participants} participants
ar: {chats} دردشات و {participants} مشاركين
be: {chats} размоў і {participants} удзельнікаў
el: {chats} συνομιλίες και {participants} συμμετέχοντες
fa: {chats} چت و {participants} شرکت‌کننده
fil: {chats} mga chat at {participants} mga kasali
he: {chats} שיחות ו-{participants} משתתפים
ia: {chats} chats e {participants} participantes
ja: {chats} チャットと {participants} 参加者
ko: {chats} 채팅과 {participants} 참여자
lt: {chats} pokalbių ir {participants} dalyvių
lv: {chats} tērzēšanas un {participants} dalībnieki
ro: {chats} conversații și {participants} participanți
sl: {chats} klepetov in {participants} udeležencev
te: {chats} చాట్లు మరియు {participants} పాల్గొనేవారు
tr: {chats} sohbet ve {participants} katılımcı
uz: {chats} suhbatlar va {participants} ishtirokchilar
vi: {chats} cuộc trò chuyện và {participants} thành viên
zh: {chats} 个聊天和 {participants} 名参与者
zh_hant: {chats} 個聊天室和 {participants} 位參與者

source: No more chats found...
ar: لم يتم العثور على دردشات...
be: Больш размоў не знойдзена...
el: Δεν βρέθηκαν άλλες συνομιλίες...
fa: چت بیشتری پیدا نشد...
fil: Wala nang mga chat na nahanap…
he: לא נמצאו עוד שיחות...
ia: Nulle chat extra trovate...
ja: これ以上のチャットは見つかりません...
ko: 채팅을 찾을 수 없습니다...
lt: Nepavyko rasti daugiau pokalbių...
lv: Vairs netika atrasta neviena tērzēšana...
ro: Nu au fost găsite alte conversații...
sl: Nih več najdenih klepetov...
te: ఇంకా చాట్లు కనుగొనబడలేదు...
tr: Başka sohbet bulunamadı...
uz: Boshqa chatlar topilmadi...
vi: Không còn cuộc trò chuyện nào...
zh: 找不到更多聊天…
zh_hant: 沒有更多聊天室了...

# noChatsFoundHere
source: No chats found here yet. Start a new chat with someone by using the button below. ⤵️
ar: لم يتم العثور على دردشات هنا حتى الآن. ابدأ محادثة جديدة مع شخص ما باستخدام الزر أدناه. ⤵️
be: Тут яшчэ не знойдзена размоў. Стварыце новую размову з кімсьці, выкарыстоўваючы кнопку ніжэй. ⤵️
el: Δεν βρέθηκαν συνομιλίες εδώ ακόμα. Ξεκινήστε μια νέα συνομιλία με κάποιον χρησιμοποιώντας το κουμπί παρακάτω. ⤵️
fa: هنوز چتی پیدا نشد. برای شروع چت جدید با کسی، از دکمه زیر استفاده کنید. ⚵
fil: Walang pang mga chat na nahanap dito. Magsimula ng bagong chat kasama ang isang tao sa pamamagitan ng paggamit ng button sa ibaba. ⤵️
he: עדיין לא נמצאו שיחות כאן. התחל שיחה חדשה עם מישהו באמצעות הכפתור למטה. ✵
ia: Nulle chat trovate ancora. Comencia un nove chat con qualcun usando le button infra. ⤵️
ja: まだチャットは見つかりません。下のボタンを使って誰かと新しいチャットを始めましょう。🧵
ko: 대화가 발견되지 않았습니다. 아래 버튼을 사용하여 새 대화를 시작해 보세요. ⤵️
lt: Čia dar nerasta pokalbių. Pradėkite naują pokalbį su kažkuo naudodami žemiau esantį mygtuką. ⤵️
lv: Šeit vēl nav tērzēšanu. Jauna saruna ar kādu ir uzsākama ar zemāk esošo pogu. ⤵️
ro: Nu au fost găsite conversații aici încă. Începe o conversație nouă cu cineva folosind butonul de mai jos. ⤵️
sl: Tukaj še ni najdenih klepetov. Začni nov klepet z nekom s pomočjo gumba spodaj. ⤵️
te: ఇక్కడ ఇంకా చాట్లు కనుగొనబడలేదు. క్రింద ఉన్న బటన్ ఉపయోగించి కొత్త చాట్ ప్రారంభించండి. ⤵️
tr: Burada henüz sohbet bulunamadı. Aşağıdaki düğmeyi kullanarak biriyle yeni bir sohbet başlatın. ⤵️
uz: Bu yerda hali chat topilmadi. Quyidagi tugmadan foydalanib, kimdir bilan yangi suhbat boshlang. ⤵️
vi: Chưa có cuộc trò chuyện nào ở đây. Hãy bắt đầu một cuộc trò chuyện mới với ai đó bằng cách sử dụng nút bên dưới. ⤵️
zh: 此处尚未找到聊天。使用下方按钮 ⤵️ 开始和某人的新聊天
zh_hant: 還沒開始聊天嗎？點擊下方按鈕找個人聊聊吧⤵

source: Joined chats
ar: انضم إلى الدردشة
be: Далучаныя размовы
el: Ενταγμένες συνομιλίες
fa: چت‌های پیوسته
fil: Mga nasaling chat
he: שיחות שהצטרפת אליהן
ia: Chats connectite
ja: 参加したチャット
ko: 참가한 채팅
lt: Prisijungti pokalbiai
lv: Tērzēšanas, kurās piedalos
ro: Chat-uri înscrise
sl: Pridruženi klepeti
te: చేరిన చాట్లు
tr: Katılınan sohbetler
uz: Qo'shilgan suhbatlar
vi: Cuộc trò chuyện đã tham gia
zh: 已加入的聊天
zh_hant: 已加入的聊天室

source: Unread
ar: غير المقروءة
be: Непрачытаныя
el: Ανεγνωσμένα
fa: خوانده نشده
fil: Hindi nabasa
he: לא נקרא
ia: Non legite
ja: 未読
ko: 읽지 않은
lt: Neskaityta
lv: Nelasītas
ro: Necitite
sl: Neprebrano
te: అవగానిది
tr: Okunmadı
uz: Oʻqilmagan
vi: Chưa đọc
zh: 未读
zh_hant: 未讀

source: Space
ar: المساحة
be: Прастора
el: Χώρος
fa: فضا
fil: Espasyo
he: מרחב
ia: Spatio
ja: スペース
ko: 스페이스
lt: Vieta
lv: Vieta
ro: Spațiu
sl: Prostor
te: అంతరం
tr: Alan
uz: Boʻshliq
vi: Không gian
zh: 空间
zh_hant: 空間

source: Spaces
ar: المساحات
be: Прасторы
el: Χώροι
fa: فضاها
fil: Mga Espasyo
he: מרחבים
ia: Spatios
ja: スペース
ko: 스페이스
lt: Vietos
lv: Vietas
ro: Spații
sl: Prostori
te: అంతరాలు
tr: Alanlar
uz: Boʻshliqlar
vi: Các không gian
zh: 空间
zh_hant: 空間

source: Ban from chat
ar: حظر من المحادثة
be: Забароніць у размове
el: Απαγόρευση από τη συνομιλία
fa: از گپ محروم کنید
fil: Pagbawalan sa chat
he: צאט חסום
ia: Banna de chat
ja: チャットからBANする
ko: 채팅에서 영구 추방
lt: Užblokuoti iš pokalbio
lv: Izslēgt no tērzēšanas
ro: Interzis din conversație
sl: Prepoved klepeta
te: చాట్ నుండి నిషేధించండి
tr: Sohbetten engelle
uz: Suhbatdan taqiqlash
vi: Cấm khỏi cuộc trò chuyện
zh: 从聊天中封禁
zh_hant: 已從聊天室中封鎖

source: Banned
ar: محظور
be: Забаронены
el: Απαγορευμένο
fa: محروم شده
fil: Pinagbawalan
he: חסום
ia: Bannate
ja: BANされています
ko: 영구 추방됨
lt: Užblokuotas
lv: Izslēgts
ro: Interzis
sl: Prepovedano
te: నిషేధించబడింది
tr: Engellendi
uz: Taqiqlangan
vi: Đã bị cấm
zh: 已封禁
zh_hant: 已被封鎖

# bannedUser
source: {username} banned {targetName}
ar: {username} حظر {targetName}
be: {username} заблакаваў {targetName}
fa: {username} {targetName} را محروم کرد
fil: Pinagbawalan ni {username} si {targetName}
he: {username} חסם את {targetName}
ia: {username} banna {targetName}
ja: {username}が{targetName}をBANしました
ko: {username}님이 {targetName}님을 영구 추방함
lt: {username} užblokavo {targetName}
lv: {username} izslēdza {targetName}
ro: {username} a interzis pe {targetName}
sl: {username} je prepovedan v {targetName}
te: {username} {targetName} ను నిషేధించాడు
tr: {username}, {targetName} kişisini engelledi
uz: {username} taqiqladi {targetName}(ni)
vi: {username} đã cấm {targetName}
zh: {username} 封禁了 {targetName}
zh_hant: {username} 封鎖了 {targetName}

source: Block Device
ar: أُحظر الجهاز
be: Заблакаваць прыладу
el: Συσκευή μπλοκ
fa: دستگاه را مسدود کنید
fil: I-block ang Device
he: חסום מכשיר
ia: Blocca dispositivo
ja: デバイスをブロックする
ko: 기기 차단
lt: Blokuoti įrenginį
lv: Liegt ierīci
ro: Blochează dispozitiv
sl: Blokirana naprava
te: పరికరం బ్లాక్ చేయండి
tr: Aygıtı Engelle
uz: Qurilmani bloklash
vi: Thiết bị bị chặn
zh: 屏蔽设备
zh_hant: 封鎖裝置

source: Blocked
ar: محجوب
be: Заблакавана
el: Αποκλεισμένο
fa: مسدود شده
fil: Na-block
he: חסום
ia: Bloccat
ja: ブロックしました
ko: 차단됨
lt: Užblokuotas
lv: Liegta
ro: Blocat
sl: Blokirano
te: బ్లాక్ చేయబడింది
tr: Engellendi
uz: Bloklandi
vi: Đã chặn
zh: 已屏蔽
zh_hant: 已封鎖

source: Bot messages
ar: رسائل البوت
be: Паведамленні бота
el: Μηνύματα bot
fa: پیام‌های روبات
fil: Mga mensahe ng bot
he: הודעות בוט
ia: Message de bot
ja: ボットメッセージ
ko: 봇 메시지
lt: Botų žinutės
lv: Robotprogrammatūras ziņām
ro: Mesaje Bot
sl: Botova sporočila
te: బాట్ సందేశాలు
tr: Bot mesajları
uz: Bot xabarlari
vi: Tin nhắn bot
zh: 机器人消息
zh_hant: 機器人訊息

source: Cancel
ar: ألغِ
be: Адмяніць
el: Ακύρωση
fa: لغو
fil: Kanselahin
he: ביטול
ia: Cancellar
ja: キャンセル
ko: 취소
lt: Atšaukti
lv: Atcelt
ro: Anulează
sl: Prekliči
te: రద్దు
tr: İptal
uz: Bekor qilish
vi: Hủy
zh: 取消
zh_hant: 取消

# cantOpenUri
source: Can't open the URI {uri}
ar: تعذر فتح المسار {uri}
be: Немагчыма адкрыць URI {uri}
el: Δεν μπορεί να ανοίξει το URI {uri}
fa: نمی‌توانیم این آدرس اینترنتی را باز کنیم: {uri}
fil: Hindi mabuksan ang URI na {uri}
he: לא ניתן לפתוח את ה-URI {uri}
ia: Non pote aperir le URI {uri}
ja: URIが開けません {uri}
ko: URI {uri}를 열 수 없습니다
lt: Nepavyksta atidaryti URI {uri}
lv: Nevar atvērt adresi {uri}
ro: Nu se poate deschide URI-ul {uri}
sl: URI-ja {uri} ni mogoče odpreti
te: URI {uri} ను తెరవలేరు
tr: {uri} URI'si açılamıyor
uz: {uri} URIni ochib boʻlmadi
vi: Không thể mở URI {uri}
zh: 无法打开 URI {uri}
zh_hant: 無法打開 URI {uri}

source: Change device name
ar: غيّر اسم الجهاز
be: Змяніць імя прылады
el: Αλλάξτε το όνομα της συσκευής
fa: نام دستگاه را تغییر دهید
fil: Palitan ang pangalan ng device
he: שנה את שם המכשיר
ia: Cambiar nom de dispositivo
ja: デバイス名を変更
ko: 기기 이름 바꾸기
lt: Pakeisti įrenginio vardą
lv: Mainīt ierīces nosaukumu
ro: Schimbă numele dispozitiv
sl: Spremenite ime naprave
te: పరికరం పేరును మార్చండి
tr: Aygıt adını değiştir
uz: Qurilma nomini oʻzgartirish
vi: Thay đổi tên thiết bị
zh: 更改设备名称
zh_hant: 變更裝置名稱

# changedTheChatAvatar
source: {username} changed the chat avatar
ar: غيَّر {username} صورة المحادثة
be: {username} змяніў аватар чата
el: {username} άλλαξε το avatar της συνομιλίας
fa: {username} تصویر گپ را تغییر داد
fil: Pinalitan ni {username} ang avatar ng chat
he: {username} שינה את האווטאר של הצ'אט
ia: {username} ha cambiate le avatar del chat
ja: {username}がチャットアバターを変更しました
ko: {username}님이 채팅 아바타를 바꿈
lt: {username} pakeitė pokalbio avatarą
lv: {username} nomainīja tērzēšanas attēlu
ro: {username} a schimbat poza conversați
sl: {username} je spremenil avatar za klepet
te: {username} చాట్ అవతార్ మార్చారు
tr: {username} sohbet avatarını değiştirdi
uz: {username} suhbat avatarini oʻzgartirdi
vi: {username} đã thay đổi ảnh phòng chat
zh: {username} 更改了聊天头像
zh_hant: {username} 變更了對話頭貼

# changedTheChatDescriptionTo
source: {username} changed the chat description to: '{description}'
ar: غيَّر {username} وصف المحادثة الى: '{description}'
be: {username} змяніў апісанне чата на: '{description}'
el: {username} άλλαξε την περιγραφή της συνομιλίας σε: '{description}'
fa: {username} توصیف گپ را تغییر داد به: «{description}»
fil: Pinalitan ni {username} ang deskripsyon ng chat sa: '{description}'
he: {username} שינה את תיאור הצ'אט ל: '{description}'
ia: {username} ha cambiate le description del chat a: '{description}'
ja: {username}がチャットの説明を「{description}」に変更しました
ko: {username}님이 채팅 설명을 '{description}' 으로 변경함
lt: {username} pakeitė pokalbio aprašymą į: '{description}'
lv: {username} nomainīja tērzēšanas aprakstu uz '{description}'
ro: {username} a schimbat descrierea grupului în '{description}'
sl: {username} je spremenil opis klepeta v: '{description}'
te: {username} చాట్ వివరణను మార్చారు: '{description}'
tr: {username} sohbet açıklamasını değiştirdi: '{description}'
uz: {username} suhbat tavsifini '{description}'ga oʻzgartirdi
vi: {username} đã thay đổi mô tả phòng chat thành: '{description}'
zh: {username} 将聊天描述更改为：'{description}'
zh_hant: {username} 變更了聊天室介紹為：「{description}」

# changedTheChatNameTo
source: {username} changed the chat name to: '{chatname}'
ar: غيَّر {username} اسم المحادثة الى: '{chatname}'
be: {username} змяніў імя чата на: '{chatname}'
el: {username} άλλαξε το όνομα της συνομιλίας σε: '{chatname}'
fa: {username} نام گپ را تغییر داد به: «{chatname}»
fil: Pinalitan ni {username} ang pangalan ng chat sa: '{chatname}'
he: {username} שינה את שם הצ'אט ל: '{chatname}'
ia: {username} ha cambiate le nomine del chat a: '{chatname}'
ja: {username}がチャットの名前を「{chatname}」に変更しました
ko: {username}님이 채팅 이름을 '{chatname}' 으로 바꿈
lt: {username} pakeitė pokalbio pavadinimą į: '{chatname}'
lv: {username} nomainīja tērzēšanas nosaukumu uz '{chatname}'
ro: {username} a schimbat porecla în '{chatname}'
sl: {username} je spremenil ime klepeta v: '{chatname}'
te: {username} చాట్ పేరును మార్చారు: '{chatname}'
tr: {username} sohbet adını değiştirdi: '{chatname}'
uz: {username} suhbat nomini: '{chatname}'ga oʻzgartirdi
vi: {username} đã thay đổi tên phòng chat thành: '{chatname}'
zh: {username} 将聊天名称更改为：'{chatname}'
zh_hant: {username} 把聊天室名稱變更為：「{chatname}」

# changedTheChatPermissions
source: {username} changed the chat permissions
ar: غيَّر {username} أذون المحادثة
be: {username} змяніў дазволы чата
el: {username} άλλαξε τα δικαιώματα συνομιλίας
fa: {username} اجازه‌های گپ را تغییر داد
fil: Pinalitan ni {username} ang mga pahintulot ng chat
he: {username} שינה את הרשאות הצ'אט
ia: {username} ha cambiate le permissiones del chat
ja: {username}がチャットの権限を変更しました
ko: {username}님이 채팅 권한을 바꿈
lt: {username} pakeitė pokalbių leidimus
lv: {username} nomainīja tērzēšanas atļaujas
ro: {username} a schimbat permisiunile chatului
sl: {username} je spremenila dovoljenja za klepet
te: {username} చాట్ అనుమతులను మార్చారు
tr: {username} sohbet izinlerini değiştirdi
uz: {username} suhbat ruxsatnomalarini oʻzgartirdi
vi: {username} đã thay đổi quyền trong phòng chat
zh: {username} 更改了聊天权限
zh_hant: {username} 變更了對話權限

# changedTheDisplaynameTo
source: {username} changed their displayname to: '{displayname}'
ar: {username} غير إسمه العلني إلى: '{displayname}'
be: {username} змяніў сваё імя для паказу на: '{displayname}'
el: {username} άλλαξε το όνομά του σε: '{displayname}'
fa: {username} نام نمایشی خود را تغییر داد به: «{displayname}»
fil: Pinalitan ni {username} ang kanilang displayname sa: '{displayname}'
he: {username} שינה את שם התצוגה שלו ל: '{displayname}'
ia: {username} ha cambiate lor nomine de presentation a: '{displayname}'
ja: {username}が表示名を「{displayname}」に変更しました
ko: {username}님이 닉네임을 '{displayname}' 로 바꿈
lt: {username} pakeitė rodomą vardą į: '{displayname}'
lv: {username} nomainīja savu attēlojamo vārdu uz '{displayname}'
ro: {username} s-a schimbat displayname la: '{displayname}'
sl: {username} je spremenil svoje prikazno ime v: '{displayname}'
te: {username} వారి ప్రదర్శన పేరును మార్చారు: '{displayname}'
tr: {username} görünen adını '{displayname}' olarak değiştirdi
uz: {username} oʻzining nomini '{displayname}'ga oʻzgartirdi
vi: {username} đã thay đổi tên hiển thị thành: '{displayname}'
zh: {username} 将昵称更改为：'{displayname}'
zh_hant: {username} 變更了顯示名稱為：「{displayname}」
