Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# generatingNewActivities
source: You're the first user of this language pair! Please give us a minute, we're preparing activities just for you.
ar: أنت المستخدم الأول لهذا الزوج من اللغات! يرجى الانتظار دقيقة، نحن نعد أنشطة خصيصًا لك.
be: Вы першы карыстальнік гэтай пары моў! Калі ласка, пачакайце хвіліну, мы рыхтуем дзейнасці спецыяльна для вас.
el: Είστε ο πρώτος χρήστης αυτής της ζεύξης γλωσσών! Παρακαλούμε δώστε μας ένα λεπτό, ετοιμάζουμε δραστηριότητες αποκλειστικά για εσάς.
fa: شما اولین کاربر این جفت زبان هستید! لطفاً یک دقیقه صبر کنید، در حال آماده‌سازی فعالیت‌ها مخصوص شما هستیم.
fil: Ikaw ang unang user ng pares ng wikang ito! Pakiusap, maghintay ng isang minuto, naghahanda kami ng mga gawain para sa iyo.
he: אתה המשתמש הראשון בזוג שפות זה! אנא המתן דקה, אנו מכינים פעילויות במיוחד בשבילך.
ia: Tu es le prime usator de iste parie de linguas! Per favor, da nos un minuto, nos es preparante actividades solmente pro te.
ja: この言語ペアの最初のユーザーです！少々お待ちください。あなたのために活動を準備しています。
ko: 이 언어 쌍의 첫 사용자입니다! 잠시만 기다려 주세요, 여러분만을 위한 활동을 준비 중입니다.
lt: Jūs esate pirmasis šios kalbos poros naudotojas! Prašome palaukti minutėlę, ruošiame veiklas būtent jums.
lv: Jūs esat šīs valodu pāra pirmais lietotājs! Lūdzu, dodiet mums minūti, mēs sagatavojam aktivitātes tieši jums.
ro: Sunteți primul utilizator al acestei perechi de limbi! Vă rugăm să ne acordați un minut, pregătim activități speciale pentru dvs.
sl: Ste prvi uporabnik tega jezika! Prosim, vzemite si minuto, pripravljamo dejavnosti prav za vas.
te: మీరు ఈ భాష జత యొక్క మొదటి వినియోగదారు! దయచేసి ఒక నిమిషం ఇవ్వండి, మేము మీ కోసం మాత్రమే కార్యకలాపాలను సిద్ధం చేస్తున్నాము.
tr: Bu dil çifti için ilk kullanıcı sizsiniz! Lütfen bir dakika verin, sizin için etkinlikler hazırlıyoruz.
uz: Siz bu til juftligining birinchi foydalanuvchisiz! Iltimos, bir daqiqa kuting, biz siz uchun faoliyatlarni tayyorlamoqdamiz.
vi: Bạn là người dùng đầu tiên của cặp ngôn ngữ này! Vui lòng chờ một phút, chúng tôi đang chuẩn bị hoạt động dành riêng cho bạn.
zh: 你是此语言对的第一个用户！请稍等，我们正在为你准备活动。
zh_hant: 你是此語言對的第一位用戶！請稍候，我們正在為你準備活動。

# requestAccessTitle
source: Request analytics access?
ar: هل تريد طلب الوصول إلى عرض تحليلات المشاركين؟
be: Папрасіць доступ да прагляду аналітыкі?
el: Αίτηση πρόσβασης στην προβολή αναλυτικών στοιχείων;
fa: درخواست دسترسی به مشاهده تحلیل‌ها؟
fil: Hilingin ang access sa analytics?
he: לבקש גישה לצפייה בנתוני אנליטיקה?
ia: Requestar accesso a vista de analytics?
ja: 分析ビューのアクセスをリクエストしますか？
ko: 분석 보기 권한 요청?
lt: Prašyti prieigos prie analitikos?
lv: Vai vēlaties pieprasīt piekļuvi analītikas skatījumam?
ro: Solicitați acces la analize?
sl: Želite zaprositi za dostop do analitike?
te: విశ్లేషణ వీక్షణ యాక్సెస్ కోసం అభ్యర్థించాలనుకుంటున్నారా?
tr: Analitik görüntüleme erişimi talep edilsin mi?
uz: Analitika kirish huquqini so'rash?
vi: Yêu cầu quyền truy cập phân tích?
zh: 请求查看分析权限？
zh_hant: 請求分析查看權限？

# requestAccessDesc
source: Would you like to request access to view participant analytics? If participants agree, you will be able to view their: • total vocabulary • total grammar concepts • total activity sessions completed • the specific grammar concepts used, correctly and incorrectly You will not be able to view their: • messages in chats outside the course • vocabulary list
ar: هل تود طلب الوصول لعرض تحليلات المشاركين؟ إذا وافق المشاركون، سيتمكن مسؤولو هذه الدورة من عرض: • إجمالي المفردات • إجمالي مفاهيم القواعد • إجمالي جلسات النشاط المكتملة • المفاهيم النحوية المستخدمة، بشكل صحيح وخاطئ لن يتمكنوا من عرض: • الرسائل في الدردشات خارج الدورة • قائمة المفردات
be: Ці хацелі б вы папрасіць доступ да прагляду аналітыкі ўдзельнікаў? Калі ўдзельнікі пагодзяцца, адміністратара гэтага курса змогуць праглядаць іх: • агульны слоўнік • агульныя граматычныя канцэпцыі • агульную колькасць завершаных сесій дзейнасці • канкрэтныя граматычныя канцэпцыі, выкарыстаныя правільна і няправільна Яны не змогуць праглядаць іх: • паведамленні ў чатах за межамі курса • спіс слоўніка
el: Θα θέλατε να ζητήσετε πρόσβαση για να δείτε τα αναλυτικά στοιχεία των συμμετεχόντων; Αν οι συμμετέχοντες συμφωνήσουν, οι διαχειριστές αυτού του μαθήματος θα μπορούν να δουν: • συνολικό λεξιλόγιο • συνολικές γραμματικές έννοιες • συνολικές συνεδρίες δραστηριότητας που ολοκληρώθηκαν • τις συγκεκριμένες γραμματικές έννοιες που χρησιμοποιήθηκαν, σωστά και λανθασμένα Δεν θα μπορούν να δουν: • μηνύματα σε συνομιλίες εκτός του μαθήματος • λίστα λεξιλογίου
fa: آیا مایلید درخواست دسترسی برای مشاهده تحلیل‌های شرکت‌کنندگان را بدهید؟ اگر شرکت‌کنندگان موافقت کنند، مدیران این دوره قادر خواهند بود موارد زیر را مشاهده کنند: • کل واژگان • کل مفاهیم گرامری • کل جلسات فعالیت انجام شده • مفاهیم گرامری خاص استفاده شده، صحیح و نادرست آن‌ها قادر نخواهند بود موارد زیر را مشاهده کنند: • پیام‌ها در چت‌های خارج از دوره • فهرست واژگان
fil: Nais mo bang humiling ng access upang makita ang analytics ng kalahok? Kung pumayag ang mga kalahok, magagawa ng mga admin ng kursong ito na makita ang kanilang: • kabuuang bokabularyo • kabuuang mga konsepto sa gramatika • kabuuang mga sesyon ng gawain na natapos • ang mga partikular na konsepto sa gramatika na ginamit, tama at mali Hindi nila magagawang makita ang kanilang: • mga mensahe sa mga chat sa labas ng kurso • listahan ng bokabularyo
he: האם תרצה לבקש גישה לצפייה בנתוני המשתתפים? אם המשתתפים יסכימו, מנהלי הקורס יוכלו לצפות ב: • אוצר מילים כולל • מושגי דקדוק כוללים • סך כל מפגשי הפעילות שהושלמו • המושגים הדקדוקיים הספציפיים שהשתמשו בהם, נכון ולא נכון הם לא יוכלו לצפות ב: • הודעות בצ'אט מחוץ לקורס • רשימת אוצר מילים
ia: Vole tu requestar accesso a vider le analytics de participantes? Si le participantes agree, le administratores de iste curso potera vider lor: • total vocabulario • total conceptos de grammatica • total sessiones de activitate complete • le conceptos de grammatica specificate, correctemente e incorrectemente Illes non potera vider lor: • messages in chats extra le curso • lista de vocabulario
ja: 参加者の分析を見るためのアクセスをリクエストしますか？ 参加者が同意すれば、このコースの管理者は以下を閲覧できます： • 単語総数 • 文法概念の合計 • 完了した活動セッションの合計 • 正しく使われた、誤って使われた特定の文法概念 閲覧できない情報は以下です： • コース外のチャットのメッセージ • 単語リスト
ko: 참가자 분석 보기 권한을 요청하시겠습니까? 참가자가 동의하면, 이 강좌의 관리자는 다음을 볼 수 있습니다: • 총 어휘 수 • 총 문법 개념 • 완료된 활동 세션 수 • 사용된 문법 개념, 맞게 또는 틀리게 그들은 다음을 볼 수 없습니다: • 강좌 외 채팅 메시지 • 어휘 목록
lt: Ar norėtumėte prašyti prieigos peržiūrėti dalyvių analitiką? Jei dalyviai sutiks, šios kurso administratoriai galės matyti: • bendrą žodyną • bendrus gramatikos konceptus • atliktų veiklos sesijų skaičių • naudotus, teisingus ir neteisingus gramatikos konceptus Jie negalės matyti: • žinučių pokalbiuose už kurso ribų • žodyno sąrašo
lv: Vai vēlaties pieprasīt piekļuvi, lai skatītu dalībnieku analītiku? Ja dalībnieki piekrīt, šīs kursa administratori varēs skatīt viņu: • kopējo vārdu krājumu • kopējo gramatikas jēdzienu skaitu • kopējo aktivitāšu sesiju skaitu • konkrētus izmantotos, pareizi un nepareizi, gramatikas jēdzienus Viņi nevarēs skatīt viņu: • ziņojumus ārpus kursa čatos • vārdu krājuma sarakstu
ro: Doriți să solicitați acces pentru a vizualiza analizele participanților? Dacă participanții sunt de acord, administratorii acestui curs vor putea vizualiza: • vocabularul total • conceptele gramaticale totale • sesiuni de activitate finalizate • conceptele gramaticale specifice utilizate, corect și incorect Ei nu vor putea vizualiza: • mesajele din chat-urile din afara cursului • lista de vocabular
sl: Ali želite zaprositi za dostop do ogledanja analitike udeležencev? Če se udeleženci strinjajo, bodo skrbniki tega tečaja lahko videli: • skupni slovar • skupne gramatične koncepte • število opravljenih dejavnosti • specifične uporabljene gramatične koncepte, pravilno in nepravilno Ne bodo mogli videti: • sporočil v klepetih zunaj tečaja • seznam slovarja
te: పాల్గొనేవారి విశ్లేషణలను చూడటానికి యాక్సెస్ కోరాలనుకుంటున్నారా? పాల్గొనేవారు అంగీకరిస్తే, ఈ కోర్సు అడ్మిన్స్ వారి వీక్షణ సాధ్యమవుతుంది: • మొత్తం పదజాలం • మొత్తం వ్యాకరణ భావనలు • మొత్తం కార్యకలాప సెషన్లు పూర్తి చేయబడినవి • ఉపయోగించిన, సరిగా మరియు తప్పుగా ఉన్న ప్రత్యేక వ్యాకరణ భావనలు అవి వీక్షించలేవు: • కోర్సు వెలుపల చాట్ సందేశాలు • పదజాల జాబితా
tr: Katılımcıların analitiklerini görüntüleme erişimi talep etmek ister misiniz? Katılımcılar kabul ederse, bu kursun yöneticileri: • toplam kelime dağarcığını • toplam dilbilgisi kavramlarını • tamamlanan toplam etkinlik oturumlarını • doğru ve yanlış kullanılan belirli dilbilgisi kavramlarını görebilecekler. Görme imkanları olmayacak: • kurs dışındaki sohbetlerdeki mesajlar • kelime listesi
uz: Ishtirokchilarning analitikasini ko'rish uchun kirish huquqini so'rashni xohlaysizmi? Agar ishtirokchilar rozilik bildirsa, siz ularning: • umumiy lug'at • umumiy grammatik tushunchalar • bajarilgan faoliyat sessiyalari • foydalanilgan, to'g'ri va noto'g'ri grammatik tushunchalarni ko'rishingiz mumkin. Siz ularning: • kurs tashqarisidagi chatdagi xabarlarini • lug'at ro'yxatini ko'rish imkoniyatiga ega bo'lmaysiz.
vi: Bạn có muốn yêu cầu quyền truy cập để xem phân tích người tham gia? Nếu các người tham gia đồng ý, quản trị viên của khóa học này sẽ có thể xem: • tổng số từ vựng • tổng số khái niệm ngữ pháp • tổng số phiên hoạt động đã hoàn thành • các khái niệm ngữ pháp cụ thể đã sử dụng, đúng và sai Họ sẽ không thể xem: • tin nhắn trong các cuộc trò chuyện ngoài khóa học • danh sách từ vựng
zh: 你想请求查看参与者分析吗？ 如果参与者同意，课程管理员将能够查看他们的： • 词汇总数 • 语法概念总数 • 完成的活动会话总数 • 使用的具体语法概念，正确与错误 他们将无法查看： • 课程外的聊天消息 • 词汇列表
zh_hant: 你是否想請求查看參與者分析的權限？ 如果參與者同意，該課程的管理員將能夠查看他們的： • 總詞彙量 • 總語法概念 • 完成的活動會話總數 • 使用的具體語法概念，正確與錯誤 他們將無法查看他們的： • 課程外的聊天訊息 • 詞彙清單

# requestAccess
source: Request access ({count})
ar: طلب الوصول ({count})
be: Папрасіць доступ ({count})
el: Αίτηση πρόσβασης ({count})
fa: درخواست دسترسی ({count})
fil: Hilingin ang access ({count})
he: בקש גישה ({count})
ia: Requestar accesso ({count})
ja: アクセスをリクエスト ({count})
ko: 접근 요청 ({count})
lt: Prašyti prieigos ({count})
lv: Pieprasīt piekļuvi ({count})
ro: Solicită acces ({count})
sl: Zahtevaj dostop ({count})
te: అభ్యర్థన చేయండి ({count})
tr: Erişim iste ({count})
uz: Kirish huquqini so'rash ({count})
vi: Yêu cầu quyền truy cập ({count})
zh: 请求访问（{count}）
zh_hant: 請求存取 ({count})

# analyticsInactiveTitle
source: Requests to inactive users couldn’t be sent
ar: لم يمكن إرسال الطلبات للمستخدمين غير النشطين
be: Запыты да неактыўных карыстальнікаў не маглі быць адпраўлены
el: Οι αιτήσεις σε ανενεργούς χρήστες δεν μπορούν να σταλούν
fa: درخواست‌ها برای کاربران غیرفعال ارسال نشدند
fil: Hindi maipapadala ang mga kahilingan sa hindi aktibong mga gumagamit
he: בקשות למשתמשים לא פעילים לא נשלחות
ia: Le requestes a usatores inactive non pote esser inviate
ja: 非アクティブなユーザーへのリクエストは送信できませんでした
ko: 비활성 사용자에게 요청을 보낼 수 없습니다
lt: Užklausų nebuvo galima siųsti neaktyviems vartotojams
lv: Pieprasījumi neaktīviem lietotājiem nevar tikt nosūtīti
ro: Solicitările către utilizatorii inactivi nu au putut fi trimise
sl: Zahtevki za neaktivne uporabnike niso bili poslani
te: చర్యలేని వినియోగదారులకు అభ్యర్థనలు పంపలేరు
tr: Etkin olmayan kullanıcılara yapılan istekler gönderilemedi
uz: Faol bo'lmagan foydalanuvchilarga so'rov yuborib bo'lmadi
vi: Không thể gửi yêu cầu tới người dùng không hoạt động
zh: 无法向不活跃用户发送请求
zh_hant: 無法向非活躍用戶發送請求

# analyticsInactiveDesc
source: Inactive users who haven't logged in since this feature was introduced won't see your request. The Request button will appear once they return. You can resend the request later by clicking the Request button under their name when it's available.
ar: المستخدمون غير النشطين الذين لم يسجلوا الدخول منذ تقديم هذه الميزة لن يروا طلبك. سيظهر زر الطلب بمجرد عودتهم. يمكنك إعادة إرسال الطلب لاحقًا بالنقر على زر الطلب تحت اسمهم عندما يكون متاحًا.
be: Неактыўныя карыстальнікі, якія не ўвайшлі з моманту ўвядзення гэтай функцыі, не ўбачаць ваш запыт. Кнопка Запытаць з'явіцца, калі яны вернуцца. Вы можаце паўторна адпраўляць запыты пазней, націснуўшы кнопку Запытаць пад іх імем, калі яна будзе даступная.
el: Οι ανενεργοί χρήστες που δεν έχουν συνδεθεί από τότε που εισήχθη αυτή η λειτουργία δεν θα δουν το αίτημά σας. Το κουμπί Αίτημα θα εμφανιστεί μόλις επιστρέψουν. Μπορείτε να ξαναστείλετε το αίτημα αργότερα κάνοντας κλικ στο κουμπί Αίτημα κάτω από το όνομά τους όταν είναι διαθέσιμο.
fa: کاربران غیرفعال که از زمان معرفی این ویژگی وارد نشده‌اند، درخواست شما را نخواهند دید. دکمه درخواست زمانی ظاهر می‌شود که آن‌ها برگردند. می‌توانید درخواست را بعداً با کلیک بر روی دکمه درخواست زیر نام آن‌ها مجدداً ارسال کنید زمانی که در دسترس باشد.
fil: Ang mga hindi aktibong gumagamit na hindi nag-login mula nang ipakilala ang tampok na ito ay hindi makakakita ng iyong kahilingan. Ang pindutan ng Hiling ay lalabas kapag sila ay bumalik. Maaari mong muling ipadala ang kahilingan sa pamamagitan ng pag-click sa pindutan ng Hiling sa ilalim ng kanilang pangalan kapag available na ito.
he: משתמשים לא פעילים שלא התחברו מאז הוספת תכונה זו לא יראו את הבקשה שלך. כפתור הבקשה יופיע כאשר הם יחזרו. תוכל לשלוח את הבקשה מחדש מאוחר יותר על ידי לחיצה על כפתור הבקשה תחת שמם כאשר הוא זמין.
ia: Usatores inactive que non ha login ab le introduccione de iste caracteristica non vide tu requesta. Le button Requesta apparira una vice illes returna. Tu pote renvocar le requesta postea cliccando le button Requesta sub lor nomine quando illo es disponibile.
ja: この機能が導入されて以来ログインしていない非アクティブなユーザーはリクエストを見ることができません。 ユーザーが戻ったときにリクエストボタンが表示されます。後で、利用可能になったときにその名前の下のリクエストボタンをクリックして再送信できます。
ko: 이 기능이 도입된 이후로 로그인하지 않은 비활성 사용자는 요청을 볼 수 없습니다. 사용자가 돌아오면 요청 버튼이 표시됩니다. 요청 버튼을 클릭하여 나중에 다시 요청할 수 있습니다.
lt: Neaktyvūs vartotojai, kurie nesiregistravo nuo šios funkcijos įdiegimo, nematys jūsų užklausos. Užklausos mygtukas pasirodys, kai jie sugrįš. Galite iš naujo siųsti užklausą vėliau paspausdami Užklausos mygtuką po jų vardu, kai jis bus prieinamas.
lv: Neaktīvi lietotāji, kuri nav pieteikušies kopš šīs funkcijas ieviešanas, neredzēs jūsu pieprasījumu. Pieprasījuma poga parādīsies, kad viņi atgriezīsies. Jūs varat atkārtoti nosūtīt pieprasījumu vēlāk, noklikšķinot uz pieprasījuma pogas viņu vārdā, kad tā būs pieejama.
ro: Utilizatorii inactivi care nu s-au autentificat de când a fost introdusă această funcție nu vor vedea solicitarea dvs. Butonul de solicitare va apărea odată ce se vor întoarce. Puteți retrimite solicitarea mai târziu făcând clic pe butonul Solicitare sub numele lor când este disponibil.
sl: Neaktivni uporabniki, ki se niso prijavili od uvedbe te funkcije, ne bodo videli vašega zahtevka. Gumb Zaženi se bo pojavil, ko se vrnejo. Kasneje lahko ponovno pošljete zahtevo s klikom na gumb Zaženi pod njihovim imenom, ko bo na voljo.
te: ఈ ఫీచర్ ప్రవేశపెట్టినప్పటి నుండి లాగిన్ కాలేదని చర్యలేని వినియోగదారులు మీ అభ్యర్థనను చూడలేరు. వారు తిరిగి వచ్చినప్పుడు, రిక్వెస్ట్ బటన్ కనిపిస్తుంది. అందుబాటులో ఉన్నప్పుడు వారి పేరుపై క్లిక్ చేసి మీరు తర్వాత కూడా అభ్యర్థనను పంపవచ్చు.
tr: Bu özellik tanıtıldıktan sonra giriş yapmamış etkin olmayan kullanıcılar isteğinizi görmeyecek. Kullanıcı geri döndüğünde İstek düğmesi görünecek. Kullanıcı adlarının altındaki İstek düğmesine tıklayarak isteği daha sonra yeniden gönderebilirsiniz.
uz: Bu funksiyani joriy etilganidan buyon tizimga kirmagan faol bo'lmagan foydalanuvchilar sizning so'rovingizni ko'rmaydi. So'rov tugmasi ular qaytib kelgach paydo bo'ladi. Siz keyinchalik ularning ismi ostida joylashgan So'rov tugmasini bosib, so'rovni qayta yuborishingiz mumkin.
vi: Người dùng không hoạt động kể từ khi tính năng này được giới thiệu sẽ không thấy yêu cầu của bạn. Nút Yêu cầu sẽ xuất hiện khi họ trở lại. Bạn có thể gửi lại yêu cầu sau bằng cách nhấn nút Yêu cầu dưới tên của họ khi nó khả dụng.
zh: 自此功能推出以来未登录的不活跃用户将不会看到你的请求。 当他们返回时，请求按钮会出现。你可以稍后通过点击他们名字下的请求按钮重新发送请求。
zh_hant: 自此功能推出以來未登入的非活躍用戶將看不到您的請求。 當他們回來時，請求按鈕將會出現。您可以稍後再次點擊他們名字下的請求按鈕來重新發送請求。

# accessRequestedTitle
source: Analytics Access Request
ar: طلب الوصول إلى التحليلات
be: Запыт доступу да аналітыкі
el: Αίτημα πρόσβασης στα αναλυτικά στοιχεία
fa: درخواست دسترسی به تحلیل‌ها
fil: Hiling sa Access sa Analytics
he: בקשת גישה לנתוני אנליטיקה
ia: Requesta de accesso a analytics
ja: 分析アクセスリクエスト
ko: 분석 액세스 요청
lt: Prieigos prie analitikos užklausa
lv: Pieprasījums piekļūt analītikai
ro: Solicitare de acces la analize
sl: Zahteva za dostop do analitike
te: విశ్లేషణ యాక్సెస్ అభ్యర్థన
tr: Analitik Erişim Talebi
uz: Analitika kirish so'rovi
vi: Yêu cầu truy cập phân tích
zh: 访问分析请求
zh_hant: 分析存取請求

# accessRequestedDesc
source: Requesting admin(s): {admin} Admins from “{space}” are requesting to view your learning analytics. If you agree, They will be able to view your: • total vocabulary • total grammar concepts • total activity sessions completed • the specific grammar concepts used, correctly and incorrectly They will not be able to view your: • messages in chats outside the course • vocabulary list
ar: يطلب مسؤولو “{space}” عرض تحليلات تعلمك. إذا وافقت، سيتمكن مسؤولو هذه الدورة من عرض: • إجمالي المفردات • إجمالي مفاهيم القواعد • إجمالي جلسات النشاط المكتملة • المفاهيم النحوية المحددة المستخدمة بشكل صحيح وخاطئ لن يتمكنوا من عرض: • الرسائل في الدردشات خارج الدورة • قائمة المفردات
be: Адміністратары «{space}» запытваюць прагляд вашай аналітыкі навучання. Калі вы згаджаецеся, адміністратары гэтага курса змогуць праглядаць ваш: • агульны слоўнік • агульныя граматычныя канцэпцыі • агульную колькасць завершаных сесій дзейнасці • канкрэтныя граматычныя канцэпцыі, якія выкарыстоўваюцца, правільна і няправільна Яны не змогуць праглядаць вашыя: • паведамленні ў чатах за межамі курса • спіс слоўніка
el: Οι διαχειριστές του “{space}” ζητούν να δουν τα αναλυτικά σας στοιχεία μάθησης. Αν συμφωνείτε, οι διαχειριστές αυτού του μαθήματος θα μπορούν να δουν: • συνολικό λεξιλόγιο • συνολικές γραμματικές έννοιες • συνολικές συνεδρίες δραστηριότητας που ολοκληρώθηκαν • τις συγκεκριμένες γραμματικές έννοιες που χρησιμοποιήθηκαν, σωστά και λανθασμένα Δεν θα μπορούν να δουν: • μηνύματα σε συνομιλίες εκτός του μαθήματος • λίστα λεξιλογίου
fa: مدیران «{space}» درخواست مشاهده تحلیل‌های یادگیری شما را دارند. اگر موافق باشید، مدیران این دوره قادر خواهند بود موارد زیر را مشاهده کنند: • کل واژگان • کل مفاهیم گرامری • کل جلسات فعالیت انجام شده • مفاهیم گرامری خاص استفاده شده، صحیح و نادرست آن‌ها قادر نخواهند بود موارد زیر را مشاهده کنند: • پیام‌ها در چت‌های خارج از دوره • فهرست واژگان
fil: Hinihiling ng mga administrador ng “{space}” na makita ang iyong analytics sa pag-aaral. Kung sang-ayon ka, magagawa ng mga admin ng kursong ito na makita ang iyong: • kabuuang bokabularyo • kabuuang mga konsepto sa gramatika • kabuuang mga sesyon ng aktibidad na natapos • ang mga partikular na konsepto sa gramatika na ginamit, tama at mali Hindi nila makikita ang iyong: • mga mensahe sa mga chat sa labas ng kurso • listahan ng bokabularyo
he: מנהליו של “{space}” מבקשים לצפות בנתוני הלמידה שלך. אם תסכים, מנהלי הקורס יוכלו לצפות ב: • אוצר מילים כולל • מושגי דקדוק כוללים • סך כל מפגשי הפעילות שהושלמו • המושגים הדקדוקיים הספציפיים שהשתמשו בהם, נכון ולא נכון הם לא יוכלו לצפות ב: • הודעות בצ'אט מחוץ לקורס • רשימת אוצר מילים
ia: Le administratores de “{space}” requesta vider tu analytics de apprendimento. Si tu es de accordo, le administratores de iste curso potera vider tu: • total vocabulario • total conceptos de grammatica • total sessiones de activitate complete • le conceptos de grammatica specificate, correctemente e incorrectemente Illes non potera vider tu: • messages in chats extra le curso • lista de vocabulario
ja: 「{space}」の管理者があなたの学習分析を閲覧するためのリクエストをしています。 同意すれば、このコースの管理者は以下を閲覧できます： • 単語総数 • 文法概念の合計 • 完了した活動セッションの合計 • 正しく使われた、誤って使われた特定の文法概念 閲覧できない情報は以下です： • コース外のチャットのメッセージ • 単語リスト
ko: “{space}”의 관리자들이 귀하의 학습 분석 정보를 보기를 요청하고 있습니다. 동의하시면, 이 과정의 관리자들이 귀하의 다음 정보를 볼 수 있습니다: • 총 어휘 수 • 총 문법 개념 • 완료된 활동 세션 수 • 사용된 문법 개념, 올바른 것과 잘못된 것 그들은 귀하의 다음 정보를 볼 수 없습니다: • 과정 외 채팅 메시지 • 어휘 목록
lt: „{space}“ administratoriai prašo peržiūrėti jūsų mokymosi analitiką. Jei sutinkate, šios kurso administratoriai galės matyti: • bendrą žodyną • bendrus gramatikos konceptus • atliktų veiklos sesijų skaičių • naudotus, teisingus ir neteisingus gramatikos konceptus Jie negalės matyti: • žinučių pokalbiuose už kurso ribų • žodyno sąrašo
lv: „{space}” administratori pieprasa skatīt jūsu mācību analītiku. Ja piekrītat, šīs kursa administratori varēs skatīt jūsu: • kopējo vārdu krājumu • kopējo gramatikas jēdzienu skaitu • kopējo aktivitāšu sesiju skaitu • konkrētus izmantotos gramatikas jēdzienus, pareizi un nepareizi Viņi nevarēs skatīt jūsu: • ziņas čatos ārpus kursa • vārdu krājuma sarakstu
ro: Solicitând admin(i): {admin} Adminii din „{space}” solicită să vizualizeze analizele dumneavoastră de învățare. Dacă sunteți de acord, ei vor putea să vizualizeze: • vocabularul total • conceptele gramaticale totale • totalul sesiunilor de activitate finalizate • conceptele gramaticale specifice utilizate, corect și incorect Ei nu vor putea să vizualizeze: • mesajele din chat-uri în afara cursului • lista de vocabular
sl: Skrbniki prostora “{space}” zahtevajo ogled vaših učnih analitik. Če se strinjate, bodo skrbniki tega tečaja lahko videli: • skupni slovar • skupne gramatične koncepte • število opravljenih dejavnosti • specifične uporabljene gramatične koncepte, pravilno in nepravilno Ne bodo mogli videti: • sporočil v klepetih zunaj tečaja • seznam slovarja
te: "{space}" యొక్క అడ్మిన్స్ మీ అభ్యర్థనను చూస్తున్నారు. మీరు అంగీకరిస్తే, ఈ కోర్సు అడ్మిన్స్ మీ: • మొత్తం పదజాలం • మొత్తం వ్యాకరణ భావనలు • మొత్తం కార్యకలాప సెషన్లు • ఉపయోగించిన, సరిగా మరియు తప్పుగా ఉన్న ప్రత్యేక వ్యాకరణ భావనలు వారు చూడలేరు: • కోర్సు వెలుపల చాట్ సందేశాలు • పదజాల జాబితా
tr: “{space}” yöneticileri, öğrenme analitiklerinizi görüntülemek istiyor. Kabul ederseniz, bu kursun yöneticileri şunları görebilecektir: • toplam kelime dağarcığı • toplam dilbilgisi kavramları • tamamlanan toplam etkinlik oturumu • kullanılan, doğru ve yanlış dilbilgisi kavramları Ayrıca, aşağıdaki bilgileri göremeyeceklerdir: • kurs dışındaki sohbetlerdeki mesajlar • kelime listesi
uz: Admin(lar)dan so'rov: {admin} "{space}" bo'limidan adminlar sizning o'qish analitikangizni ko'rishni so'rayapti. Agar rozilik bersangiz, ular sizning: • umumiy lug'at • umumiy grammatik tushunchalar • bajarilgan faoliyat sessiyalari • foydalanilgan, to'g'ri va noto'g'ri grammatik tushunchalarni ko'rish imkoniyatiga ega bo'ladi. Ular sizning: • kurs tashqarisidagi chatdagi xabarlaringizni • lug'at ro'yxatini ko'rish imkoniyatiga ega bo'lmaydi.
vi: Yêu cầu quản trị viên: {admin} Các quản trị viên từ “{space}” đang yêu cầu xem phân tích học tập của bạn. Nếu bạn đồng ý, họ sẽ có thể xem: • tổng số từ vựng • tổng số khái niệm ngữ pháp • tổng số phiên hoạt động đã hoàn thành • các khái niệm ngữ pháp cụ thể đã sử dụng, đúng và sai Họ sẽ không thể xem: • tin nhắn trong các cuộc trò chuyện bên ngoài khóa học • danh sách từ vựng
zh: “{space}”的管理员请求查看您的学习分析。 如果您同意，课程管理员将能够查看您的： • 词汇总数 • 语法概念总数 • 完成的活动会话总数 • 使用的具体语法概念，包括正确和错误的 他们将无法查看您的： • 课程外的聊天消息 • 词汇列表
zh_hant: 「{space}」的管理員正在請求查看您的學習分析。 如果您同意，該課程的管理員將能夠查看您的： • 總詞彙量 • 總語法概念 • 完成的活動會話總數 • 使用的具體語法概念，正確與錯誤 他們將無法查看您的： • 課程外的聊天訊息 • 詞彙清單
