Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# commandHint_invite
source: Invite the given user to this room
ar: يدعو المستخدم المذكور الى الغرفة
be: Запрасіць дадзенага карыстальніка ў гэтую пакой
el: Προσκαλέστε τον δοσμένο χρήστη σε αυτό το δωμάτιο
fa: کاربر مشخص شده را به این اتاق دعوت کنید
fil: Imbitahan ang ibinigay na user sa room na ito
he: הזמן את המשתמש הנתון לחדר זה
ia: Invita le usator dat a iste sala
ja: 指定したユーザーをこの部屋に招待
ko: 주어진 유저 이 룸에 초대하기
lt: Pakviesti vartotoją į šitą kambarį
lv: Uzaicināt norādīto lietotāju šajā istabā
ro: Invitați utilizatorul ales la această cameră
sl: Povabi danega uporabnika v to sobo
te: ఈ గదికి ఇచ్చిన వినియోగదారుని ఆహ్వానించండి
tr: Verilen kullanıcıyı bu odaya davet edin
uz: Berilgan foydalanuvchini ushbu guruhga taklif qiling
vi: Mời người dùng chỉ định vào phòng
zh: 邀请指定用户加入此聊天室
zh_hant: 邀請該使用者加入此聊天室

# commandHint_join
source: Join the given room
ar: تنضم الى الغرفة المذكورة
be: Далучыцца да дадзенай пакоі
el: Ενταχθείτε στο δοσμένο δωμάτιο
fa: به اتاق مشخص شده بپیوندید
fil: Sumali sa ibinigay na room
he: הצטרף לחדר הנתון
ia: Junge a le sala dat
ja: 指定した部屋に参加
ko: 주어진 방 참가하기
lt: Prisijungti prie nurodyto kambario
lv: Pievienoties norādītajai istabai
ro: Alăturați-vă la camera alesă
sl: Pridružite se dani sobi
te: ఈ గదిలో చేరండి
tr: Verilen odaya katılın
uz: Berilgan guruhga qoʻshilish
vi: Tham gia phòng được chỉ định
zh: 加入指定聊天室
zh_hant: 加入此聊天室

# commandHint_kick
source: Remove the given user from this room
ar: يزيل المستخدم المذكور من الغرفة
be: Выдаліць дадзенага карыстальніка з гэтай пакоі
el: Αφαιρέστε τον δοσμένο χρήστη από αυτό το δωμάτιο
fa: کاربر مشخص شده را از این اتاق حذف کنید
fil: Tanggalin ang ibinigay na user sa room na ito
he: הסר את המשתמש הנתון מהחדר הזה
ia: Remove le usator dat de iste sala
ja: この部屋から指定されたユーザーを削除します
ko: 주어진 유저 방에서 삭제하기
lt: Pašalinti vartotoja iš šito kambario
lv: Noņemt norādīto lietotāju no šīs istabas
ro: Dați afară pe utilizatorul ales din această cameră
sl: Odstranite danega uporabnika iz te sobe
te: ఈ గదినుంచి ఇచ్చిన వినియోగదారుని తొలగించండి
tr: Verilen kullanıcıyı bu odadan kaldırın
uz: Berilgan foydalanuvchini guruhdan oʻchirish
vi: Loại người dùng chỉ định ra khỏi phòng này
zh: 在此聊天室移除指定用户
zh_hant: 將這個使用者移出此聊天室

# commandHint_leave
source: Leave this room
ar: تغادر هذه الغرفة
be: Пакінуць гэтую пакой
el: Αφήστε αυτό το δωμάτιο
fa: این اتاق را ترک کنید
fil: Umalis sa room na ito
he: עזוב את החדר הזה
ia: Deja iste sala
ja: この部屋を退出
ko: 이 룸 나가기
lt: Palikti pokalbių kambarį
lv: Pamest šo istabu
ro: Renunțați la această cameră
sl: Zapusti to sobo
te: ఈ గదిని విడిచి వెళ్లండి
tr: Bu odadan ayrılın
uz: Guruhni tark etish
vi: Rời phòng này
zh: 退出此聊天室
zh_hant: 退出此聊天室

# commandHint_me
source: Describe yourself
ar: صف نفسك
be: Апішыце сябе
el: Περιγράψτε τον εαυτό σας
fa: خود را توصیف کنید
fil: Ilarawan ang iyong sarili
he: תאר את עצמך
ia: Describi te
ja: 自己紹介
ko: 자신을 소개하세요
lt: Apibūdinkite save
lv: Apraksti sevi
ro: Descrieți-vă
sl: Opisi sebe
te: మీ గురించి వివరణ ఇవ్వండి
tr: Kendinizi tanımlayın
uz: Oʻzingizni tariflang
vi: Miêu tả về chính bạn
zh: 介绍自己
zh_hant: 描述自己

# commandHint_myroomavatar
source: Set your picture for this room (by mxc-uri)
ar: حدد صورتك لهذه الغرفة (عن طريق mxc-uri)
be: Усталяваць вашу фатаграфію для гэтай пакоі (па mxc-uri)
el: Ορίστε τη φωτογραφία σας για αυτό το δωμάτιο (με mxc-uri)
fa: عکس پروفایل خود را برای این اتاق تنظیم کنید (با mxc-uri)
fil: Ilapat ang iyong larawan para sa room na ito (bilang mxc-uri)
he: הגדר את התמונה שלך לחדר זה (על ידי mxc-uri)
ia: Configura tu imagine pro iste sala (per mxc-uri)
ja: この部屋の写真を設定する (mxc-uriで)
ko: 이 방의 사진 설정하기 (by mxc-uri)
lt: Nustatyti savo nuotrauką šiame kambaryje (su mxc-uri)
lv: Iestatīt savu attēlu šajā istabā (ar mxc-uri)
ro: Alegeți un avatar pentru această cameră (foloșește mxc-uri)
sl: Nastavite svojo sliko za to sobo
te: ఈ గదికి మీ చిత్రాన్ని సెట్ చేయండి (mxc-uri ద్వారా)
tr: Bu oda için resminizi ayarlayın (mxc-uri ile)
uz: Bu guruh uchun rasmingizni sozlang (mxc-uri tomonidan)
vi: Đặt ảnh đại diện cho bạn trong phòng (bằng mxc-uri)
zh: 设置你在此聊天室的头像（通过 mxc-uri）
zh_hant: 設定您的聊天室頭貼（通過 mxc-uri）

# commandHint_myroomnick
source: Set your display name for this room
ar: عين اسمًا لك مخصص لهذه الغرفة
be: Усталяваць вашу адлюстравальную імя для гэтай пакоі
el: Ορίστε το όνομα εμφάνισης για αυτό το δωμάτιο
fa: نام نمایشی خود را برای این اتاق تنظیم کنید
fil: Ilapat ang iyong display name para sa room na ito
he: הגדר את שם התצוגה שלך עבור חדר זה
ia: Configura tu nom de visualisation pro iste sala
ja: この部屋の表示名を設定する
ko: 이 방의 표시 이름 설정하기
lt: Nustatyti savo rodomą vardą šiame kambaryje
lv: Iestatīt savu attēlojamo vārdu šajā istabā
ro: Alegeți un displayname pentru această cameră
sl: Nastavite prikazno ime za to sobo
te: ఈ గదికి మీ ప్రదర్శన పేరును సెట్ చేయండి
tr: Bu oda için görünen adınızı ayarlayın
uz: Bu guruh uchun displey nomini sozlang
vi: Đặt tên hiển thị cho bạn trong phòng
zh: 设置你在此聊天室的昵称
zh_hant: 設定您的聊天室暱稱

# commandHint_op
source: Set the given user's power level (default: 50)
ar: عين مستوى نفوذ المستخدم في هذه الغرفة (الافتراضي: 50)
be: Усталяваць узровень паўнамоцтваў дадзенага карыстальніка (па змаўчанні: 50)
el: Ορίστε το επίπεδο ισχύος του χρήστη (προεπιλογή: 50)
fa: درجه اختیار کاربر مشخص شده را تنظیم کنید (پیشفرض: ۵۰)
fil: Ilapat ang level ng lakas sa ibinigay na user (default: 50)
he: הגדרת רמת צריכת החשמל של המשתמש הנתון (ברירת מחדל: 50)
ia: Configura le nivello de potentia del usator dat (default: 50)
ja: 指定されたユーザーの権限レベルを設定（デフォルト：50）
ko: 주어진 유저의 권한 레벨 설정 (기본:50)
lt: Nustatyti naudotojo galios lygį (numatytasis: 50)
lv: Iestatīt norādītā lietotāja pilnvaru līmeni (noklusējums: 50)
ro: Stabiliți nivelul de putere a utilizatorul ales (implicit: 50)
sl: Nastavite raven moči danega uporabnika (privzeto: 50)
te: ఇచ్చిన వినియోగదారుని శక్తి స్థాయిని సెట్ చేయండి (డిఫాల్ట్: 50)
tr: Verilen kullanıcının güç seviyesini ayarlayın (öntanımlı: 50)
uz: Berilgan foydalanuvchi quvvat darajasini oʻrnating (standart: 50)
vi: Đặt cấp quyền lực cho người dùng chỉ định (mặc định: 50)
zh: 设置指定用户的权限等级（默认：50）
zh_hant: 設定給定使用者的權限等級（預設：50）

# commandHint_plain
source: Send unformatted text
ar: أرسل نصًا غير منسق
be: Адправіць тэкст без фарматавання
el: Αποστολή κειμένου χωρίς μορφοποίηση
fa: متن بی‌فرمت بفرستید
fil: Magpadala ng hindi na-format na text
he: שלח טקסט לא מעוצב
ia: Manda texto sin formato
ja: 書式設定されていないテキストを送信する
ko: 형식이 지정되지 않은 문자 보내기
lt: Siųsti neformatuotą tekstą
lv: Nosūtīt neformatētu tekstu
ro: Trimiteți text simplu/neformatat
sl: Pošlji neformatirano besedilo
te: అనుప్రారంభ టెక్స్ట్‌ను పంపండి
tr: Biçimlendirilmemiş metin gönderin
uz: Formatlanmagan matnni yuboring
vi: Gửi văn bản không định dạng
zh: 发送纯文本
zh_hant: 傳送未格式化的文字

# commandHint_react
source: Send reply as a reaction
ar: أرسل ردًا كتفاعل
be: Адправіць адказ у выглядзе рэакцыі
el: Αποστολή απάντησης ως αντίδραση
fa: پاسخ را به عنوان یک واکنش بفرستید
fil: Magpadala ng reply bilang reaksyon
he: שלח תשובה כתגובה
ia: Invia riposta como un reaction
ja: リアクションとして返信を送信する
ko: 답장 반응으로 보내기
lt: Siųsti atsakymą kaip reakciją
lv: Nosūtīt atbildi kā reakciju
ro: Trimiteți răspuns ca reacție
sl: Pošljite odgovor kot reakcijo
te: ప్రత్యుత్తరాన్ని ప్రతిక్రియగా పంపండి
tr: Tepki olarak yanıt gönderin
uz: Javobni reaksiya sifatida yuboring
vi: Gửi phản hồi dưới dạng biểu tượng cảm xúc
zh: 将回复作为回应发送
zh_hant: 以反應的形式傳送回覆

# commandHint_send
source: Send text
ar: أرسل نصًا
be: Адправіць тэкст
el: Αποστολή κειμένου
fa: متن را بفرستید
fil: Magpadala ng text
he: שלח טקסט
ia: Invia texto
ja: テキストを送信
ko: 문자 보내기
lt: Siųsti tekstą
lv: Nosūtīt tekstu
ro: Trimiteți text
sl: Pošlji besedilo
te: టెక్స్ట్‌ను పంపండి
tr: Metin gönderin
uz: Matn yuborish
vi: Gửi văn bản
zh: 发送文本
zh_hant: 傳送文字

# commandHint_unban
source: Unban the given user from this room
ar: فك الحظر عن المستخدم المذكور في هذه الغرفة
be: Разбаніць дадзенага карыстальніка ў гэтай пакоі
el: Άρση αποκλεισμού του χρήστη από αυτό το δωμάτιο
fa: محرومیت کاربر مشخص شده را از این اتاق لغو کنید
fil: I-unban ang ibinigay na user sa room na ito
he: בטל את החסימה של המשתמש הנתון מהחדר הזה
ia: Remover le ban de iste usator de iste sala
ja: この部屋から指定されたユーザーの禁止を解除
ko: 주어진 유저를 이 방에서 영구추방 해제하기
lt: Atblokuoti vartotoją šiame kambaryje
lv: Atcelt norādītā lietotāja izslēgšanu no šīs istabas
ro: Dezinterziceți utilizatorul ales din această cameră
sl: Prekliči izključitev določenega uporabnika iz te sobe
te: ఈ గదిలో ఇచ్చిన వినియోగదారుని బాన్ను తొలగించండి
tr: Verilen kullanıcının bu odadaki yasağını kaldırın
uz: Berilgan foydalanuvchini bu guruhdan blokdan chiqazish
vi: Bỏ cấm người dùng chỉ định khỏi phòng này
zh: 在此聊天室解封指定用户
zh_hant: 在此聊天室解除封鎖該使用者

source: Command invalid
ar: أمر غير صالح
be: Несапраўдная каманда
el: Μη έγκυρη εντολή
fa: دستور نامعتبر
fil: Hindi wastong command
he: הפקודה אינה חוקית
ia: Commando invalide
ja: コマンドが無効
ko: 잘못된 명령어
lt: Neteisinga komanda
lv: Nederīga komanda
ro: Comandă nevalibilă
sl: Ukaz ni veljaven
te: చెల్లని కమాండ్
tr: Komut geçersiz
uz: Buyruq yaroqsiz
vi: Lệnh không hợp lệ
zh: 指令无效
zh_hant: 命令無效

# commandMissing
source: {command} is not a command.
ar: {command} ليس بأمر.
be: {command} не з'яўляецца камандай.
el: {command} δεν είναι εντολή.
fa: {command} یک دستور نیست.
fil: Hindi isang command ang {command}.
he: {command} אינו פקודה.
ia: {command} non es un commando.
ja: {command} はコマンドではありません。
ko: {command} 는 명령어가 아닙니다.
lt: {command} nėra komanda.
lv: {command} nav komanda.
ro: {command} nu este o comandă.
te: {command} ఒక కమాండ్ కాదు.
tr: {command} bir komut değil.
uz: {command} komanda emas.
vi: {command} không phải là lệnh hợp lệ.
zh: {command} 不是指令。
zh_hant: {command} 不是正確的命令。

# compareEmojiMatch
source: Please compare the emojis
ar: يرجى مقارنة الرموز التعبيرية
be: Калі ласка, параўнайце эмодзі
el: Παρακαλώ συγκρίνετε τα emojis
fa: لطفا ایموجی‌ها را مقایسه کنید
fil: Paki-kumpara ang mga emoji
he: השווה וודא שהאימוג'י הבאים תואמים לאלו של המכשיר השני:
ia: Per favor compara le emojis
ja: 表示されている絵文字が他のデバイスで表示されているものと一致するか確認してください:
ko: 아래의 이모지가 일치하는지 비교하세요
lt: Palyginkite jaustukus
lv: Lūgums salīdzināt emocijzīmes
ro: Vă rugăm să comparați emoji-urile
sl: Primerjajte in se prepričajte, da se naslednji emoji ujemajo s tistimi iz druge naprave:
te: దయచేసి ఎమోజీలను పోల్చండి
tr: Lütfen emojileri karşılaştırın
uz: Iltimos emojilarni taqqoslang
vi: So sánh và đảm bảo các biểu tượng cảm xúc sau đây giống với các biểu tượng trên máy còn lại
zh: 请比较表情符号
zh_hant: 請對比這些表情

# compareNumbersMatch
source: Please compare the numbers
ar: الرجاء مقارنة الأرقام
be: Калі ласка, параўнайце нумары
el: Παρακαλώ συγκρίνετε τους αριθμούς
fa: لطفا اعداد را مقایسه کنید
fil: Paki-kumpara ang mga numero
he: השווה וודא שהמספרים הבאים תואמים לאלה של המכשיר השני:
ia: Per favor compara le numeros
ja: 表示されている数字が他のデバイスで表示されているものと一致するか確認してください:
ko: 아래의 숫자가 일치하는지 비교하세요
lt: Palyginkite skaičius
lv: Lūgums salīdzināt skaitļus
ro: Vă rugăm să comparați numerele
sl: Primerjajte in se prepričajte, da se naslednje številke ujemajo s številkami druge naprave:
te: దయచేసి సంఖ్యలను పోల్చండి
tr: Lütfen sayıları karşılaştırın
uz: Iltimos raqamlarni taqqoslang
vi: So sánh và đảm bảo các số sau đây giống trên máy còn lại
zh: 请比较以下数字
zh_hant: 請對比這些數字

source: Configure chat
ar: ضبط المحادثة
be: Наладзіць чат
el: Ρύθμιση συνομιλίας
fa: گپ را تنظیم کنید
fil: I-configure ang chat
he: קביעת תצורה של צ'אט
ia: Configura le chat
ja: チャットの設定
ko: 채팅 설정
lt: Konfigūruoti pokalbį
lv: Konfigurēt tērzēšanu
ro: Configurați chat
sl: Konfigurirajte klepet
te: చాట్‌ను కాన్ఫిగర్ చేయండి
tr: Sohbeti yapılandır
uz: Suhbatni sozlash
vi: Cấu hình cuộc trò chuyện
zh: 配置聊天
zh_hant: 設定聊天室

source: Confirm
ar: أكّد
be: Пацвердзіць
el: Επιβεβαίωση
fa: تایید
fil: Kumpirmahin
he: לאשר
ia: Confirma
ja: 確認
ko: 확인
lt: Patvirtinti
lv: Apstiprināt
ro: Confirmați
sl: Potrdi
te: నిర్ధారించండి
tr: Onayla
uz: Tasdiqlash
vi: Xác nhận
zh: 确认
zh_hant: 確認

source: Connect
ar: اتصل
be: Падключыць
el: Σύνδεση
fa: اتصال
fil: Kumonekta
he: התחבר
ia: Conecta
ja: 接続
ko: 연결
lt: Prisijungti
lv: Savienot
ro: Conectați
sl: Povežite se
te: కనెక్ట్ చేయండి
tr: Bağlan
uz: Ulanish
vi: Kết nối
zh: 连接
zh_hant: 連接

source: Contact has been invited to the group
ar: دعيَ المراسل للمجموعة
be: Кантакт быў запрошаны ў групу
el: Ο επαφή έχει προσκληθεί στην ομάδα
fa: مخاطب به گروه دعوت شده است
fil: Inimbita ang contact sa group
he: איש הקשר הוזמן לקבוצה
ia: Le contacto ha essite invitate al gruppo
ja: 連絡先に登録された人が招待されました
ko: 연락처가 채팅에 초대되었습니다
lt: Kontaktas buvo pakviestas į grupę
lv: Kontaktpersona tika uzaicināta kopā
ro: Contactul a fost invitat la grup
sl: Kontakt je bil povabljen v skupino
te: సంపర్కం గ్రూప్‌కు ఆహ్వానించబడింది
tr: Kişi gruba davet edildi
uz: Kontakt guruhga taklif qilindi
vi: Liên hệ đã được mời vào nhóm
zh: 联系人已被邀请至群组
zh_hant: 聯絡人已被邀請至群組

source: Contains display name
ar: يحوي الاسم العلني
be: Змяшчае імя паказу
el: Περιέχει όνομα εμφάνισης
fa: شامل نام نمایشی است
fil: Naglalaman ng display name
he: מכיל שם תצוגה
ia: Contine nomine de presentation
ja: 表示名を含んでいます
ko: 내 닉네임 포함
lt: Turi rodomą vardą
lv: Satur attēlojamo vārdu
ro: Conține displayname
sl: Vsebuje prikazno ime
te: ప్రదర్శన పేరును కలిగి ఉంది
tr: Görünen ad içerir
uz: Displey nomni oʻz ichiga oladi
vi: Chứa tên hiển thị
zh: 包含昵称
zh_hant: 包含顯示名稱

source: Contains username
ar: يحوي اسم المستخدم
be: Змяшчае імя карыстальніка
el: Περιέχει όνομα χρήστη
fa: شامل نام کاربری است
fil: Naglalaman ng username
he: מכיל שם משתמש
ia: Contine nomine de usator
ja: ユーザー名を含んでいます
ko: 내 아이디 포함
lt: Turi vartotojo vardą
lv: Satur lietotājvārdu
ro: Conține nume de utilizator
sl: Vsebuje uporabniško ime
te: వినియోగదారు పేరును కలిగి ఉంది
tr: Kullanıcı adı içerir
uz: Foydalanuvchi nomini oʻz ichiga oladi
vi: Chứa tên người dùng
zh: 包含用户名
zh_hant: 包含使用者名稱

# contentHasBeenReported
source: The content has been reported to the server admins
ar: أّرسل الابلاغ الى مدير الخادم
be: Змест быў паведамлены адміністратарам сервера
el: Το περιεχόμενο έχει αναφερθεί στους διαχειριστές του διακομιστή
fa: محتوا به مدیران سرور گزارش شده است
fil: Inulat ang nilalaman sa mga pangangasiwa ng server
he: התוכן דווח למנהלי השרת
ia: Le contento ha essite reportate a le administratores del server
ja: サーバー管理者に通報されました
ko: 콘텐츠가 서버 운영자에게 신고되었습니다
lt: Apie turinį pranešta serverio administratoriams
lv: Par saturu tika ziņos servera pārvaldītājiem
ro: Conținutul a fost reportat la administratori serverului
sl: Vsebina je bila prijavljena skrbnikom strežnika
te: విషయాన్ని సర్వర్ అడ్మిన్లకు నివేదించారు
tr: İçerik, sunucu yöneticilerine bildirildi
uz: Kontent server administratorlariga xabar qilindi
vi: Nội dung đã được báo cáo
zh: 此内容已被报告至服务器管理员处
zh_hant: 此內容已被回報給伺服器管理員們

source: Chats
ar: المحادثات
be: Чаты
el: Συνομιλίες
fa: گپ‌ها
fil: Mga Chat
he: צ'אטים
ja: チャット
ko: 채팅
lt: Pokalbiai
lv: Tērzēšanas
ro: Chaturi
sl: Klepeti
te: చాట్లు
tr: Sohbetler
uz: Suhbatlar
vi: Các cuộc trò chuyện
zh: 聊天
zh_hant: 聊天室

source: Copied to clipboard
ar: نُسخ للحافظة
be: Скапіравана ў буфер абмену
el: Αντιγράφηκε στο πρόχειρο
fa: در حافظه کپی شد
fil: Kinopya sa clipboard
he: הועתק ללוח הגזירים
ia: Copiato in le portapapeles
ja: クリップボードにコピーされました
ko: 클립보드에 복사됨
lt: Nukopijuota į iškarpinę
lv: Ievietots starpliktuvē
ro: Copiat în clipboard
sl: Kopirano v odložišče
te: క్లిప్‌బోర్డుకు కాపీ చేయబడింది
tr: Panoya kopyalandı
uz: Buferga nusxalandi
vi: Đã sao chép vào khay nhớ tạm
zh: 已复制到剪贴板
zh_hant: 已複製到剪貼簿

source: Copy
ar: انسخ
be: Скапіяраваць
el: Αντιγραφή
fa: کپی
fil: Kopyahin
he: העתק
ia: Copia
ja: コピー
ko: 복사
lt: Kopijuoti
lv: Ievietot starpliktuvē
ro: Copiați
sl: Kopiraj
te: నకలు చేయి
tr: Kopyala
uz: Nusxalash
vi: Sao chép
zh: 复制
zh_hant: 複製

source: Copy to clipboard
ar: انسخ الى الحافظة
be: Скапіяраваць у буфер
el: Αντιγραφή στο πρόχειρο
fa: در حافظه کپی کنید
fil: Kopyahin sa clipboard
he: העתק ללוח
ia: Copia in le portapapeles
ja: クリップボードにコピー
ko: 클립보드에 복사
lt: Koipjuoti į iškarpinę
lv: Ievietot starpliktuvē
ro: Copiați în clipboard
sl: Kopiraj v odložišče
te: క్లిప్‌బోర్డుకు నకలు చేయి
tr: Panoya kopyala
uz: Buferga nusxalash
vi: Sao chép vào khay nhớ tạm
zh: 复制到剪贴板
zh_hant: 複製到剪貼簿

# couldNotDecryptMessage
source: Could not decrypt message: {error}
ar: تعذر فك تشفير الرسالة: {error}
be: Немагчыма расшыфраваць паведамленне: {error}
el: Αδύνατη η αποκρυπτογράφηση μηνύματος: {error}
fa: نتوانستیم پیام را رمزگشایی کنیم: {error}
fil: Hindi ma-decrypt ang mensahe: {error}
he: לא ניתן לפענח הודעה: {error}
ia: Non poteva decriptar le message: {error}
ja: メッセージを解読できませんでした: {error}
ko: 메시지 복호화할 수 없음: {error}
lt: Nepavyko iššifruoti pranešimo: {error}
lv: Nevarēja atšifrēt ziņu: {error}
ro: Dezcriptarea mesajului a eșuat: {error}
sl: Sporočila ni bilo mogoče dešifrirati: {error}
te: సందేశాన్ని డీక్రిప్ట్ చేయలేకపోయారు: {error}
tr: Mesajın şifresi çözülemedi: {error}
uz: Xabarni shifrlab boʻlmadi: {error}
vi: Không thể giải mã tin nhắn: {error}
zh: 不能解密消息: {error}
zh_hant: 不能解密訊息：{error}

source: Check list
ar: قائمة التحقق
be: Праверачны спіс
el: Λίστα ελέγχου
fa: لیست بررسی
fil: Listahan ng tseke
he: רשימת בדיקה
ia: Lista de verification
ja: チェックリスト
ko: 체크리스트
lt: Patikros sąrašas
lv: Pārbaužu saraksts
ro: Listă de verificare
sl: Preveri seznam
te: పరిశీలన జాబితా
tr: Kontrol listesi
uz: Tekshirish roʻyxati
vi: Danh sách kiểm tra
zh: 清单
zh_hant: 清單

source: {count} participants
ar: {count} منتسبا
be: {count} удзельнікаў
el: {count} συμμετέχοντες
fa: {count} شرکت کننده
fil: {count} mga kasali
he: {count} משתתפים
ia: {count} participantes
ja: {count}名の参加者
ko: {count} 참여자
lt: {count} dalyviai
lv: {count} dalībnieki
ro: {count} participanți
sl: {count} udeležencev
te: {count} పాల్గొనేవారు
tr: {count} katılımcı
uz: {count} qatnashuvchilar
vi: {count} thành viên
zh: {count} 名参与者
zh_hant: {count} 個參與者

source: {count} invited
ar: {count} مدعو
be: {count} запрошана
el: {count} προσκεκλημένοι
fa: {count} دعوت شده
fil: {count} imbitado
he: {count} מוזמנים
ia: {count} invitate
ja: {count} 招待済み
ko: {count}명 초대됨
lt: Kviestųjų: {count}
lv: {count} uzaicināti
ro: {count} invitat
sl: {count} povabljenih
te: {count} ఆహ్వానించబడ్డారు
tr: {count} davet edildi
uz: {count} taklif qilindi
vi: {count} người được mời
zh: 邀请了 {count}
zh_hant: {count} 被邀請

source: Create
ar: أنشئ
be: Стварыць
el: Δημιουργία
fa: ایجاد
fil: Gumawa
he: צור
ja: 作成
ko: 생성
lt: Sukurti
lv: Izveidot
ro: Creați
sl: Ustvari
te: సృష్టించు
tr: Oluştur
uz: Yaratish
vi: Tạo
zh: 创建
zh_hant: 建立

# createdTheChat
source: 💬 {username} created the chat
ar: 💬 أنشأ {username} المحادثة
be: 💬 {username} стварыў чат
el: 💬 {username} δημιούργησε τη συνομιλία
fa: 💬 {username} گپ را ایجاد کرد
fil: 💬 Ginawa ni {username} ang chat
he: {username} יצר את הצ'אט
ia: 💬} {username} create le chat
ja: 💬 {username}がチャットを作成しました
ko: 💬 {username}님이 채팅을 생성함
lt: 💬 {username} sukūrė pokalbį
lv: 💬 {username} izveidoja tērzēšanu
ro: 💬{username} a creat chatul
sl: {username} je ustvaril klepet
te: 💬 {username} చాట్‌ను సృష్టించారు
tr: 💬 {username} sohbeti oluşturdu
uz: 💬 {username} suhbat yaratdi
vi: {username} đã tạo cuộc trò chuyện
zh: 💬 {username} 创建了聊天
zh_hant: 💬 {username} 建立了聊天室

source: Create group
ar: إنشاء مجموعة
be: Стварыць групу
el: Δημιουργία ομάδας
fa: ایجاد گروه
fil: Gumawa ng grupo
he: צור קבוצה
ia: Create gruppo
ja: グループを作成
ko: 새 그룹 채팅
lt: Sukurti grupę
lv: Izveidot kopu
ro: Creează grup
sl: Ustvari skupino
te: గ్రూప్ సృష్టించు
tr: Grup oluştur
uz: Guruh yaratish
vi: Tạo nhóm
zh: 创建群组
zh_hant: 建立群組

# createNewSpace
source: New space
ar: مساحة جديدة
be: Новы прастор
el: Νέος χώρος
fa: فضای جدید
fil: Bagong space
he: חלל חדש
ia: nove spatio
ja: 新しいスペース
ko: 새로운 스페이스
lt: Nauja erdvė
lv: Jauna vieta
ro: Spațiu nou
sl: Nov prostor
te: కొత్త స్థలం
tr: Yeni alan
uz: Yangi maydon
vi: Tạo không gian mới
zh: 创建新空间
zh_hant: 新建空間

source: Currently active
ar: نشطٌ حاليا
be: Зараз актыўны
el: Ενεργό αυτήν τη στιγμή
fa: اکنون فعال
fil: Kasalukuyang aktibo
he: פעיל כעת
ia: Activa actualmenente
ja: 現在アクティブです
ko: 현재 활동 중
lt: Šiuo metu aktyvus
lv: Pašreiz darbīgi
ro: Activ acum
sl: Trenutno aktiven
te: ప్రస్తుతం క్రియాశీలంగా ఉంది
tr: Şu anda etkin
uz: Hozirda faol
vi: Đang hoạt động
zh: 目前活跃
zh_hant: 目前活躍

# darkTheme
source: Dark
ar: داكن
be: Цёмная
el: Σκοτεινό
fa: تاریک
fil: Madilim
he: כהה
ja: ダーク
ko: 다크
lt: Tamsi
lv: Tumšs
ro: Întunecat
sl: Temno
te: అంధకార
tr: Koyu
uz: Qorongʻi
vi: Chủ đề tối
zh: 深色
zh_hant: 夜間模式

# deactivateAccountWarning
source: This will deactivate your user account. This can not be undone! Are you sure?
ar: لا مجال للعودة، أتأكد تعطيل حسابك؟
be: Гэта дэзактывуе ваш уліковы запіс. Гэта нельга будзе адмяніць! Вы ўпэўнены?
el: Αυτό θα απενεργοποιήσει τον λογαριασμό σας. Δεν μπορεί να αναιρεθεί! Είστε σίγουροι;
fa: این کار حساب کاربری‌تان را غیرفعال خواهد کرد. این عمل قابل جبران و بازگشت نیست! آیا اطمینان دارید؟
fil: Ide-deactivate nito ang iyong user account. Hindi na ito maaaring bawiin! Sigurado ka?
he: פעולה זו תשבית את חשבון המשתמש שלך. אי אפשר לבטל את זה! האם אתה בטוח?
ia: Iste disactivar le conto de usator. Isto non pote esser revertite! Es tu secur?
ja: あなたのアカウントを無効化します。この操作は元に戻せません！よろしいですか？
ko: 이것은 당신의 계정을 비활성화할 것입니다. 이것은 되돌릴 수 없습니다! 확실한가요?
lt: Tai deaktyvuos jūsų vartotojo paskyrą. Tai negali būti atšaukta! Ar jūs tuo tikri?
lv: Tas atspējos Tavu lietotāja kontu. To nevar atdarīt. Vai tiešām?
ro: Această acțiune va dezactiva contul vostru. Nu poate fi anulat! Sunteți sigur?
sl: S tem boste deaktivirali vaš uporabniški račun. Tega ni mogoče razveljaviti! Ali si prepričan?
te: ఈది మీ వినియోగదారు ఖాతాను డియాక్టివేట్ చేస్తుంది. ఇది తిరిగి చేయలేరు! మీరు ఖచ్చితంగా అనుకుంటున్నారా?
tr: Bu, kullanıcı hesabınızı devre dışı bırakacak. Bu geri alınamaz! Emin misiniz?
uz: Bu sizning foydalanuvchi hisobingizni oʻchirib qoʻyadi. Buni qaytarib boʻlmaydi! Ishonchingiz komilmi?
vi: Việc này sẽ vô hiệu hoá tài khoản của bạn. Điều này không thể đảo ngược được! Bạn chắc là vẫn muốn tiếp tục chứ?
zh: 这将停用你的用户账户。这不能被撤销！你确定吗？
zh_hant: 這將停用您的帳號。這個決定是不能挽回的！您確定嗎？

# defaultPermissionLevel
source: Default permission level for new users
ar: مستوى الأذونات الافتراضية للمستخدمين الجدد
be: Звычайны ўзровень дазволу для новых карыстальнікаў
el: Προεπιλεγμένο επίπεδο δικαιωμάτων για νέους χρήστες
fa: درجه اجازۀ پیشفرض
fil: Default na antas ng pahintulot para sa mga bagong user
he: רמת הרשאת ברירת מחדל
ia: Nivel de permission default pro nove usatores
ja: デフォルトの権限レベル
ko: 새로 참가하는 유저들의 기본 권한 레벨
lt: Numatytasis teisių lygis
lv: Noklusējuma atļauju līmenis jauniem lietotājiem
ro: Nivel de permisiuni implicită
sl: Privzeta raven dovoljenja
te: కొత్త వినియోగదారుల కోసం డిఫాల్ట్ అనుమతి స్థాయి
tr: Yeni kullanıcılar içi öntanımlı izin seviyesi
uz: Yangi foydalanuvchilar uchun standart ruxsat darajasi
vi: Cấp quyền mặc định cho người dùng mới
zh: 新用户默认权限级别
zh_hant: 預設權限等級

source: Delete
ar: احذف
be: Выдаліць
el: Διαγραφή
fa: حذف
fil: Burahin
he: מחיקה
ja: 削除
ko: 삭제
lt: Ištrinti
lv: Izdzēst
ro: Ștergeți
sl: Izbriši
te: తొలగించు
tr: Sil
uz: Oʻchirish
vi: Xoá
zh: 删除
zh_hant: 刪除

source: Delete account
ar: احذف الحساب
be: Выдаліць уліковы запіс
el: Διαγραφή λογαριασμού
fa: حساب را حذف کنید
fil: Burahin ang account
he: מחק חשבון
ia: Disfacer le conto
ja: アカウントの削除
ko: 계정 삭제
lt: Panaikinti paskyra
lv: Izdzēst kontu
ro: Ștergeți contul
sl: Izbriši račun
te: ఖాతాను తొలగించు
tr: Hesabı sil
uz: Hisobni oʻchirish
vi: Xoá tài khoản
zh: 删除账户
zh_hant: 刪除帳號

source: Delete message
ar: حذف الرسالة
be: Выдаліць паведамленне
el: Διαγραφή μηνύματος
fa: پیام را حذف کنید
fil: Burahin ang mensahe
he: מחק הודעה
ia: Disfacer le message
ja: メッセージの削除
ko: 메시지 삭제
lt: Ištrinti žinutę
lv: Izdzēst ziņu
ro: Ștergeți mesajul
sl: Izbriši sporočilo
te: సందేశాన్ని తొలగించు
tr: Mesajı sil
uz: Xabarni oʻchirish
vi: Xoá tin nhắn
zh: 删除消息
zh_hant: 刪除訊息

source: Device
ar: جهاز
be: Прылада
el: Συσκευή
fa: دستگاه
he: מכשיר
ia: Dispositivo
ja: デバイス
ko: 기기
lt: Įrenginys
lv: Ierīce
ro: Dispozitiv
sl: Naprav
te: పరికరం
tr: Aygıt
uz: Qurilma
vi: Thiết bị
zh: 设备
zh_hant: 裝置
