Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# mvCountryDisplayName
source: Maldives
ar: جزر المالديف
be: Мальдывы
el: Μαλδίβες
fa: مالدیو
he: האיים המלדיביים
ia: Maldivas
ja: モルディブ
ko: 몰디브
lt: Maldivai
lv: Maldīvji
sl: Maldivi
te: మాల్దీవులు
tr: Maldivler
uz: Maldivlar
zh: 马尔代夫
zh_hant: 马尔代夫

# mhCountryDisplayName
source: Marshall Islands
ar: جزر مارشال
be: Маршалавы Астравы
el: Νήσοι Μάρσαλ
fa: جزایر مارشال
fil: Mga Isla ng Marshall
he: איי מרשל
ia: Insulas Marshall
ja: マーシャル諸島
ko: 마셜 제도
lt: Maršalo Salos
lv: Maršala Salu
ro: Insulele Marshall
sl: Marshallovi otoki
te: మార్షల్ దీవులు
tr: Marşal Adaları
uz: Marshall orollari
vi: Quần đảo Marshall
zh: 马绍尔群岛
zh_hant: 马绍尔群岛

# mqCountryDisplayName
source: Martinique
ar: مارتينيك
be: Марцініка
el: Μαρτινίκα
fa: مارتینیک
he: מרטיניק
ia: Martinica
ja: マルティニーク
ko: 마르티니크
lt: Martinika
lv: Martinika
ro: Martinica
te: మార్టినిక్
uz: Martinika
zh: 马提尼克
zh_hant: 馬提尼克

# mrCountryDisplayName
source: Mauritania
ar: موريتانيا
be: Маўрытанія
el: Μαυριτανία
fa: موریتانی
he: מאוריטניה
ja: モーリタニア
ko: 모리타니아
lt: Mauritanija
lv: Mauritānija
sl: Mauretanija
te: మౌరిటానియా
tr: Moritanya
uz: Moritaniya
zh: 毛里塔尼亚
zh_hant: 毛里塔尼亞

# muCountryDisplayName
source: Mauritius
ar: موريشيوس
be: Маўрыкій
el: Μαυρίκιος
fa: موریس
he: מאוריציוס
ja: モーリシャス
ko: 모리셔스
lt: Mauricijus
lv: Maurīcija
te: మౌరిసియస్
uz: Moris
zh: 毛里求斯
zh_hant: 毛里求斯

# mxCountryDisplayName
source: Mexico
ar: المكسيك
be: Мексіка
el: Μεξικό
fa: مکزیک
fil: Mehiko
he: מקסיקו
ja: メキシコ
ko: 멕시코
lt: Meksika
lv: Meksika
ro: Mexic
sl: Mehiko
te: మెక్సికో
tr: Meksika
uz: Meksika
zh: 墨西哥
zh_hant: 墨西哥

# fmCountryDisplayName
source: Micronesia
ar: ميكرونيزيا
be: Мікранезія
el: Μικρονησία
fa: میانمار
he: מיקרונזיה
ja: ミクロネシア
ko: 미크로네시아
lt: Mikronezija
lv: Mikronēzija
ro: Micronezia
sl: Mikronezija
te: మైక్రోనేషియా
tr: Mikronezya
uz: Mikroneziya
vi: Liên bang Micronesia
zh: 密克罗尼西亚
zh_hant: 密克羅尼西亞

# mcCountryDisplayName
source: Monaco
ar: موناكو
be: Манака
el: Μονακό
fa: موناکو
he: מונקו
ja: モナコ
ko: 모나코
lt: Monakas
lv: Monako
sl: Monako
te: మొనాకో
tr: Monako
uz: Monako
zh: 摩纳哥
zh_hant: 摩納哥

# mnCountryDisplayName
source: Mongolia
ar: منغوليا
be: Манголія
el: Μογγολία
fa: مغولستان
he: מונגוליה
ja: モンゴル
ko: 몽골
lt: Mongolija
lv: Mongolija
sl: Mongolija
te: మంగోలియా
tr: Moğolistan
uz: Mo'ğuliston
vi: Mông Cổ
zh: 蒙古
zh_hant: 蒙古

# maCountryDisplayName
source: Morocco
ar: المغرب
be: Маракеш
el: Μαρόκο
fa: مراکش
he: מרוקו
ia: Marocco
ja: モロッコ
ko: 모로코
lt: Marokas
lv: Maroka
ro: Maroc
sl: Maroko
te: మారొకో
tr: Fas
uz: Marokash
vi: Maroc
zh: 摩洛哥
zh_hant: 摩洛哥

# mzCountryDisplayName
source: Mozambique
ar: موزمبيق
be: Мазамбіка
el: Μοζαμβίκη
fa: موزامبیک
he: מוזמביק
ja: モザンビーク
ko: 모잠비크
lt: Mozambikas
lv: Mozambika
ro: Mozambic
sl: Mozambik
te: మోజాంబిక్
tr: Mozambik
uz: Mozambik
zh: 莫桑比克
zh_hant: 莫桑比克

# mmCountryDisplayName
source: Myanmar (Burma)
ar: ميانمار (بورما)
be: М’янма (Бірма)
el: Μιανμάρ (Βιρμανία)
fa: میانمار (برمه)
he: מיאנמר (בורמה)
ia: Myanmar (Birmania)
ja: ミャンマー（ビルマ）
ko: 미얀마(버마)
lt: Mianmaras (Birma)
lv: Mjanma (Birma)
ro: Myanmar (Birmania)
sl: Mjanmar (Burma)
te: మ్యాన్మార్ (బర్మా)
uz: Myanma (Birma)
zh: 缅甸（缅甸）
zh_hant: 緬甸（缅甸）

# naCountryDisplayName
source: Namibia
ar: ناميبيا
be: Намібія
el: Ναμίμπια
fa: نامیبیا
ja: ナミビア
ko: 나미비아
lt: Namibija
lv: Namībija
sl: Namibija
te: నామిబియా
tr: Namibya
uz: Namibiya
zh: 纳米比亚
zh_hant: 納米比亞

# nlCountryDisplayName
source: Netherlands
ar: هولندا
be: Нідэрланды
el: Ολλανδία
fa: هلند
fil: Hollanda
he: הולנד
ia: Pays-Bas
ja: オランダ
ko: 네덜란드
lt: Nyderlandai
lv: Nīderlande
ro: Țările de Jos
sl: Nizozemska
te: నెదర్లాండ్స్
tr: Hollanda
uz: Niderlandlar
vi: Hà Lan
zh: 荷兰
zh_hant: 荷蘭

# ncCountryDisplayName
source: New Caledonia
ar: كاليدونيا الجديدة
be: Новая Каледонія
el: Νέα Καληδονία
fa: کالدونیای جدید
he: קלדוניה החדשה
ia: Nova Caledonia
ja: ニューカレドニア
ko: 뉴 칼레도니아
lt: Naujoji Kaledonija
lv: Jaunā Kaledonija
ro: Noua Caledonie
sl: Nova Kaledonija
te: న్యూ కాలెడోనియా
tr: Yeni Kaledonya
uz: Yangi Kaledoniya
zh: 新喀里多尼亚
zh_hant: 新喀里多尼亞

# nzCountryDisplayName
source: New Zealand
ar: نيوزيلندا
be: Новая Зеландыя
el: Νέα Ζηλανδία
fa: نیوزیلند
he: ניו זילנד
ia: Nove Zelanda
ja: ニュージーランド
ko: 뉴질랜드
lt: Naujoji Zelandija
lv: Jaunzēlande
ro: Noua Zeelandă
sl: Nova Zelandija
te: న్యూ జీలాండ్
tr: Yeni Zelanda
uz: Yangi Zelandiya
zh: 新西兰
zh_hant: 新西蘭

# niCountryDisplayName
source: Nicaragua
ar: نيكاراغوا
be: Нікарагуа
el: Νικαράγουα
fa: نیکاراگوئه
he: ניקרגואה
ja: ニカラグア
ko: 니카라과
lt: Nikaragva
lv: Nikaragva
sl: Nikaragva
te: నికరాగువా
tr: Nikaragua
uz: Nikaraagua
zh: 尼加拉瓜
zh_hant: 尼加拉瓜

# ngCountryDisplayName
source: Nigeria
ar: نيجيريا
be: Нігерыя
el: Νιγηρία
fa: نیجریه
he: ניגריה
ja: ナイジェリア
ko: 나이지리아
lt: Nigerija
lv: Nigērija
sl: Nigerija
te: నైజీరియా
tr: Nijerya
uz: Nigeriya
zh: 尼日利亚
zh_hant: 尼日利亚

# nfCountryDisplayName
source: Norfolk Island
ar: جزيرة نورفولك
be: Остров Норфолк
el: Νησί Νόρφολκ
fa: جزیره نورفولک
fil: Kalog ng Norfolk
he: אי נורפולק
ia: Insula Norfolk
ja: ノーフォーク島
ko: 노퍽 섬
lt: Norfolko sala
lv: Norfolkas sala
ro: Insula Norfolk
sl: Otok Norfolk
te: నార్ఫోక్ దీవి
tr: Norfolk Adası
uz: Norfok oroli
vi: Đảo Norfolk
zh: 诺福克岛
zh_hant: 诺福克岛

# kpCountryDisplayName
source: North Korea
ar: كوريا الشمالية
be: Паўночная Карэя
el: Βόρεια Κορέα
fa: کره شمالی
fil: Hilagang Korea
he: קוריאה הצפונית
ia: Corea del Nord
ja: 北朝鮮
ko: 북한
lt: Šiaurės Korėja
lv: Ziemeļkoreja
ro: Coreea de Nord
sl: Severna Koreja
te: ఉత్తర కొరియా
tr: Kuzey Kore
uz: Shimoliy Koreya
vi: Triều Tiên (Bắc)
zh: 朝鲜
zh_hant: 朝鲜

# mpCountryDisplayName
source: Northern Mariana Islands
ar: جزر ماريانا الشمالية
be: Паўночныя Марыянскія Астравы
el: Βόρειες Μαριάνες Νήσοι
fa: جزایر ماریانا شمالی
fil: Hilagang Mariana
he: איי מריאנה הצפוניים
ia: Insulas Mariana del Norte
ja: 北マリアナ諸島
ko: 북마리아나 제도
lt: Šiaurės Marianos salos
lv: Ziemeļu Marianas salas
ro: Insulele Mariane de Nord
sl: Severni Marijanski otoki
te: ఉత్తర మారియానా దీవులు
tr: Kuzey Mariana Adaları
uz: Shimoliy Mariana orollari
vi: Quần đảo Bắc Mariana
zh: 北马里亚纳群岛
zh_hant: 北马里亚纳群岛

# noCountryDisplayName
source: Norway
ar: النرويج
be: Нарвегія
el: Νορβηγία
fa: نروژ
he: נורווגיה
ia: Norvegia
ja: ノルウェー
ko: 노르웨이
lt: Norvegija
lv: Norvēģija
ro: Norvegia
sl: Norveška
te: నార్వే
tr: Norveç
uz: Norvegiya
vi: Na Uy
zh: 挪威
zh_hant: 挪威

# pkCountryDisplayName
source: Pakistan
ar: باكستان
be: Пакістан
el: Πακιστάν
fa: پاکستان
he: פקיסטן
ja: パキスタン
ko: 파키스탄
lt: Pakistanas
lv: Pakistāna
te: పాకిస్తాన్
uz: Pokiston
zh: 巴基斯坦
zh_hant: 巴基斯坦

# psCountryDisplayName
source: Palestinian Territories
ar: الأراضي الفلسطينية
be: Палестынскія тэрыторыі
el: Παλαιστινιακά Εδάφη
fa: مناطق فلسطینی
fil: Mga Teritoryo ng Palestina
he: השטחים הפלסטיניים
ia: Territorios Palestinianos
ja: パレスチナ自治区
ko: 팔레스타인 영토
lt: Palestinos teritorijos
lv: Palestīnas teritorijas
ro: Teritoriile Palestiniene
sl: Palestinske ozemlje
te: పలస్తీనియన్ ప్రాంతాలు
tr: Filistin Bölgeleri
uz: Falastin hududlari
vi: Lãnh thổ Palestine
zh: 巴勒斯坦地区
zh_hant: 巴勒斯坦地区

# pgCountryDisplayName
source: Papua New Guinea
ar: بابوا غينيا الجديدة
be: Папуа-Новая Гвінея
el: Παπούα Νέα Γουινέα
fa: پاپوآ گینه نو
he: פפואה גינאה החדשה
ia: Papua Nova Guinea
ja: パプアニューギニア
ko: 파푸아뉴기니
lt: Papua Naujoji Gvinėja
lv: Papua Jaungvineja
ro: Papua Noua Guinee
sl: Papua Nova Gvineja
te: పాపువా న్యూ గినీ
tr: Papua Yeni Gine
uz: Papua-Yangi Gvineya
zh: 巴布亚新几内亚
zh_hant: 巴布亚新几内亚

# phCountryDisplayName
source: Philippines
ar: الفلبين
be: Філіпіны
el: Φιλιππίνες
fa: فیلیپین
fil: Pilipinas
he: פיליפינים
ia: Philippinas
ja: フィリピン
ko: 필리핀
lt: Filipinai
lv: Filipīnas
ro: Filipine
sl: Filipini
te: ఫిలిప్పీన్స్
tr: Filipinler
uz: Filippin
zh: 菲律宾
zh_hant: 菲律宾

# plCountryDisplayName
source: Poland
ar: بولندا
be: Польшча
el: Πολωνία
fa: لهستان
he: פולין
ia: Polonia
ja: ポーランド
ko: 폴란드
lt: Lenkija
lv: Polija
ro: Polonia
sl: Poljska
te: పోలాండ్
tr: Polonya
uz: Polsha
vi: Ba Lan
zh: 波兰
zh_hant: 波兰

# ptCountryDisplayName
source: Portugal
ar: البرتغال
be: Партугалія
el: Πορτογαλία
fa: پرتغال
he: פורטוגל
ja: ポルトガル
ko: 포르투갈
lt: Portugalija
lv: Portugāle
ro: Portugalia
sl: Portugalska
te: పోర్చుగల్
tr: Portekiz
uz: Portugaliya
vi: Bồ Đào Nha
zh: 葡萄牙
zh_hant: 葡萄牙

# prCountryDisplayName
source: Puerto Rico
ar: بورتو ريكو
be: Пуэрта-Рыка
el: Πουέρτο Ρίκο
fa: پورتوریکو
he: פוארטו ריקו
ia: Porto Rico
ja: プエルトリコ
ko: 푸에르토리코
lt: Puerto Rikas
lv: Puertoriko
sl: Portoriko
te: ప్యూర్టో రికో
tr: Porto Riko
uz: Puerto-Riko
zh: 波多黎各
zh_hant: 波多黎各

# reCountryDisplayName
source: Réunion
ar: لا ريونيون
be: Рэюньён
el: Ρεϋνιόν
fa: رئونیون
he: רוניון
ia: Reunion
ja: レユニオン
ko: 레위니옹
lt: Reunionas
ro: Reunion
te: రియూనియన్
uz: Reyunion
zh: 留尼汪
zh_hant: 留尼汪

# roCountryDisplayName
source: Romania
ar: رومانيا
be: Румынія
el: Ρουμανία
fa: رومانی
he: רומניה
ja: ルーマニア
ko: 루마니아
lt: Rumunija
lv: Rumānija
ro: România
sl: Romunija
te: రోమానియా
tr: Romanya
uz: Ruminiya
zh: 罗马尼亚
zh_hant: 罗马尼亚

# ruCountryDisplayName
source: Russia
ar: روسيا
be: Расія
el: Ρωσία
fa: روسیه
he: רוסיה
ja: ロシア
ko: 러시아
lt: Rusija
lv: Krievija
ro: Rusia
sl: Rusija
te: రష్యా
tr: Rusya
uz: Rossiya
vi: Nga
zh: 俄罗斯
zh_hant: 俄罗斯

# rwCountryDisplayName
source: Rwanda
ar: رواندا
be: Руанда
el: Ρουάντα
fa: رواندا
he: רואנדה
ja: ルワンダ
ko: 르완다
lt: Ruanda
lv: Ruanda
sl: Ruanda
te: రువాండా
tr: Ruanda
uz: Ruanda
zh: 卢旺达
zh_hant: 卢旺达

# blCountryDisplayName
source: Saint Barthélemy
ar: سانت بارتيليمي
be: Сен-Бартэльмі
el: Άγιος Βαρθολομαίος
fa: سنت بارثلمی
he: סנט ברתולומיאו
ia: Saint Barthelemy
ja: サン・バルテルミー
ko: 생 바르텔레미
lt: Šventoji Bartolomėja
lv: Senštatbālema
te: సెంట్ బార్తోలొమి
uz: Saint Bartelyemi
zh: 圣巴泰勒米
zh_hant: 圣巴泰勒米

# shCountryDisplayName
source: Saint Helena
ar: سانت هيلينا
be: Святой Елены
el: Άγιος Ελένη
fa: سنت هلن
he: סנט הלנה
ja: セントヘレナ
ko: 세인트 헬레나
lt: Šventoji Helena
lv: Senthalēma
sl: Sveta Helena
te: సెంట్ హెలెనా
uz: Sent Elena
zh: 圣赫勒拿
zh_hant: 圣赫勒拿

# knCountryDisplayName
source: St. Kitts
ar: سانت كيتس
be: Сент-Кітс і Невіс
el: Άγιος Κιτς και Νέβις
fa: سنت کیتس
he: סנט קיטס
ia: Saint Kitts
ja: セントクリストファー・ネイビス
ko: 세인트 키츠 네비스
lt: Sent Kitsas
lv: Sentkitsa
te: సెంట్ కిట్స్
uz: Sent Kitts
zh: 圣基茨
zh_hant: 圣基茨

# lcCountryDisplayName
source: St. Lucia
ar: سانت لوسيا
be: Сент-Люсія
el: Άγιος Λουκάς
fa: سنت لوسیا
he: סנט לוסיה
ia: Saint Lucia
ja: セントルシア
ko: 세인트 루시아
lt: Šv. Liucija
lv: Sentlūcija
te: సెంట్ లూసియా
uz: Sent Lucia
zh: 圣卢西亚
zh_hant: 圣卢西亚

# mfCountryDisplayName
source: Saint Martin
ar: سانت مارتن
be: Святы Мартын
el: Άγιος Μαρτίνος
fa: سنت مارتین
he: סנט מרטין
ja: サン・マルタン
ko: 생 마르탱
lt: Šventasis Martinas
lv: Sentmartina
te: సెంట్ మార్టిన్
uz: Sent Martin
zh: 圣马丁
zh_hant: 圣马丁

# pmCountryDisplayName
source: Saint Pierre and Miquelon
ar: سانت بيير وميكلون
be: Сен-П'ер і Мікелон
el: Άγιος Πέτρος και Μικελόν
fa: سنت پیر و میکلون
fil: Saint Pierre at Miquelon
he: סנט פייר ומיקלון
ia: Saint Pierre e Miquelon
ja: サンピエール島・ミクロン
ko: 생 피에르 미클롱
lt: Šventasis Pierre ir Miquelon
lv: Sentpjēra un Mikelona
ro: Saint Pierre și Miquelon
sl: Saint Pierre in Miquelon
te: సెంట్ పీటర్ మరియు మికెలాన్
tr: Saint Pierre ve Miquelon
uz: Sent Pierre va Miquelon
vi: Saint Pierre và Miquelon
zh: 圣皮埃尔和密克隆
zh_hant: 圣皮埃尔和密克隆

# vcCountryDisplayName
source: St. Vincent
ar: سانت فينسنت والغرينادين
be: Сент-Вінсент і Грэнадзіны
el: Άγιος Βικέντιος
fa: سنت وینسنت
he: סנט וינסנט
ia: Saint Vincent
ja: セントビンセント
ko: 세인트 빈센트 그레나딘
lt: Sent Vinsentas
lv: Sentvinsenta
te: స్ట. విన్సెంట్
uz: Sent Vincent
zh: 圣文森特
zh_hant: 圣文森特

# stCountryDisplayName
source: São Tomé and Príncipe
ar: ساو تومي وبرينسيبي
be: Саа Томе і Прінсіпе
el: Σάο Τόμε και Πρίνσιπε
fa: ساو تومه و پرنسیپ
fil: Sao Tome at Principe
he: סאו טומה ופרינסיפה
ia: Santo Tomé e Príncipe
ja: サントメ・プリンシペ
ko: 상투메 프린시페
lt: San Tomė ir Principo
lv: Sao Toma un Prinsēpe
ro: Sao Tomé și Príncipe
sl: Sao Tome in Princese
te: సావో టోమే మరియు ప్రిన్సిపే
tr: Sao Tome ve Príncipe
uz: Sao Tomé va Príncipe
vi: São Tomé và Príncipe
zh: 圣多美和普林西比
zh_hant: 圣多美和普林西比

# saCountryDisplayName
source: Saudi Arabia
ar: السعودية
be: Саудаўская Аравія
el: Σαουδική Αραβία
fa: عربستان سعودی
he: ערב הסעודית
ia: Arabia Saudita
ja: サウジアラビア
ko: 사우디아라비아
lt: Saudo Arabija
lv: Saūda Arābija
ro: Arabia Saudită
sl: Savdska Arabija
te: సౌదీ అరేబియా
tr: Suudi Arabistan
uz: Saudiya Arabistoni
vi: Ả Rập Xê Út
zh: 沙特阿拉伯
zh_hant: 沙特阿拉伯

# rsCountryDisplayName
source: Serbia
ar: صربيا
be: Сербія
el: Σερβία
fa: صربستان
he: סרביה
ja: セルビア
ko: 세르비아
lt: Serbija
lv: Serbija
sl: Srbija
te: సెర్బియా
tr: Sırbistan
uz: Serbiya
zh: 塞尔维亚
zh_hant: 塞尔维亚

# sgCountryDisplayName
source: Singapore
ar: سنغافورة
be: Сінгапур
el: Σιγκαπούρη
fa: سنگاپور
he: סינגפור
ja: シンガポール
ko: 싱가포르
lt: Singapūras
lv: Singapūra
sl: Singapur
te: సింగపూర్
tr: Singapur
uz: Singapur
zh: 新加坡
zh_hant: 新加坡

# skCountryDisplayName
source: Slovakia
ar: سلوفاكيا
be: Славакія
el: Σλοβακία
fa: اسلواکی
he: סלובקיה
ja: スロバキア
ko: 슬로바키아
lt: Slovakija
lv: Slovākija
ro: Slovacia
sl: Slovaška
te: స్లోవేకియా
tr: Slovakya
uz: Slovakiya
zh: 斯洛伐克
zh_hant: 斯洛伐克

# siCountryDisplayName
source: Slovenia
ar: سلوفينيا
be: Славенія
el: Σλοβενία
fa: اسلوونی
he: סלובניה
ja: スロベニア
ko: 슬로베니아
lt: Slovėnija
lv: Slovēnija
sl: Slovenija
te: స్లోవేనియా
tr: Slovenya
uz: Sloveniya
zh: 斯洛文尼亚
zh_hant: 斯洛文尼亞

# sbCountryDisplayName
source: Solomon Islands
ar: جزر سليمان
be: Саламонскія Астравы
el: Νήσοι Σολομώντα
fa: جزایر سلیمان
fil: Mga Isla ng Solomon
he: איי שלמה
ia: Insulas Solomon
ja: ソロモン諸島
ko: 솔로몬 제도
lt: Saliamono Salos
lv: Zelomas salu valstis
ro: Insulele Solomon
sl: Salomonovi otoki
te: సోలమన్ దీవులు
tr: Solomon Adaları
uz: Solomon orollari
vi: Quần đảo Solomon
zh: 所罗门群岛
zh_hant: 所羅門群島

# soCountryDisplayName
source: Somalia
ar: الصومال
be: Самалі
el: Σομαλία
fa: سومالی
he: סומליה
ja: ソマリア
ko: 소말리아
lt: Somalis
lv: Somālija
sl: Somalija
te: సోమాలియా
tr: Somali
uz: Somaliya
zh: 索马里
zh_hant: 索馬里

# zaCountryDisplayName
source: South Africa
ar: جنوب أفريقيا
be: Паўднёвая Афрыка
el: Νότια Αφρική
fa: آفریقای جنوبی
he: דרום אפריקה
ia: Sud Africa
ja: 南アフリカ
ko: 남아프리카 공화국
lt: Pietų Afrika
lv: Dienvidāfrika
ro: Africa de Sud
sl: Južna Afrika
te: దక్షిణ ఆఫ్రికా
tr: Güney Afrika
uz: Janubiy Afrika
vi: Nam Phi
zh: 南非
zh_hant: 南非

# gsCountryDisplayName
source: South Georgia and the South Sandwich Islands
ar: جورجيا الجنوبية وجزر ساندويتش الجنوبية
be: Паўдовая Джорджыя і Паўдовыя Сандвічавыя астравы
el: Νότια Γεωργία και Νότιες Νήσοι Σάντουιτς
fa: جزایر جورجیا جنوبی و ساندویچ جنوبی
fil: South Georgia at South Sandwich Islands
he: ג'ורג'יה הדרומית ואיי סאות' ג'ורג'יה וסאות' סנדוויץ'
ia: Georgia del Sud e Insulas Sandwich del Sud
ja: サウスジョージアおよびサウスサンドイッチ諸島
ko: 사우스 조지아 및 사우스 샌드위치 제도
lt: Pietų Džordžija ir Pietų Sandvičo Salos
lv: Dienvidgeorgija un Dienvidsandviču salas
ro: Georgia de Sud și Insulele Sandwich de Sud
sl: Južna Georgija in Južni Sandwich otoki
te: దక్షిణ జార్జియా మరియు దక్షిణ సాండ్విచ్ దీవులు
tr: Güney Georgia ve Güney Sandwich Adaları
uz: Janubiy Georgiya va Janubiy Sandwich orollari
vi: Nam Georgia và quần đảo Nam Sandwich
zh: 南乔治亚和南桑威奇群岛
zh_hant: 南喬治亞和南桑威奇群島

# krCountryDisplayName
source: South Korea
ar: كوريا الجنوبية
be: Паўднёвая Карэя
el: Νότια Κορέα
fa: کره جنوبی
he: קוריאה הדרומית
ia: Corea del Sud
ja: 韓国
ko: 대한민국
lt: Pietų Korėja
lv: Dienvidkoreja
ro: Coreea de Sud
sl: Južna Koreja
te: దక్షిణ కొరియా
tr: Güney Kore
uz: Janubiy Koreya
vi: Hàn Quốc
zh: 韩国
zh_hant: 南韓

# ssCountryDisplayName
source: South Sudan
ar: جنوب السودان
be: Паўдэнны Судан
el: Νότιο Σουδάν
fa: سودان جنوبی
he: סודאן הדרומית
ia: Sud Sudan
ja: 南スーダン
ko: 남수단
lt: Pietų Sudanas
lv: Dienvidsudāna
ro: Sudan de Sud
sl: Južni Sudan
te: దక్షిణ సుడాన్
tr: Güney Sudan
uz: Janubiy Sudan
vi: Nam Sudan
zh: 南苏丹
zh_hant: 南蘇丹

# esCountryDisplayName
source: Spain
ar: إسبانيا
be: Іспанія
el: Ισπανία
fa: اسپانیا
fil: Espanya
he: ספרד
ia: Hispania
ja: スペイン
ko: 스페인
lt: Ispanija
lv: Spānija
ro: Spania
sl: Španija
te: స్పెయిన్
tr: İspanya
uz: Ispaniya
vi: Tây Ban Nha
zh: 西班牙
zh_hant: 西班牙

# lkCountryDisplayName
source: Sri Lanka
ar: سريلانكا
be: Шры-Ланка
el: Σρι Λάνκα
fa: سری‌لانکا
he: סרי לנקה
ja: スリランカ
ko: 스리랑카
lt: Šri Lanka
lv: Šrilanka
sl: Šrilanka
te: శ్రీలంక
uz: Shri Lanka
zh: 斯里兰卡
zh_hant: 斯里蘭卡

# srCountryDisplayName
source: Suriname
ar: سورينام
be: Сурынам
el: Σουρινάμ
fa: سورینام
he: סורינאם
ia: Surinam
ja: スリナム
ko: 수리남
lt: Surinamas
lv: Surinama
ro: Surinam
sl: Surinam
te: సురినామ్
tr: Surinam
uz: Surinam
zh: 苏里南
zh_hant: 蘇里南

# sjCountryDisplayName
source: Svalbard and Jan Mayen
ar: سفالبارد ويان ماين
be: Шпіцберген і Ян-Майен
el: Σβάλμπαρντ και Γιαν Μάγιεν
fa: اسوالبارد و جان ماین
fil: Svalbard at Jan Mayen
he: סוואלדארד ויאן מאיין
ia: Svalbard e Jan Mayen
ja: スヴァールバル諸島とヤンマイエン島
ko: 스발바르드 제도 및 얀 마이엔
lt: Svalbardas ir Janas Majeinas
lv: Svalbāra un Jan Mayen
ro: Svalbard și Jan Mayen
sl: Švedska in Jan Mayen
te: స్వాల్బార్డ్ మరియు జాన్ మాయెన్
tr: Svalbard ve Jan Mayen
uz: Svalbard va Jan Mayen
vi: Svalbard và Jan Mayen
zh: 斯瓦尔巴群岛和扬马延岛
zh_hant: 斯瓦爾巴群島和揚馬延島

# seCountryDisplayName
source: Sweden
ar: السويد
be: Швецыя
el: Σουηδία
fa: سوئد
he: שווייץ
ia: Suecia
ja: スウェーデン
ko: 스웨덴
lt: Švedija
lv: Zviedrija
ro: Suedia
sl: Švedska
te: స్వీడన్
tr: İsveç
uz: Shvetsiya
vi: Thụy Điển
zh: 瑞典
zh_hant: 瑞典

# chCountryDisplayName
source: Switzerland
ar: سويسرا
be: Швейцарыя
el: Ελβετία
fa: سوئیس
he: שווייץ
ia: Suisse
ja: スイス
ko: 스위스
lt: Šveicarija
lv: Šveice
ro: Elveția
sl: Švica
te: స్విట్జర్లాండ్
tr: İsviçre
uz: Shveytsariya
vi: Thụy Sĩ
zh: 瑞士
zh_hant: 瑞士

# syCountryDisplayName
source: Syria
ar: سوريا
be: Сірыя
el: Συρία
fa: سوریه
he: סוריה
ja: シリア
ko: 시리아
lt: Sirija
lv: Sīrija
ro: Siria
sl: Sirija
te: సిరియా
tr: Suriye
uz: Suriya
zh: 叙利亚
zh_hant: 敘利亞

# twCountryDisplayName
source: Taiwan
ar: تايوان
be: Тайвань
el: Ταϊβάν
fa: تایوان
he: טייוואן
ja: 台湾
ko: 대만
lt: Taivanas
lv: Taivāna
sl: Tajvan
te: తైవాన్
tr: Tayvan
uz: Tayvan
vi: Đài Loan
zh: 台湾
zh_hant: 台灣

# tjCountryDisplayName
source: Tajikistan
ar: طاجيكستان
be: Таджыкістан
el: Τατζικιστάν
fa: تاجیکستان
he: טג'יקיסטן
ja: タジキスタン
ko: 타지키스탄
lt: Tadžikistanas
lv: Tadžikistāna
ro: Tadjikistan
sl: Tadžikistan
te: తాజికిస్తాన్
tr: Tacikistan
uz: Tojikiston
zh: 塔吉克斯坦
zh_hant: 塔吉克斯坦

# tzCountryDisplayName
source: Tanzania
ar: تنزانيا
be: Танзанія
el: Τανζανία
fa: تانزانیا
he: טנזניה
ja: タンザニア
ko: 탄자니아
lt: Tanzanija
lv: Tanzānija
sl: Tanzanija
te: టాంజానియా
tr: Tanzanya
uz: Tanzaniya
zh: 坦桑尼亚
zh_hant: 坦桑尼亚

# thCountryDisplayName
source: Thailand
ar: تايلاند
be: Тайланд
el: Ταϊλάνδη
fa: تایلند
he: תאילנד
ia: Thailandia
ja: タイ
ko: 태국
lt: Tailandas
lv: Tailandē
ro: Thailanda
sl: Tajska
te: థాయిలాండ్
tr: Tayland
uz: Tailand
vi: Thái Lan
zh: 泰国
zh_hant: 泰国

# tnCountryDisplayName
source: Tunisia
ar: تونس
be: Туніс
el: Τυνησία
fa: تونس
he: תוניסיה
ja: チュニジア
ko: 튀니지
lt: Tunisas
lv: Tunisija
sl: Tunizija
te: టునీషియా
tr: Tunus
uz: Tunis
zh: 突尼斯
zh_hant: 突尼斯

# trCountryDisplayName
source: Turkey
ar: تركيا
be: Турцыя
el: Τουρκία
fa: ترکیه
he: טורקיה
ia: Turcia
ja: トルコ
ko: 터키
lt: Turkija
lv: Turcija
ro: Turcia
sl: Turčija
te: టర్కీ
tr: Türkiye
uz: Turkiya
vi: Thổ Nhĩ Kỳ
zh: 土耳其
zh_hant: 土耳其

# tmCountryDisplayName
source: Turkmenistan
ar: تركمانستان
be: Туркменістан
el: Τουρκμενιστάν
fa: ترکمنستان
he: טורקמניסטן
ja: トルクメニスタン
ko: 투르크메니스탄
lt: Turkmėnistanas
lv: Turkmēnija
te: టర్క్మెనిస్తాన్
tr: Türkmenistan
uz: Turkmaniston
zh: 土库曼斯坦
zh_hant: 土库曼斯坦

# tcCountryDisplayName
source: Turks and Caicos Islands
ar: جزر تركس وكايكوس
be: Астравы Тэркс і Каікос
el: Νησιά Τερκς και Κάικος
fa: جزایر تورکس و کایکوس
fil: Mga Isla ng Turks at Caicos
he: איי טורקס וקייקוס
ia: Insulas Turks e Caicos
ja: タークス・カイコス諸島
ko: 터크스 케이커스 제도
lt: Turkso ir Kaikoso Salos
lv: Turks un Kaikosas salas
ro: Insulele Turks și Caicos
sl: Turks in Caicos otoki
te: టర్క్స్ మరియు కైకోస్ దీవులు
tr: Turks ve Caicos Adaları
uz: Turks va Kaykos orollari
vi: Quần đảo Turks và Caicos
zh: 特克斯和凯科斯群岛
zh_hant: 特克斯和凯科斯群岛

# viCountryDisplayName
source: U.S. Virgin Islands
ar: جزر فيرجن الأمريكية
be: Віргінскія астравы ЗША
el: Αμερικανικές Παρθένοι Νήσοι
fa: جزایر ویرجین آمریکا
fil: Mga Isla ng U.S. Virgin
he: איי הבתולה של ארה"ב
ia: Insulas Virgin US
ja: アメリカ領ヴァージン諸島
ko: 미국령 버진 아일랜드
lt: JAV Mergelių Salos
lv: ASV Virdžīnu salas
ro: Insulele Virgine ale SUA
sl: Ameriški Deviški otoki
te: యు.ఎస్. వర్జిన్ దీవులు
tr: Amerika Birleşik Devletleri Virgin Adaları
uz: AQSh Virgin orollari
vi: Quần đảo Virgin (Mỹ)
zh: 美属维尔京群岛
zh_hant: 美属维尔京群岛

# uaCountryDisplayName
source: Ukraine
ar: أوكرانيا
be: Украіна
el: Ουκρανία
fa: اوکراین
fil: Ukraina
he: אוקראינה
ia: Ukraina
ja: ウクライナ
ko: 우크라이나
lt: Ukraina
lv: Ukraina
ro: Ucraina
sl: Ukrajina
te: ఉక్రెయిన్
tr: Ukrayna
uz: Ukraina
vi: Ukraina
zh: 乌克兰
zh_hant: 乌克兰

# aeCountryDisplayName
source: United Arab Emirates
ar: الإمارات العربية المتحدة
be: Арабскія Эміраты
el: Ηνωμένα Αραβικά Εμιράτα
fa: امارات متحده عربی
he: איחוד האמירויות הערביות
ia: Emiratos Arabes Unite
ja: アラブ首長国連邦
ko: 아랍에미리트
lt: Jungtinių Arabų Emyratai
lv: Apvienotie Arābu Emirāti
ro: Emiratele Arabe Unite
sl: Združeni arabski emirati
te: అరబ్ ఎమిరేట్స్
tr: Birleşik Arap Emirlikleri
uz: Birlashgan Arab Amirliklari
vi: Các Tiểu Vương quốc Ả Rập Thống nhất
zh: 阿拉伯联合酋长国
zh_hant: 阿拉伯联合酋长国

# gbCountryDisplayName
source: United Kingdom
ar: المملكة المتحدة
be: Вялікабрытанія
el: Ηνωμένο Βασίλειο
fa: بریتانیا
he: הממלכה המאוחדת
ia: Regno Unit
ja: イギリス
ko: 영국
lt: Jungtinė Karalystė
lv: Apvienotā Karaliste
ro: Regatul Unit
sl: Združeno kraljestvo
te: యునైటెడ్ కింగ్‌డమ్
tr: Birleşik Krallık
uz: Buyuk Britaniya
vi: Vương quốc Anh
zh: 英国
zh_hant: 英国

# usCountryDisplayName
source: United States
ar: الولايات المتحدة
be: Злучаныя Штаты
el: Ηνωμένες Πολιτείες
fa: ایالات متحده
fil: Estados Unidos
he: ארצות הברית
ia: Statos Unite
ja: アメリカ合衆国
ko: 미국
lt: Jungtinės Valstijos
lv: Amerikas Savienotās Valstis
ro: Statele Unite
sl: Združene države
te: యునైటెడ్ స్టేట్స్
tr: Amerika Birleşik Devletleri
uz: Amerika Qo'shma Shtatlari
vi: Hoa Kỳ
zh: 美国
zh_hant: 美国

# uyCountryDisplayName
source: Uruguay
ar: أوروغواي
be: Уругвай
el: Ουρουγουάη
fa: اروگوئه
he: אורוגוואי
ja: ウルグアイ
ko: 우루과이
lt: Urugvajus
lv: Urugvaja
sl: Urugvaj
te: ఉరుగ్వే
uz: Urugvay
zh: 乌拉圭
zh_hant: 乌拉圭

# uzCountryDisplayName
source: Uzbekistan
ar: أوزبكستان
be: Узбекістан
el: Ουζμπεκιστάν
fa: ازبکستان
he: אוזבקיסטן
ja: ウズベキスタン
ko: 우즈베키스탄
lt: Uzbekistanas
lv: Uzbekistāna
te: ఉజ్బెకిస్తాన్
tr: Özbekistan
uz: O'zbekiston
zh: 乌兹别克斯坦
zh_hant: 乌兹别克斯坦

# vaCountryDisplayName
source: Vatican City
ar: مدينة الفاتيكان
be: Ватыкан
el: Βατικανό
fa: واتیکان
he: העיר וותיקן
ia: Civitate Vatican
ja: バチカン市国
ko: 바티칸 시국
lt: Vatikano Miestas
lv: Vatikāns
ro: Vatican
sl: Vatikanski mesto
te: వాటికన్ సిటీ
tr: Vatikan
uz: Vatikan
vi: Vatican
zh: 梵蒂冈城
zh_hant: 梵蒂冈城

# veCountryDisplayName
source: Venezuela
ar: فنزويلا
be: Венесуэла
el: Βενεζουέλα
fa: ونزوئلا
he: ונצואלה
ja: ベネズエラ
ko: 베네수엘라
lt: Venesuela
lv: Venecuēla
te: వెనెజువెలా
uz: Venesuela
zh: 委内瑞拉
zh_hant: 委内瑞拉

# vnCountryDisplayName
source: Vietnam
ar: فيتنام
be: В'етнам
el: Βιετνάμ
fa: ویتنام
he: וייטנאם
ja: ベトナム
ko: 베트남
lt: Vietnamas
lv: Vjetnama
te: వియత్నాం
uz: Vyetnam
vi: Việt Nam
zh: 越南
zh_hant: 越南

# wfCountryDisplayName
source: Wallis and Futuna
ar: واليس وفوتونا
be: Валіс і Футуна
el: Wallis και Futuna
fa: والیس و فوتونا
fil: Wallis at Futuna
he: וליס ופטונה
ia: Wallis e Futuna
ja: ウォリス・フツナ
ko: 월리스 푸투나
lt: Wallis ir Futuna
lv: Volisa un Futuna
ro: Wallis și Futuna
sl: Wallis in Futuna
te: వాలిస్ మరియు ఫుటునా
tr: Wallis ve Futuna
uz: Vallis va Futuna
vi: Wallis và Futuna
zh: 瓦利斯和富图纳
zh_hant: 瓦利斯和富图纳

# ehCountryDisplayName
source: Western Sahara
ar: الصحراء الغربية
be: Заходняя Sahara
el: Δυτική Σαχάρα
fa: صحرای غربی
he: סהרה המערבית
ia: Sahara Occidental
ja: 西サハラ
ko: 서부 사하라
lt: Vakarų Sahara
lv: Rietumsahāra
ro: Sahara Occidentală
sl: Zahodna Sahara
te: పశ్చిమ సహారా
tr: Batı Sahara
uz: G'arbiy Sahara
vi: Tây Sahara
zh: 西撒哈拉
zh_hant: 西撒哈拉

# yeCountryDisplayName
source: Yemen
ar: اليمن
be: Ямен
el: Υεμένη
fa: یمن
he: תימן
ja: イエメン
ko: 예멘
lt: Jemenas
lv: Jemen
ro: Iordania
sl: Jemen
te: యెమెన్
uz: Yaman
zh: 也门
zh_hant: 也门
