Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# clickMessageBody
source: Click a message for language tools like translation, play back and more!
ar: انقر على رسالة للحصول على أدوات اللغة مثل الترجمة، التشغيل مرة أخرى والمزيد!
be: Націсніце на паведамленне для моўных інструментаў, такіх як пераклад, прайграванне і іншыя!
el: Κάντε κλικ σε ένα μήνυμα για εργαλεία γλώσσας όπως μετάφραση, αναπαραγωγή και άλλα!
fa: روی یک پیام کلیک کنید برای ابزارهای زبانی مانند ترجمه، پخش مجدد و موارد دیگر!
fil: I-click ang isang mensahe para sa mga kasangkapan sa wika tulad ng pagsasalin, replay, at iba pa!
he: לחץ על הודעה לקבלת כלים לשפה כמו תרגום, השמעה חוזרת ועוד!
ia: Clicca super un message pro instrumentos linguistic como traduction, reproducer e plus!
ja: 言語ツール（翻訳、再生など）を使用するには、メッセージをクリックしてください！
ko: 언어 도구가 포함된 메시지를 클릭하세요. 번역, 재생 등!
lt: Spustelėkite žinutę, kad naudotumėte kalbos įrankius, tokius kaip vertimas, atkūrimas ir kt!
lv: Klikšķiniet uz ziņojuma, lai izmantotu valodu rīkus, piemēram, tulkošanu, atskaņošanu un citus!
ro: Fă clic pe un mesaj pentru instrumente de limbaj precum traducere, redare și altele!
sl: Kliknite sporočilo za jezikovne orodja, kot so prevajanje, predvajanje in več!
te: అనువాదం, ప్లేబ్యాక్ మరియు మరిన్ని వంటి భాషా సాధనాల కోసం సందేశాన్ని క్లిక్ చేయండి!
tr: Çeviri, oynatma ve daha fazlası gibi dil araçları için bir mesaja tıklayın!
uz: Tillar vositalari uchun xabarni bosing, tarjima, qayta o'ynash va boshqalar!
vi: Nhấn vào tin nhắn để truy cập các công cụ ngôn ngữ như dịch, nghe lại và hơn thế nữa!
zh: 点击消息以获取翻译、回放等语言工具！
zh_hant: 點擊訊息以使用語言工具，如翻譯、回放等！

source: All done!
ar: تم كل شيء!
be: Усё гатова!
el: Ολοκληρώθηκε!
fa: همه چیز تمام شد!
fil: Tapos na!
he: סיימת!
ia: Tote es complete!
ja: 完了しました！
ko: 모든 작업 완료!
lt: Viskas paruošta!
lv: Viss ir izdarīts!
ro: Totul este gata!
sl: Vse je opravljeno!
te: అన్నీ పూర్తయ్యాయి!
tr: Hepsi tamam!
uz: Barchasi tayyor!
vi: Hoàn tất!
zh: 全部完成！
zh_hant: 全部完成！

source: Vocab
ar: المفردات
be: Лексіка
el: Λεξιλόγιο
fa: واژگان
fil: Bokabularyo
he: אוצר מילים
ia: Vocabulario
ja: 語彙
ko: 어휘
lt: Žodynas
lv: Vokabula
ro: Vocabular
te: పదకోశం
tr: Kelimeler
uz: So'z boyligi
vi: Từ vựng
zh: 词汇
zh_hant: 詞彙

# low
source: We have evidence the user does not understand these words.
ar: لدينا أدلة على أن المستخدم لا يفهم هذه الكلمات.
be: У нас ёсць доказы, што карыстальнік не разумее гэтыя словы.
el: Έχουμε αποδείξεις ότι ο χρήστης δεν καταλαβαίνει αυτές τις λέξεις.
fa: شواهدی داریم که نشان می‌دهد کاربر این کلمات را نمی‌فهمد.
fil: May ebidensya na hindi nauunawaan ng user ang mga salitang ito.
he: יש לנו ראיות שהמשתמש לא מבין את המילים האלה.
ia: Nos ha evidencias que le usator non comprende iste parolas.
ja: これらの単語をユーザーが理解していない証拠があります。
ko: 이 단어들을 사용했지만 사용자가 이해하지 못하는 증거가 있습니다.
lt: Turime įrodymų, kad naudotojas nesupranta šių žodžių.
lv: Mēs esam pierādījuši, ka lietotājs nesaprot šos vārdus.
ro: Avem dovezi că utilizatorul nu înțelege aceste cuvinte.
sl: Imamo dokaze, da uporabnik ne razume teh besed.
te: ఈ పదాలను వినియోగదారు అర్థం చేసుకోకపోవడాన్ని మనకు ఆధారాలు ఉన్నాయి.
tr: Kullanıcının bu kelimeleri anlamadığına dair kanıtlarımız var.
uz: Foydalanuvchi bu so'zlarni tushunmayapti deb dalil bor.
vi: Chúng tôi có bằng chứng người dùng chưa hiểu các từ này.
zh: 我们有证据表明用户不理解这些单词。
zh_hant: 我們有證據顯示用戶不理解這些單詞。

# medium
source: These words have been used. It is unclear if the words are fully understood or not.
ar: تم استخدام هذه الكلمات. من غير الواضح ما إذا كان المستخدم يفهمها تمامًا أم لا.
be: Гэтыя словы былі выкарыстаны. Невядома, ці цалкам разумее карыстальнік гэтыя словы.
el: Αυτές οι λέξεις έχουν χρησιμοποιηθεί. Δεν είναι σαφές αν οι λέξεις κατανοούνται πλήρως ή όχι.
fa: این کلمات استفاده شده‌اند. مشخص نیست که کاملاً درک شده‌اند یا نه.
fil: Nagamit na ang mga salitang ito. Hindi malinaw kung nauunawaan nang buo ang mga salita o hindi.
he: המילים האלה שומשו. לא ברור אם המשתמש מבין אותן במלואן או לא.
ia: Iste parolas ha essite usate. Non es clar si le parolas es completamente comprensate o non.
ja: これらの単語は使用されています。完全に理解しているかどうかは不明です。
ko: 이 단어들이 사용되었습니다. 단어를 완전히 이해했는지 여부는 불분명합니다.
lt: Šie žodžiai buvo naudoti. Neaišku, ar jie visiškai suprantami ar ne.
lv: Šie vārdi ir lietoti. Nav skaidrs, vai vārdi ir pilnībā saprasti vai nē.
ro: Aceste cuvinte au fost folosite. Nu este clar dacă sunt pe deplin înțelese sau nu.
sl: Te besede so bile uporabljene. Ni jasno, ali jih uporabnik popolnoma razume ali ne.
te: ఈ పదాలు ఉపయోగించబడ్డాయి. పదాలు పూర్తిగా అర్థం చేసుకున్నారా లేదా అనేది స్పష్టంగా లేదు.
tr: Bu kelimeler kullanıldı. Kelimelerin tamamen anlaşılıp anlaşılmadığı belirsiz.
uz: Ushbu so'zlar ishlatilgan. So'zlar to'liq tushunilgan yoki tushunilmaganligi noma'lum.
vi: Các từ này đã được sử dụng nhưng chưa chắc đã hiểu hoàn toàn.
zh: 这些单词已被使用。尚不清楚用户是否完全理解这些单词。
zh_hant: 這些單詞已被使用。目前尚不清楚用戶是否完全理解這些單詞。

# high
source: We have evidence the user understands these words.
ar: لدينا أدلة على أن المستخدم يفهم هذه الكلمات.
be: У нас ёсць доказы, што карыстальнік разумее гэтыя словы.
el: Έχουμε αποδείξεις ότι ο χρήστης καταλαβαίνει αυτές τις λέξεις.
fa: شواهدی داریم که نشان می‌دهد کاربر این کلمات را می‌فهمد.
fil: May ebidensya na naiintindihan ng user ang mga salitang ito.
he: יש לנו ראיות שהמשתמש מבין את המילים האלה.
ia: Nos ha evidencias que le usator comprende iste parolas.
ja: これらの単語をユーザーが理解している証拠があります。
ko: 이 단어들을 사용자가 이해하는 증거가 있습니다.
lt: Turime įrodymų, kad naudotojas supranta šiuos žodžius.
lv: Mēs esam pierādījuši, ka lietotājs saprot šos vārdus.
ro: Avem dovezi că utilizatorul înțelege aceste cuvinte.
sl: Imamo dokaze, da uporabnik razume te besede.
te: ఈ పదాలను వినియోగదారు అర్థం చేసుకున్నాడని మనకు ఆధారాలు ఉన్నాయి.
tr: Kullanıcının bu kelimeleri anladığına dair kanıtlarımız var.
uz: Bizda foydalanuvchi bu so'zlarni tushunishini isbotlovchi dalillar mavjud.
vi: Chúng tôi có bằng chứng người dùng đã hiểu các từ này.
zh: 我们有证据表明用户理解这些单词。
zh_hant: 我們有證據顯示用戶理解這些單詞。

source: Subscribe
ar: اشترك
be: Падпісацца
el: Εγγραφή
fa: اشتراک
fil: Mag-subscribe
he: הירשם
ia: Subscribar
ja: 購読する
ko: 구독하기
lt: Prenumeruoti
lv: Abonēt
ro: Abonează-te
sl: Naroči se
te: చందా తీసుకోండి
tr: Abone Ol
uz: Obuna bo'lish
vi: Đăng ký
zh: 订阅
zh_hant: 订阅

# getAccess
source: Subscribe now!
ar: اشترك الآن!
be: Падпішыцеся зараз!
el: Εγγραφείτε τώρα!
fa: همین حالا اشتراک بگیرید!
fil: Mag-subscribe ngayon!
he: הירשם עכשיו!
ia: Subscriba ora!
ja: 今すぐ購読！
ko: 지금 구독하세요!
lt: Prenumeruokite dabar!
lv: Abonējiet tagad!
ro: Abonează-te acum!
sl: Naroči se zdaj!
te: ఇప్పుడు చందా తీసుకోండి!
tr: Hemen Abone Ol!
uz: Hozir obuna bo'ling!
vi: Đăng ký ngay!
zh: 立即订阅！
zh_hant: 立即订阅！

# subscriptionDesc
source: Messaging is free! Subscribe to unlock interactive translation, grammar checking and learning analytics.
ar: الرسائل مجانية! اشترك لفتح الترجمة التفاعلية، فحص القواعد وتحليلات التعلم.
be: Меседжынг бясплатны! Падпішыцеся, каб разблакаваць інтэрактыўны пераклад, праверку граматыкі і аналітыку навучання.
el: Οι μηνύσεις είναι δωρεάν! Εγγραφείτε για να ξεκλειδώσετε διαδραστική μετάφραση, έλεγχο γραμματικής και αναλυτικά στοιχεία μάθησης.
fa: پیام‌رسانی رایگان است! برای فعال‌سازی ترجمه تعاملی، بررسی گرامر و تحلیل‌های یادگیری، اشتراک بگیرید.
fil: Libre ang messaging! Mag-subscribe upang ma-unlock ang interactive na pagsasalin, pagsusuri ng gramatika, at analytics sa pag-aaral.
he: הודעות חינם! הירשם כדי לפתוח תרגום אינטראקטיבי, בדיקת דקדוק וניתוחי למידה.
ia: Messagiero es gratuite! Subscriba pro desbloquar translation interactive, verifica grammatical e analytics de apprendimento.
ja: メッセージは無料です！インタラクティブな翻訳、文法チェック、学習分析を解除するには購読してください。
ko: 메시징은 무료입니다! 인터랙티브 번역, 문법 검사 및 학습 분석을 잠금 해제하려면 구독하세요.
lt: Žinučių siuntimas yra nemokamas! Prenumeruokite, kad atrakintumėte interaktyvų vertimą, gramatikos tikrinimą ir mokymosi analitiką.
lv: Ziņojumapmaiņa ir bezmaksas! Abonējiet, lai atbloķētu interaktīvu tulkošanu, gramatikas pārbaudi un mācību analītiku.
ro: Mesajele sunt gratuite! Abonează-te pentru a debloca traducerea interactivă, verificarea gramaticii și analizele de învățare.
sl: Sporočanje je brezplačno! Naročite se za odklepanje interaktivnega prevajanja, preverjanja slovnice in analitike učenja.
te: మెసేజింగ్ ఉచితం! ఇంటరాక్టివ్ అనువాదం, వ్యాకరణ తనిఖీ మరియు అభ్యాస విశ్లేషణలను అన్లాక్ చేయడానికి చందా తీసుకోండి.
tr: Mesajlaşma ücretsizdir! Etkileşimli çeviri, dilbilgisi kontrolü ve öğrenme analizlerini açmak için abone olun.
uz: Xabar yuborish bepul! Interaktiv tarjima, grammatikani tekshirish va o'rganish tahlilini ochish uchun obuna bo'ling.
vi: Trò chuyện cơ bản miễn phí! Đăng ký để mở khóa dịch tương tác, sửa ngữ pháp và phân tích học tập.
zh: 消息免费！订阅以解锁互动翻译、语法检查和学习分析功能。
zh_hant: 消息传递免费！订阅以解锁互动翻译、语法检查和学习分析。

source: Subscription Management
ar: إدارة الاشتراك
be: Кіраванне падпіскамі
el: Διαχείριση Συνδρομής
fa: مدیریت اشتراک
fil: Pamamahala ng Subskripsyon
he: ניהול מנוי
ia: Gestion de subscription
ja: 購読管理
ko: 구독 관리
lt: Prenumeratos valdymas
lv: Abonēšanas pārvaldība
ro: Gestionare abonament
sl: Upravljanje naročnine
te: చందా నిర్వహణ
tr: Abonelik Yönetimi
uz: Obuna boshqaruvi
vi: Quản lý gói đăng ký
zh: 订阅管理
zh_hant: 订阅管理

source: Current Subscription
ar: الاشتراك الحالي
be: Бягучая падпіска
el: Τρέχουσα Συνδρομή
fa: اشتراک فعلی
fil: Kasalukuyang Subskripsyon
he: המנוי הנוכחי
ia: Subscription actual
ja: 現在の購読
ko: 현재 구독
lt: Dabartinė prenumerata
lv: Pašreizējā abonēšana
ro: Abonament curent
sl: Trenutna naročnina
te: ప్రస్తుతం ఉన్న చందా
tr: Mevcut Abonelik
uz: Hozirgi obuna
vi: Gói hiện tại
zh: 当前订阅
zh_hant: 当前订阅

# cancelSubscription
source: Cancel your subscription
ar: إلغاء اشتراكك
be: Адмяніць вашу падпіску
el: Ακυρώστε τη συνδρομή σας
fa: لغو اشتراک خود
fil: Kanselahin ang iyong subskripsyon
he: בטל את המנוי שלך
ia: Cancellar tu subscription
ja: 購読をキャンセル
ko: 구독 취소
lt: Atšaukti prenumeratą
lv: Atcelt savu abonēšanu
ro: Anulează abonamentul tău
sl: Prekliči naročnino
te: మీ సభ్యత్వాన్ని రద్దు చేయండి
tr: Aboneliğinizi İptal Edin
uz: Obunangizni bekor qiling
vi: Hủy gói
zh: 取消您的订阅
zh_hant: 取消您的订阅

source: Select Your Plan
ar: اختر خطتك
be: Выберыце свой план
el: Επιλέξτε το πλάνο σας
fa: طرح خود را انتخاب کنید
fil: Piliin ang Iyong Plano
he: בחר את התוכנית שלך
ia: Selige tu plano
ja: プランを選択してください
ko: 요금제 선택
lt: Pasirinkite savo planą
lv: Izvēlieties savu plānu
ro: Selectează-ți planul
sl: Izberi svoj načrt
te: మీ ప్లాన్‌ను ఎంచుకోండి
tr: Planınızı Seçin
uz: Rejangizni tanlang
vi: Chọn gói
zh: 选择您的计划
zh_hant: 选择您的计划

# subsciptionPlatformTooltip
source: Please login to your original device to manage your subscription plan
ar: يرجى تسجيل الدخول إلى جهازك الأصلي لإدارة خطة اشتراكك
be: Калі ласка, увайдзіце ў свой арыгінальны прыладу, каб кіраваць вашым планам падпіскі
el: Παρακαλώ συνδεθείτε στη αρχική συσκευή σας για να διαχειριστείτε το πλάνο της συνδρομής σας
fa: لطفاً وارد حساب کاربری اصلی خود شوید تا طرح اشتراک خود را مدیریت کنید
fil: Mangyaring mag-login sa iyong orihinal na device upang pamahalaan ang iyong plano sa subskripsyon
he: אנא היכנס למכשיר המקורי שלך כדי לנהל את תכנית המנוי שלך
ia: Per favor login a tu dispositivo original pro gestionar tu plano de subscription
ja: サブスクリプションプランを管理するには、元のデバイスにログインしてください
ko: 구독 플랜을 관리하려면 원래 기기에 로그인하세요
lt: Prašome prisijungti prie savo originalios įrenginio, kad galėtumėte valdyti prenumeratos planą
lv: Lūdzu, piesakieties savā sākotnējā ierīcē, lai pārvaldītu savu abonēšanas plānu
ro: Te rugăm să te conectezi la dispozitivul tău original pentru a gestiona planul de abonament
sl: Prijavite se v svojo izvorno napravo, da upravljate svojo naročnino
te: మీ సభ్యత్వ ప్లాన్‌ను నిర్వహించడానికి మీ అసలు పరికరంలో లాగిన్ అవ్వండి
tr: Lütfen abonelik planınızı yönetmek için orijinal cihazınıza giriş yapın
uz: Iltimos, obuna rejangizni boshqarish uchun asl qurilmangizga kirish qiling
vi: Vui lòng đăng nhập bằng thiết bị gốc để quản lý gói đăng ký
zh: 请在您的原设备上登录以管理您的订阅计划
zh_hant: 请登录到您的原始设备以管理您的订阅计划

# subscriptionManagementUnavailable
source: Subscription management not available
ar: إدارة الاشتراك غير متاحة
be: Кіраванне падпіскамі недаступна
el: Η διαχείριση συνδρομής δεν είναι διαθέσιμη
fa: مدیریت اشتراک در دسترس نیست
fil: Hindi available ang pamamahala ng subskripsyon
he: ניהול המנוי אינו זמין
ia: Gestion de subscription non disponibile
ja: サブスクリプション管理は利用できません
ko: 구독 관리를 사용할 수 없습니다
lt: Prenumeratos valdymas nepasiekiamas
lv: Abonēšanas pārvaldība nav pieejama
ro: Gestionarea abonamentului nu este disponibilă
sl: Upravljanje naročnine ni na voljo
te: సభ్యత్వ నిర్వహణ అందుబాటులో లేదు
tr: Abonelik yönetimi kullanılamıyor
uz: Obuna boshqaruvi mavjud emas
vi: Không khả dụng để quản lý gói đăng ký
zh: 无法进行订阅管理
zh_hant: 无法进行订阅管理

source: Payment Method
ar: طريقة الدفع
be: Спосаб аплаты
el: Μέθοδος Πληρωμής
fa: روش پرداخت
fil: Paraan ng Pagbabayad
he: אמצעי תשלום
ia: Metodo de pagamento
ja: 支払い方法
ko: 지불 방법
lt: Apmokėjimo būdas
lv: Apmaksas veids
ro: Metoda de plată
sl: Način plačila
te: చెల్లింపు విధానం
tr: Ödeme Yöntemi
uz: To'lov usuli
vi: Phương thức thanh toán
zh: 支付方式
zh_hant: 支付方式

source: Payment History
ar: سجل المدفوعات
be: Гісторыя плацяжоў
el: Ιστορικό Πληρωμών
fa: تاریخچه پرداخت
fil: Kasaysayan ng Bayad
he: היסטוריית תשלומים
ia: Historico de pagamento
ja: 支払い履歴
ko: 지불 내역
lt: Apmokėjimo istorija
lv: Apmaksu vēsture
ro: Istoricul plăților
sl: Zgodovina plačil
te: చెల్లింపు చరిత్ర
tr: Ödeme Geçmişi
uz: To'lov tarixi
vi: Lịch sử thanh toán
zh: 支付记录
zh_hant: 支付记录

# emptyChatDownloadWarning
source: Cannot download empty chat
ar: لا يمكن تنزيل دردشة فارغة
be: Немагчыма спампаваць пусты чат
el: Δεν είναι δυνατή η λήψη κενής συνομιλίας
fa: امکان دانلود چت خالی وجود ندارد
fil: Hindi maaaring i-download ang walang laman na chat
he: לא ניתן להוריד שיחה ריקה
ia: Non pote descargar chat vacue
ja: 空のチャットはダウンロードできません
ko: 빈 채팅은 다운로드할 수 없습니다
lt: Negalima atsisiųsti tuščios pokalbio
lv: Nevar lejupielādēt tukšu sarunu
ro: Nu se poate descărca chat gol
sl: Ne morete prenesti praznega klepeta
te: ఖాళీ చాట్‌ను డౌన్లోడ్ చేయలేరు
tr: Boş sohbet indirilemez
uz: Bo'sh suhbatni yuklab bo'lmaydi
vi: Không thể tải xuống cuộc trò chuyện trống
zh: 无法下载空聊天
zh_hant: 无法下载空聊天记录

source: Update
ar: تحديث
be: Абнавіць
el: Ενημέρωση
fa: به‌روزرسانی
fil: I-update
he: עדכון
ia: Actualisar
ja: 更新
ko: 업데이트
lt: Atnaujinti
lv: Atjaunināt
ro: Actualizează
sl: Posodobi
te: నవీకరణ
tr: Güncelle
uz: Yangilash
vi: Cập nhật
zh: 更新
zh_hant: 更新

# toggleImmersionMode
source: Immersion Mode
ar: وضع الانغماس
be: Рэжым уцягвання
el: Λειτουργία Εμβάπτισης
fa: حالت غوطه‌وری
fil: Mode ng Paglubog
he: מצב הטמעה
ia: Modo d'Immersion
ja: 没入モード
ko: 몰입 모드 전환
lt: Įsitraukimo režimas
lv: Iegremdēšanās režīms
ro: Comutare Mod Imersiune
sl: Način potopitve
te: అవగాహన మోడ్
tr: Daldırma Modu
uz: Cho'milish rejimi
vi: Chế độ nhập vai
zh: 沉浸模式
zh_hant: 沉浸模式

# toggleImmersionModeDesc
source: When enabled, all messages are displayed in your target language. This setting is most useful in language exchanges.
ar: عند التفعيل، يتم عرض جميع الرسائل بلغتك المستهدفة. هذا الإعداد مفيد جدًا في تبادلات اللغة.
be: Калі ўключана, усе паведамленні адлюстроўваюцца на вашай мэтавай мове. Гэты рэжым найбольш карысны ў мовных абменах.
el: Όταν ενεργοποιείται, όλα τα μηνύματα εμφανίζονται στη γλώσσα στόχο σας. Αυτή η ρύθμιση είναι πιο χρήσιμη σε ανταλλαγές γλωσσών.
fa: وقتی فعال باشد، تمام پیام‌ها به زبان هدف شما نمایش داده می‌شوند. این تنظیم در تبادل‌های زبانی بیشترین کاربرد را دارد.
fil: Kapag naka-enable, lahat ng mensahe ay ipinapakita sa iyong target na wika. Ang setting na ito ay pinaka-kapaki-pakinabang sa mga palitan ng wika.
he: כאשר מופעל, כל ההודעות מוצגות בשפת היעד שלך. הגדרה זו שימושית במיוחד בהחלפות שפות.
ia: Quando activate, tote le messages es monstrate in tu lingua de destino. Iste configuration es le plus utile in exchanges linguistic.
ja: 有効にすると、すべてのメッセージがターゲット言語で表示されます。この設定は言語交換に最も役立ちます。
ko: 활성화하면 모든 메시지가 대상 언어로 표시됩니다. 이 설정은 언어 교환에 가장 유용합니다.
lt: Įjungus, visi pranešimai rodomi jūsų tikslo kalba. Šis nustatymas yra ypač naudingas kalbų keitimuose.
lv: Kad tas ir ieslēgts, visas ziņas tiek rādītas jūsu mērķvalodā. Šis iestatījums ir visnoderīgākais valodu apmaiņās.
ro: Când este activat, toate mesajele sunt afișate în limba țintă. Această setare este cel mai util în schimburile de limbi.
sl: Ko je omogočeno, so vsa sporočila prikazana v vašem ciljnem jeziku. Ta nastavitev je najbolj uporabna pri jezikovnih izmenjavah.
te: సక్రియం చేస్తే, అన్ని సందేశాలు మీ లక్ష్య భాషలో ప్రదర్శించబడతాయి. ఈ సెట్టింగ్ భాష మార్పిడి సమయంలో అత్యంత ఉపయోగకరంగా ఉంటుంది.
tr: Etkinleştirildiğinde, tüm mesajlar hedef dilinizde gösterilir. Bu ayar dil değişimleri için en kullanışlıdır.
uz: Faollashtirilganda, barcha xabarlar sizning maqsad tilingizda ko'rsatiladi. Bu sozlama til almashinuvi uchun eng foydalidir.
vi: Khi bật, tất cả tin nhắn sẽ được hiển thị trong ngôn ngữ đích. Phù hợp cho trao đổi ngôn ngữ.
zh: 启用后，所有消息都以您的目标语言显示。此设置在语言交流中最为有用。
zh_hant: 啟用後，所有訊息將以您的目標語言顯示。此設定在語言交流中特別有用。

# itToggleDescription
source: This language learning tool will identify words in your base language and help you translate them to your target language. Though rare, the AI can make translation errors.
ar: ستحدد أداة تعلم اللغة هذه الكلمات في لغتك الأساسية وتساعدك على ترجمتها إلى لغتك المستهدفة. على الرغم من ندرتها، يمكن أن ترتكب الذكاء الاصطناعي أخطاء في الترجمة.
be: Гэты інструмент вывучэння мовы вызначыць словы ў вашай базавай мове і дапаможа вам перакласці іх на вашу мэтавую мову. Хоць і рэдка, AI можа дапусціць памылкі ў перакладзе.
el: Αυτό το εργαλείο εκμάθησης γλωσσών θα εντοπίζει λέξεις στη βασική σας γλώσσα και θα σας βοηθά να τις μεταφράσετε στη γλώσσα στόχο. Αν και σπάνιο, το AI μπορεί να κάνει λάθη στη μετάφραση.
fa: این ابزار یادگیری زبان، کلمات در زبان پایه شما را شناسایی می‌کند و به شما در ترجمه آن‌ها به زبان هدف کمک می‌کند. هرچند نادر است، هوش مصنوعی ممکن است در ترجمه خطا کند.
fil: Ang kasangkapang ito sa pag-aaral ng wika ay tutukoy sa mga salita sa iyong pangunahing wika at tutulungan kang isalin ang mga ito sa iyong target na wika. Bagamat bihira, maaaring magkamali ang AI sa pagsasalin.
he: כלי זה ללימוד שפות יזהה מילים בשפת הבסיס שלך ויעזור לתרגמן לשפת היעד שלך. לעיתים נדירות, ה-AI עלול לטעות בתרגום.
ia: Iste instrumento de studio de linguas identificara le parolas in tu lingua de base e adjutara te a traducer los a tu lingua de destino. Quoque rare, le AI pote facer errores de translation.
ja: この言語学習ツールは、あなたの基本言語の単語を識別し、それらをターゲット言語に翻訳するのに役立ちます。稀に、AIが翻訳ミスをすることがあります。
ko: 이 언어 학습 도구는 기본 언어의 단어를 식별하고 대상 언어로 번역하는 데 도움을 줍니다. 드물게 AI가 번역 오류를 일으킬 수 있습니다.
lt: Šis kalbų mokymosi įrankis atpažins žodžius jūsų pagrindinėje kalboje ir padės juos išversti į jūsų tikslinę kalbą. Nors retai, dirbtinis intelektas gali padaryti vertimo klaidų.
lv: Šis valodu mācību rīks identificēs vārdus jūsu pamata valodā un palīdzēs tos tulkot jūsu mērķvalodā. Lai arī tas ir reti, AI var radīt tulkošanas kļūdas.
ro: Acest instrument de învățare a limbilor va identifica cuvintele în limba de bază și vă va ajuta să le traduceți în limba țintă. Deși rar, AI poate face greșeli de traducere.
sl: Ta orodje za učenje jezika bo prepoznalo besede v vašem osnovnem jeziku in vam pomagalo prevesti jih v vaš ciljni jezik. Čeprav redko, lahko AI naredi napake pri prevajanju.
te: ఈ భాషా అభ్యాస సాధనం మీ బేస్ భాషలోని పదాలను గుర్తించి, వాటిని మీ లక్ష్య భాషకు అనువదించడంలో సహాయపడుతుంది. అరుదుగా, AI అనువాద లోపాలు చేయవచ్చు.
tr: Bu dil öğrenme aracı, temel dilinizdeki kelimeleri tanımlar ve onları hedef dilinize çevirmenize yardımcı olur. Nadiren de olsa, yapay zeka çeviri hataları yapabilir.
uz: Ushbu til o'rganish vositasi sizning asosiy tilingizdagi so'zlarni aniqlaydi va ularni maqsad tilingizga tarjima qilishga yordam beradi. Nadir hollarda, AI tarjima xatolarini qilishi mumkin.
vi: Công cụ ngôn ngữ này sẽ phát hiện từ trong ngôn ngữ gốc của bạn và giúp dịch sang ngôn ngữ đích. Đôi lúc AI có thể sai sót.
zh: 此语言学习工具将识别您的基础语言中的单词，并帮助您将其翻译成目标语言。虽然罕见，但AI可能会出现翻译错误。
zh_hant: 此語言學習工具將識別您基本語言中的單詞，並協助您將其翻譯成目標語言。雖然罕見，但AI可能會產生翻譯錯誤。

# igcToggleDescription
source: This language learning tool will identify common spelling, grammar and punctuation errors in your message and suggest corrections. Though rare, the AI can make correction errors.
ar: ستحدد أداة تعلم اللغة هذه الأخطاء الشائعة في التهجئة والقواعد وعلامات الترقيم في رسالتك وتقترح تصحيحات. على الرغم من ندرتها، يمكن أن ترتكب الذكاء الاصطناعي أخطاء في التصحيح.
be: Гэты інструмент вывучэння мовы вызначыць распаўсюджаныя памылкі ў напісанні, граматыцы і пунктуацыі ў вашым паведамленні і прапануе карэкцыі. Хоць і рэдка, AI можа дапусціць памылкі ў карэкцыі.
el: Αυτό το εργαλείο εκμάθησης γλωσσών θα εντοπίζει κοινά ορθογραφικά, γραμματικά και σημεία στίξης λάθη στο μήνυμά σας και θα προτείνει διορθώσεις. Αν και σπάνιο, το AI μπορεί να κάνει λάθη στις διορθώσεις.
fa: این ابزار یادگیری زبان، اشتباهات رایج در املا، گرامر و نقطه‌گذاری در پیام شما را شناسایی و اصلاحات پیشنهادی ارائه می‌دهد. هرچند نادر است، هوش مصنوعی ممکن است در اصلاحات خطا کند.
fil: Ang kasangkapang ito sa pag-aaral ng wika ay tutukoy sa mga karaniwang mali sa pagbabaybay, gramatika, at bantas sa iyong mensahe at magmumungkahi ng mga pagwawasto. Bagamat bihira, maaaring magkamali ang AI sa mga pagwawasto.
he: כלי זה ללימוד שפות יזהה שגיאות כתיב, דקדוק ופיסוק נפוצות בהודעה שלך ויציע תיקונים. לעיתים נדירות, ה-AI עלול לטעות בתיקונים.
ia: Iste instrumento de studio de linguas identificara errores commun de ortographia, grammatica e puntuacion in tu message e suggerera correctiones. Quoque rare, le AI pote facer errores de correction.
ja: この言語学習ツールは、あなたのメッセージ内の一般的なスペル、文法、句読点の誤りを識別し、修正案を提案します。稀に、AIが修正ミスをすることがあります。
ko: 이 언어 학습 도구는 메시지에서 일반적인 맞춤법, 문법 및 구두점 오류를 식별하고 수정 제안을 합니다. 드물게 AI가 수정 오류를 범할 수 있습니다.
lt: Šis kalbų mokymosi įrankis atpažins dažnas rašybos, gramatikos ir skyrybos klaidas jūsų žinutėje ir pasiūlys pataisas. Nors retai, dirbtinis intelektas gali padaryti pataisų klaidų.
lv: Šī valodu mācīšanās rīks identificēs bieži sastopamās pareizrakstības, gramatikas un pieturzīmju kļūdas jūsu ziņojumā un ieteiks labojumus. Lai gan tas ir reti, AI var pieļaut labojuma kļūdas.
ro: Acest instrument de învățare a limbilor va identifica greșelile comune de ortografie, gramatică și punctuație din mesajul dvs. și va sugera corecturi. Deși rar, AI poate face greșeli de corectare.
sl: To orodje za učenje jezika bo prepoznalo pogoste napake v črkovanju, slovnici in ločili v vašem sporočilu ter predlagalo popravke. Čeprav redko, lahko AI naredi napake pri popravkih.
te: ఈ భాషా అభ్యాస సాధనం మీ సందేశంలో సాధారణ వ్రాతపరమైన, వ్యాకరణ, పంక్తి తప్పులను గుర్తించి, సవరించడాన్ని సూచిస్తుంది. అరుదుగా, AI సవరించడంలో తప్పులు చేయవచ్చు.
tr: Bu dil öğrenme aracı, mesajınızdaki yaygın yazım, dilbilgisi ve noktalama hatalarını tanıyacak ve düzeltmeler önerecektir. Nadiren de olsa, yapay zeka düzeltme hataları yapabilir.
uz: Ushbu til o'rganish vositasi sizning xabaringizdagi umumiy yozilish, grammatik va punktuatsiya xatolarini aniqlaydi va tuzatish taklif qiladi. Nadir hollarda, AI tuzatish xatolarini qilishi mumkin.
vi: Công cụ ngôn ngữ này sẽ phát hiện và gợi ý chỉnh sửa lỗi chính tả, ngữ pháp. Đôi khi AI cũng có thể mắc lỗi.
zh: 此语言学习工具将识别您的消息中的常见拼写、语法和标点错误，并建议修正。虽然罕见，但AI可能会出现修正错误。
zh_hant: 此語言學習工具將識別訊息中的常見拼寫、文法和標點錯誤，並建議修正。雖然罕見，但AI可能會產生修正錯誤。

source: Original Message
ar: الرسالة الأصلية
be: Арыгінальнае паведамленне
el: Αρχικό Μήνυμα
fa: پیام اصلی
fil: Orihinal na Mensahe
he: הודעה מקורית
ia: Message Original
ja: オリジナルメッセージ
ko: 원본 메시지
lt: Originali žinutė
lv: Oriģinālais ziņojums
ro: Mesaj Original
sl: Izvirno sporočilo
te: అసలు సందేశం
tr: Orijinal Mesaj
uz: Asl xabar
vi: Tin nhắn gốc
zh: 原始消息
zh_hant: 原始訊息

source: Sent Message
ar: تم إرسال الرسالة
be: Адпраўленае паведамленне
el: Αποσταλμένο Μήνυμα
fa: پیام ارسال‌شده
fil: Ipinadalang Mensahe
he: הודעה שנשלחה
ia: Message Misse
ja: 送信済みメッセージ
ko: 전송된 메시지
lt: Išsiųsta žinutė
lv: Nosūtītais ziņojums
ro: Mesaj Trimis
sl: Poslano sporočilo
te: పంపిన సందేశం
tr: Gönderilen Mesaj
uz: Yuborilgan xabar
vi: Tin nhắn đã gửi
zh: 已发送消息
zh_hant: 已傳送訊息
