Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

source: Please choose a username
ar: يرجى اختيار اسم مستخدم
be: Калі ласка, выберыце імя карыстальніка
el: Παρακαλώ επιλέξτε ένα όνομα χρήστη
fa: لطفاً یک نام کاربری انتخاب کنید
fil: Mangyaring pumili ng isang username
he: אנא בחר שם משתמש
ia: Per favor, selige un nom de usator
ja: ユーザー名を選択してください
ko: 사용자 이름을 선택하세요
lt: Prašome pasirinkti vartotojo vardą
lv: Lūdzu, izvēlieties lietotājvārdu
ro: Vă rugăm să alegeți un nume de utilizator
sl: Prosimo, izberite uporabniško ime
te: దయచేసి యూజర్‌నేమ్ ఎంచుకోండి
tr: Lütfen bir kullanıcı adı seçin
uz: Iltimos, foydalanuvchi nomini tanlang
vi: Vui lòng chọn tên người dùng
zh: 请选择用户名
zh_hant: 請選擇一個用戶名

source: Define
ar: تعريف
be: Вызначыць
el: Ορίστε
fa: تعریف
fil: Tukuyin
he: הגדר
ja: 定義
ko: 정의
lt: Apibrėžti
lv: Definēt
ro: Definire
sl: Določiti
te: నిర్వచించండి
tr: Tanımla
uz: Taqrif
vi: Định nghĩa
zh: 定义
zh_hant: 定義

source: Listen
ar: استمع
be: Слухаць
el: Ακούστε
fa: گوش دادن
fil: Makinig
he: האזן
ia: Asculta
ja: 聴く
ko: 듣기
lt: Klausytis
lv: Klausīties
ro: Ascultă
sl: Poslušaj
te: వినండి
tr: Dinle
uz: Tingla
vi: Nghe
zh: 听
zh_hant: 聽

# trialPeriodExpired
source: Your trial period has expired
ar: انتهت فترة التجربة الخاصة بك
be: Ваш пробны перыяд скончыўся
el: Η δοκιμαστική περίοδος σας έχει λήξει
fa: دوره آزمایشی شما به پایان رسیده است
fil: Umalis na ang iyong trial period
he: תקופת הניסיון שלך תמה
ia: Vostre periodo de prova ha expirati
ja: 無料試用期間が終了しました
ko: 체험 기간이 만료되었습니다
lt: Jūsų bandomasis laikotarpis pasibaigė
lv: Jūsu izmēģinājuma periods ir beidzies
ro: Perioada de încercare a expirat
sl: Vaš preizkusni čas je potekel
te: మీ ట్రయల్ కాలం ముగిసింది
tr: Deneme süreniz sona erdi
uz: Sizning sinov muddatingiz tugadi
vi: Thời gian dùng thử đã hết hạn
zh: 您的试用期已过
zh_hant: 您的試用期已過期

source: translations
ar: الترجمات
be: пераклады
el: μεταφράσεις
fa: ترجمه‌ها
fil: mga pagsasalin
he: תרגומים
ia: traduceres
ja: 翻訳
ko: 번역
lt: vertimai
lv: tulkojumi
ro: traduceri
sl: prevodi
te: అనువాదాలు
tr: çeviriler
uz: tarjimalar
vi: bản dịch
zh: 翻译
zh_hant: 翻譯

source: message audio
ar: صوت الرسالة
be: аўдыё паведамлення
el: ήχος μηνύματος
fa: صدای پیام
fil: audio ng mensahe
he: קול ההודעה
ia: audio del message
ja: メッセージの音声
ko: 메시지 오디오
lt: žinutės garsas
lv: ziņojuma audio
ro: audio mesaj
sl: zvočni posnetek sporočila
te: సందేశ ఆడియో
tr: mesaj sesi
uz: xabar audio
vi: âm thanh tin nhắn
zh: 消息音频
zh_hant: 訊息音訊

source: definitions
ar: التعريفات
be: азначэнні
el: ορισμοί
fa: تعاریف
fil: mga depinisyon
he: הגדרות
ia: definitiones
ja: 定義
ko: 정의
lt: apibrėžimai
lv: definīcijas
ro: definiții
sl: definicije
te: నిర్వచనాలు
tr: tanımlar
uz: taʼriflar
vi: định nghĩa
zh: 定义
zh_hant: 定義

# subscribedToUnlockTools
source: Subscribe to unlock interactive translation and grammar checking, audio playback, personalized practice activities, and learning analytics!
ar: اشترك لفتح الترجمة التفاعلية وفحص القواعد، تشغيل الصوت، أنشطة الممارسة الشخصية، وتحليلات التعلم!
be: Падпішыцеся, каб разблакаваць інтэрактыўны пераклад і праверку граматыкі, прайграванне аўдыё, персаналізаваныя практыкаванні і аналітыку навучання!
el: Εγγραφείτε για να ξεκλειδώσετε διαδραστική μετάφραση και έλεγχο γραμματικής, αναπαραγωγή ήχου, εξατομικευμένες δραστηριότητες πρακτικής και αναλύσεις μάθησης!
fa: برای فعال‌سازی ترجمه تعاملی و بررسی گرامر، پخش صدا، فعالیت‌های تمرینی شخصی‌سازی‌شده و تحلیل‌های یادگیری، اشتراک کنید!
fil: Mag-subscribe upang ma-unlock ang interaktibong pagsasalin at pagsusuri ng gramatika, pag-play ng audio, personalisadong mga aktibidad sa praktis, at analytics sa pag-aaral!
he: הירשם כדי לפתוח תרגום אינטראקטיבי ובדיקת דקדוק, השמעת קול, פעילויות תרגול מותאמות אישית וניתוחי למידה!
ia: Subcribe pro unlockar traduction interactive e verification de grammatica, reproduction audio, actividades personalisate de practica, e analytics de apprendimento!
ja: インタラクティブな翻訳と文法チェック、音声再生、個別練習活動、学習分析を解除するには購読してください！
ko: 구독하여 인터랙티브 번역, 문법 검사, 오디오 재생, 맞춤 연습 활동, 학습 분석을 이용하세요!
lt: Prenumeruokite, kad atrakintumėte interaktyvų vertimą ir gramatikos tikrinimą, garso atkūrimą, personalizuotas praktikos veiklas ir mokymosi analitikus!
lv: Abonējiet, lai atbloķētu interaktīvu tulkošanu un gramatikas pārbaudi, audio atskaņošanu, personalizētas prakses aktivitātes un mācību analītiku!
ro: Abonați-vă pentru a debloca traducerea interactivă și verificarea gramaticii, redarea audio, activități de practică personalizate și analize de învățare!
sl: Naročite se za odklepanje interaktivnega prevajanja, preverjanja slovnice, predvajanja zvoka, prilagojenih vaj in analitike učenja!
te: ఇంటరాక్టివ్ అనువాదం మరియు వ్యాకరణ తనిఖీ, ఆడియో ప్లేబ్యాక్, వ్యక్తిగత అభ్యాస కార్యకలాపాలు, మరియు అభ్యాస విశ్లేషణలను అన్లాక్ చేయడానికి సభ్యత్వం పొందండి!
tr: Etkileşimli çeviri ve dilbilgisi kontrolü, ses oynatma, kişiselleştirilmiş pratik aktiviteleri ve öğrenme analizlerini açmak için abone olun!
uz: Interaktiv tarjima va grammatik tekshirish, audio ijro, shaxsiy mashgʻulotlar va oʻrganish analitikasi uchun obuna boʻling!
vi: Đăng ký để mở khóa dịch tương tác, kiểm tra ngữ pháp, âm thanh, hoạt động và phân tích học tập!
zh: 订阅以解锁互动翻译和语法检查、音频播放、个性化练习活动和学习分析！
zh_hant: 訂閱以解鎖互動式翻譯與語法檢查、音訊播放、個人化練習活動與學習分析！

# translationTooltip
source: Translate
ar: ترجمة
be: Перакласці
el: Μετάφραση
fa: ترجمه
fil: Isalin
he: תרגם
ia: Traducer
ja: 翻訳
ko: 번역
lt: Vertimas
lv: Tulkot
ro: Traducere
sl: Prevedi
te: అనువాదం
tr: Çeviri
uz: Tarjimaga
vi: Dịch
zh: 翻译
zh_hant: 翻譯

# speechToTextTooltip
source: Transcript
ar: نسخ النص
be: Транскрыпцыя
el: Μεταγραφή
fa: متن گفتاری
he: תמלול
ia: Transcripto
ja: 文字起こし
ko: 전사
lt: Transkripcija
lv: Transkripts
ro: Transcriere
sl: Prepis
te: ట్రాన్స్క్రిప్ట్
tr: Transkript
uz: Transkript
vi: Chuyển giọng nói thành văn bản
zh: 转录
zh_hant: 轉錄

# kickBotWarning
source: Kicking Pangea Bot will remove the conversation bot from this chat.
ar: إزالة بوت بانجيا من الدردشة سيؤدي إلى حذف روبوت المحادثة من هذه الدردشة.
be: Выдаленне бота Pangea з гэтага чата выдаліць бота размовы з гэтага чата.
el: Το κλείσιμο του Pangea Bot θα αφαιρέσει το bot συνομιλίας από αυτήν τη συζήτηση.
fa: اخراج ربات پنگئا، ربات گفتگو را از این چت حذف می‌کند.
fil: Ang pagtulak sa Pangea Bot ay mag-aalis sa bot ng pag-uusap mula sa chat na ito.
he: הסרת בוט פנגיאה תסיר את בוט השיחה משיחה זו.
ia: Expeller le Pangea Bot remove le bot de conversation de iste chat.
ja: Pangea Botをキックすると、このチャットから会話ボットが削除されます。
ko: Pangea Bot을 제거하면 이 채팅에서 대화 봇이 삭제됩니다.
lt: Išmetus Pangea botą, šis pokalbių robotas bus pašalintas iš šio pokalbio.
lv: Pangea robota izslēgšana no šīs sarunas izņems sarunu robota funkcionalitāti.
ro: Îndepărtarea Pangea Bot va elimina botul de conversație din acest chat.
sl: Odstranitev Pangea bota bo odstranila pogovornega bota iz tega klepeta.
te: పాంజియా బాట్‌ను తొలగించడం ఈ చాట్ నుండి సంభాషణ బాట్‌ను తీసివేస్తుంది.
tr: Pangea Bot'u uzaklaştırmak bu sohbetteki sohbet botunu kaldıracaktır.
uz: Pangea Botni chiqarib yuborish bu suhbatdagi botni olib tashlaydi.
vi: Đá Pangea Bot sẽ xóa bot hội thoại khỏi cuộc trò chuyện này.
zh: 踢出Pangea机器人将会将对话机器人从此聊天中移除。
zh_hant: 踢出 Pangea 機器人將會移除此聊天中的對話機器人。

source: Refresh
ar: تحديث
be: Абнавіць
el: Ανανέωση
fa: تازه‌سازی
fil: I-refresh
he: רענן
ia: Recarregar
ja: 更新
ko: 새로 고침
lt: Atnaujinti
lv: Atjaunot
ro: Reîmprospătează
sl: Osveži
te: పునఃప్రారంభించండి
tr: Yenile
uz: Yangilash
vi: Tải lại
zh: 刷新
zh_hant: 重新整理

source: Message Analytics
ar: تحليلات الرسائل
be: Аналітыка паведамленняў
el: Ανάλυση μηνυμάτων
fa: تحلیل پیام
fil: Analytics ng Mensahe
he: אנליטיקת הודעות
ia: Analytics de message
ja: メッセージ分析
ko: 메시지 분석
lt: Žinučių analizė
lv: Ziņojumu analītika
ro: Analiza mesajelor
sl: Analitika sporočil
te: సందేశ విశ్లేషణలు
tr: Mesaj Analitiği
uz: Xabarlar tahlili
vi: Phân tích tin nhắn
zh: 消息分析
zh_hant: 訊息分析

source: Words
ar: كلمات
be: Словы
el: Λέξεις
fa: کلمات
fil: Mga Salita
he: מילים
ia: Parolas
ja: 単語
ko: 단어
lt: Žodžiai
lv: Vārdi
ro: Cuvinte
sl: Besede
te: పదాలు
tr: Kelimeler
uz: Soʻzlar
vi: Từ
zh: 词数
zh_hant: 單詞

source: Score
ar: النتيجة
be: Ацэнка
el: Βαθμολογία
fa: امتیاز
fil: Iskor
he: ניקוד
ia: Punctuacion
ja: スコア
ko: 점수
lt: Įvertinimas
lv: Vērtējums
ro: Scor
sl: Točke
te: అంకెలు
tr: Puan
uz: Ball
vi: Điểm
zh: 得分
zh_hant: 分數

source: Accuracy
ar: الدقة
be: Дакладнасць
el: Ακρίβεια
fa: دقت
fil: Katumpakan
he: דיוק
ia: Exactitate
ja: 正確さ
ko: 정확도
lt: Tikslumas
lv: Precizitāte
ro: Acuratețe
sl: Natančnost
te: ఖచ్చితత్వం
tr: Doğruluk
uz: Aniqlik
vi: Độ chính xác
zh: 准确率
zh_hant: 準確率

source: Points
ar: نقاط
be: Балы
el: Βαθμοί
fa: نقاط
fil: Mga Punto
he: נקודות
ia: Punctos
ja: ポイント
ko: 포인트
lt: Taškai
lv: Punkti
ro: Puncte
sl: Točke
te: పాయింట్లు
tr: Puanlar
uz: Ballar
vi: Điểm
zh: 积分
zh_hant: 點數

# noPaymentInfo
source: No payment info necessary!
ar: لا حاجة لمعلومات الدفع!
be: Інфармацыя аб плацяжах не патрабуецца!
el: Δεν απαιτείται πληροφορία πληρωμής!
fa: نیازی به اطلاعات پرداخت نیست!
fil: Hindi kailangan ng impormasyon sa pagbabayad!
he: אין צורך במידע תשלום!
ia: Nulle information de pagamento necessari!
ja: 支払い情報は不要です！
ko: 결제 정보가 필요 없습니다!
lt: Apmokėjimo informacija nereikalinga!
lv: Nav nepieciešama maksājuma informācija!
ro: Nicio informație de plată necesară!
sl: Ni potrebnih plačilnih informacij!
te: చెల్లింపు సమాచారం అవసరం లేదు!
tr: Ödeme bilgisi gerekmez!
uz: Toʻlov maʼlumotlari shart emas!
vi: Không cần thông tin thanh toán!
zh: 无需支付信息！
zh_hant: 無需付款資訊！

# updatePhoneOS
source: You may need to update your device's OS version.
ar: قد تحتاج إلى تحديث إصدار نظام تشغيل جهازك.
be: Магчыма, вам трэба абнавіць версію аперацыйнай сістэмы вашага прылады.
el: Ίσως χρειαστεί να ενημερώσετε την έκδοση του λειτουργικού συστήματος της συσκευής σας.
fa: ممکن است نیاز باشد نسخه سیستم‌عامل دستگاه خود را به‌روزرسانی کنید.
fil: Maaaring kailangan mong i-update ang bersyon ng OS ng iyong device.
he: ייתכן שתצטרך לעדכן את גרסת מערכת ההפעלה של המכשיר שלך.
ia: Es possibile que tu necesse actualisar le versione del sistema operative de tu dispositivo.
ja: デバイスのOSバージョンを更新する必要があるかもしれません。
ko: 기기의 OS 버전을 업데이트해야 할 수 있습니다.
lt: Gali būti, kad reikės atnaujinti įrenginio operacinės sistemos versiją.
lv: Var būt nepieciešams atjaunināt ierīces operētājsistēmas versiju.
ro: Poate fi necesar să actualizați versiunea sistemului de operare al dispozitivului dvs.
sl: Morda boste morali posodobiti različico operacijskega sistema naprave
te: మీ డివైస్ యొక్క OS వెర్షన్‌ను నవీకరించాల్సి ఉండవచ్చు.
tr: Cihazınızın işletim sistemi sürümünü güncellemeniz gerekebilir.
uz: Qurilma operatsion tizimini yangilashingiz mumkin.
vi: Bạn có thể cần nâng cấp phiên bản hệ điều hành.
zh: 您可能需要更新设备的操作系统版本。
zh_hant: 您可能需要更新設備的作業系統版本。

source: Words per minute
ar: كلمات في الدقيقة
be: Словы за хвіліну
el: Λέξεις ανά λεπτό
fa: کلمات در دقیقه
fil: Mga salita kada minuto
he: מילים בדקה
ia: Palabras per minuto
ja: 1分あたりの単語数
ko: 분당 단어 수
lt: Žodžių per minutę
lv: Vārdi minūtē
ro: Cuvinte pe minut
sl: Besed na minuto
te: నిమిషానికి పదాలు
tr: Dakikada kelime
uz: Har daqiqada soʻzlar
vi: Từ mỗi phút
zh: 每分钟字数
zh_hant: 每分鐘字數

source: Chat capacity
ar: سعة الدردشة
be: Магчымасць чата
el: Χωρητικότητα συνομιλίας
fa: ظرفیت چت
fil: Kapasidad ng chat
he: קיבולת שיחה
ia: Capacitate de chat
ja: チャット容量
ko: 채팅 용량
lt: Pokalbių talpa
lv: Čata jauda
ro: Capacitatea chat-ului
sl: Kapaciteta klepeta
te: చాట్ సామర్థ్యం
tr: Sohbet kapasitesi
uz: Suhbat sigʻimi
vi: Giới hạn thành viên trò chuyện
zh: 聊天容量
zh_hant: 聊天容量

# roomFull
source: This room is already at capacity.
ar: هذه الغرفة ممتلئة بالفعل.
be: Гэтая пакой ужо запоўнена.
el: Αυτή η αίθουσα είναι ήδη γεμάτη.
fa: این اتاق در حال حاضر پر است.
fil: Puno na ang kuwartong ito.
he: החדר מלא כבר.
ia: Iste sala es ja plen de capacity.
ja: この部屋はすでに満員です。
ko: 이 방은 이미 용량이 가득 찼습니다.
lt: Šis kambarys jau yra pilnas.
lv: Šī istaba jau ir pilna.
ro: Această cameră este deja plină.
sl: Ta soba je že polna
te: ఈ గది ఇప్పటికే సామర్థ్యానికి చేరుకుంది.
tr: Bu oda zaten kapasiteye ulaşmış durumda.
uz: Bu xona allaqachon toʻldirilgan.
vi: Phòng đã đạt giới hạn.
zh: 此房间已达容量上限。
zh_hant: 此房間已達容量上限。

# chatCapacityHasBeenChanged
source: Chat capacity changed
ar: تم تغيير سعة الدردشة
be: Ёмістасць чата была зменена
el: Η χωρητικότητα της συνομιλίας άλλαξε
fa: ظرفیت چت تغییر یافته است
fil: Nailipat ang kapasidad ng chat
he: קיבולת השיחה שונתה
ia: Le capacitate de chat ha essite cambiate
ja: チャット容量が変更されました
ko: 채팅 용량이 변경되었습니다.
lt: Pokalbių talpa pasikeitė
lv: Čata jauda ir mainīta
ro: Capacitatea chat-ului a fost schimbată
sl: Kapaciteta klepeta je bila spremenjena
te: చాట్ సామర్థ్యం మార్చబడింది
tr: Sohbet kapasitesi değiştirildi
uz: Suhbat sigʻimi oʻzgartirildi
vi: Giới hạn thành viên trò chuyện đã thay đổi
zh: 聊天容量已更改
zh_hant: 聊天容量已更改

# chatCapacitySetTooLow
source: Chat capacity must be at least {count}.
ar: يجب أن تكون سعة الدردشة على الأقل {count}.
be: Ёмістасць чата павінна быць не менш за {count}.
el: Η χωρητικότητα της συνομιλίας πρέπει να είναι τουλάχιστον {count}.
fa: ظرفیت چت باید حداقل {count} باشد.
fil: Ang kapasidad ng chat ay dapat hindi bababa sa {count}.
he: קיבולת השיחה חייבת להיות לפחות {count}.
ia: Le capacitate de chat debe esser al minus {count}.
ja: チャット容量は少なくとも{count}でなければなりません。
ko: 채팅 용량은 최소 {count} 이상이어야 합니다.
lt: Pokalbių talpa turi būti ne mažesnė kaip {count}.
lv: Čata jaudai jābūt vismaz {count}.
ro: Capacitatea chat-ului trebuie să fie cel puțin {count}.
sl: Kapaciteta klepeta mora biti vsaj {count}.
te: చాట్ సామర్థ్యం కనీసం {count} ఉండాలి.
tr: Sohbet kapasitesi en az {count} olmalıdır.
uz: Suhbat sigʻimi kamida {count} boʻlishi kerak.
vi: Dung lượng trò chuyện phải ít nhất là {count}.
zh: 聊天容量必须至少为 {count}。
zh_hant: 聊天容量必須至少為 {count}。

# chatCapacityExplanation
source: Chat capacity limits the number of members allowed in a chat.
ar: تحدد سعة الدردشة عدد الأعضاء المسموح بهم في الدردشة.
be: Ёмістасць чата абмяжоўвае колькасць удзельнікаў у чаце.
el: Η χωρητικότητα της συνομιλίας περιορίζει τον αριθμό των μελών που επιτρέπονται σε μια συνομιλία.
fa: ظرفیت چت تعداد اعضای مجاز در یک چت را محدود می‌کند.
fil: Ang kapasidad ng chat ay naglilimita sa bilang ng mga miyembro na pinapayagan sa isang chat.
he: קיבולת שיחה מגבילה את מספר החברים המורשים בשיחה.
ia: Le capacitate de chat limita le numero de membros permitite in un chat.
ja: チャット容量は、チャットに許可されるメンバー数を制限します。
ko: 채팅 용량은 채팅에 허용되는 멤버 수를 제한합니다.
lt: Pokalbių talpa riboja leidžiamų narių skaičių pokalbyje.
lv: Čata jauda ierobežo dalībnieku skaitu, kas var piedalīties čatā.
ro: Capacitatea chat-ului limitează numărul de membri permis într-un chat.
sl: Kapaciteta klepeta omejuje število članov, ki so lahko v klepetu.
te: చాట్ సామర్థ్యం అనేది చాట్‌లో అనుమతించబడిన సభ్యుల సంఖ్యను పరిమితం చేస్తుంది.
tr: Sohbet kapasitesi, bir sohbette izin verilen üye sayısını sınırlar.
uz: Suhbat sigʻimi chatga qoʻshiladigan aʼzolar sonini cheklaydi.
vi: Hạn chế số lượng người dùng thường (không phải quản trị viên) có thể tham gia cuộc trò chuyện.
zh: 聊天容量限制允许加入聊天的成员人数。
zh_hant: 聊天容量限制允許加入的成員數量。

# tooManyRequest
source: Too many request, please try again later.
ar: طلبات كثيرة جدًا، يرجى المحاولة مرة أخرى لاحقًا.
be: Занадта шмат запытаў, паспрабуйце пазней.
el: Πάρα πολλά αιτήματα, παρακαλώ δοκιμάστε ξανά αργότερα.
fa: تعداد درخواست‌ها زیاد است، لطفاً بعداً تلاش کنید.
fil: Sobrang dami ng kahilingan, subukan muli mamaya.
he: יותר מדי בקשות, אנא נסה שוב מאוחר יותר.
ia: Troppo request, per favor prova de novo plus tarde.
ja: リクエストが多すぎます。後でもう一度お試しください。
ko: 요청이 너무 많습니다. 잠시 후 다시 시도하세요.
lt: Per daug užklausų, bandykite vėliau.
lv: Pārāk daudz pieprasījumu, lūdzu, mēģiniet vēlreiz vēlāk.
ro: Prea multe solicitări, vă rugăm să încercați din nou mai târziu.
sl: Preveč zahtev, poskusite znova kasneje.
te: అధిక అభ్యర్థనలు, దయచేసి తర్వాత ప్రయత్నించండి.
tr: Çok fazla istek var, lütfen daha sonra tekrar deneyin.
uz: Juda ko'p so'rov, iltimos, keyinroq urinib ko'ring.
vi: Quá nhiều yêu cầu, vui lòng thử lại sau.
zh: 请求过多，请稍后再试。
zh_hant: 請求過多，請稍後再試。

# enterNumber
source: Please enter a whole number value.
ar: يرجى إدخال قيمة رقم صحيح.
be: Калі ласка, увядзіце цэлае лік.
el: Παρακαλώ εισάγετε μια ακέραια τιμή.
fa: لطفاً یک مقدار عدد صحیح وارد کنید.
fil: Mangyaring magpasok ng isang buong bilang.
he: אנא הזן ערך מספר שלם.
ia: Per favor, entra un valor de numero entier.
ja: 整数値を入力してください。
ko: 정수 값을 입력하세요.
lt: Įveskite sveiko skaičiaus reikšmę.
lv: Lūdzu, ievadiet veselu skaitli.
ro: Vă rugăm să introduceți o valoare întreagă.
sl: Vnesite celotno število.
te: దయచేసి మొత్తం సంఖ్య విలువను నమోదు చేయండి.
tr: Lütfen tam sayı değeri girin.
uz: Iltimos, butun son qiymatini kiriting.
vi: Vui lòng nhập một số nguyên lớn hơn 0.
zh: 请输入一个整数值。
zh_hant: 請輸入整數值。

# buildTranslation
source: Build your translation from the choices above
ar: قم ببناء ترجمتك من الخيارات أعلاه
be: Стварыце свой пераклад з выбараў вышэй
el: Δημιουργήστε τη μετάφρασή σας από τις επιλογές παραπάνω
fa: ترجمه خود را از گزینه‌های بالا بسازید
fil: Buuin ang iyong pagsasalin mula sa mga pagpipilian sa itaas
he: בנה את התרגום שלך מהאפשרויות למעלה
ia: Construye tu translation a partir del optiones super
ja: 上記の選択肢から翻訳を作成してください
ko: 위 선택지에서 번역을 만드세요
lt: Sukurkite savo vertimą iš aukščiau pateiktų pasirinkimų
lv: Veidojiet savu tulkojumu no iepriekš minētajām izvēlēm
ro: Construiește traducerea ta din opțiunile de mai sus
sl: Sestavite prevod iz zgornjih možnosti
te: పై ఎంపికల నుండి మీ అనువాదాన్ని నిర్మించండి
tr: Yukarıdaki seçeneklerden çevirinizi oluşturun
uz: Yuqoridagi tanlovlardan tarjimangizni yarating
vi: Xây dựng bản dịch của bạn từ các lựa chọn trên
zh: 根据上方的选项构建您的翻译
zh_hant: 從上述選項建立您的翻譯

source: Practice
ar: ممارسة
be: Практыка
el: Εξάσκηση
fa: تمرین
fil: Praktis
he: תרגול
ia: Practica
ja: 練習
ko: 연습
lt: Praktika
lv: Prakse
ro: Exersează
sl: Vaja
te: అభ్యాసం
tr: Pratik yap
uz: Amaliyot
vi: Luyện tập
zh: 练习
zh_hant: 練習

source: No languages set
ar: لم يتم تعيين لغات
be: Мовы не ўстаноўлены
el: Δεν έχουν οριστεί γλώσσες
fa: هیچ زبانی تنظیم نشده است
fil: Walang nakatakdang wika
he: לא הוגדרו שפות
ia: Nulle linguas ha essite configurate
ja: 言語が設定されていません
ko: 설정된 언어가 없습니다
lt: Nenurodyta jokių kalbų
lv: Nav iestatītas valodas
ro: Niciun limbaj configurat
sl: Jeziki niso nastavljeni
te: ఏ భాషలు సెట్ చేయలేదు
tr: Dil ayarı yapılmamış
uz: Tillar o'rnatilmagan
vi: Chưa thiết lập ngôn ngữ
zh: 未设置语言
zh_hant: 未設定語言

# speechToTextBody
source: For voice messages, you can see a transcript as well as the speaker's Words Per Minute score.
ar: بالنسبة للرسائل الصوتية، يمكنك رؤية نص بالإضافة إلى درجة كلمات في الدقيقة للمتحدث.
be: Для галасавых паведамленняў вы можаце бачыць транскрыпт, а таксама балы слоў у хвіліну ад прамоўца.
el: Για φωνητικά μηνύματα, μπορείτε να δείτε μια μεταγραφή καθώς και το σκορ Λέξεων ανά Λεπτό του ομιλητή.
fa: برای پیام‌های صوتی، می‌توانید متن گفتار را ببینید و نمره کلمات در دقیقه سخنران را مشاهده کنید.
fil: Para sa mga mensahe sa boses, makikita mo ang transcript pati na rin ang score na Words Per Minute ng tagapagsalita.
he: להודעות קוליות, תוכל לראות תמלול וגם את ניקוד מילות לדקה של הדובר.
ia: Pro messages de voce, tu pote vider un transcripto e etiam le punctuacion de Parolas Per Minuto del speaker.
ja: 音声メッセージの場合、文字起こしと話者のWords Per Minuteスコアを見ることができます。
ko: 음성 메시지의 경우, 전사본과 화자의 분당 단어 수 점수도 볼 수 있습니다.
lt: Girdėdami balso žinutes, galite matyti transkriptą bei kalbėtojo žodžių per minutę įvertinimą.
lv: Balss ziņojumiem jūs varat redzēt transkriptu, kā arī runātāja vārdus minūtē.
ro: Pentru mesajele vocale, poți vedea o transcriere precum și scorul de Cuvinte pe Minut al vorbitorului.
sl: Za glasovne sporočila lahko vidite prepis ter oceno govora na minuto.
te: వాయిస్ సందేశాల కోసం, మీరు ట్రాన్స్క్రిప్ట్‌ను చూడవచ్చు అలాగే స్పీకర్ యొక్క పదాల ప్రతి నిమిషం స్కోర్‌ను.
tr: Sesli mesajlar için, hem transkripti görebilir hem de konuşmacının Dakika Başına Kelime (WPM) puanını görebilirsiniz.
uz: Ovozli xabarlar uchun, siz yozuvni va nutqchi so'zlar soni bahosini ko'rishingiz mumkin.
vi: Với tin nhắn thoại, bạn có thể xem bản chép giọng nói và điểm từ/phút của người nói.
zh: 对于语音消息，您可以看到转录内容以及说话者的每分钟字数得分。
zh_hant: 語音訊息可以看到轉錄內容以及說話者的每分鐘字數得分。

source: Version Not Found
ar: لم يتم العثور على الإصدار
be: Версія не знойдзена
el: Δεν βρέθηκε έκδοση
fa: نسخه پیدا نشد
fil: Hindi Nahanap ang Bersyon
he: הגרסה לא נמצאה
ia: Version non trovate
ja: バージョンが見つかりません
ko: 버전을 찾을 수 없습니다
lt: Versija nerasta
lv: Versija nav atrasta
ro: Versiune Negăsită
sl: Različica ni najdena
te: వర్షన్ కనుగొనబడలేదు
tr: Sürüm Bulunamadı
uz: Versiya topilmadi
vi: Không tìm thấy phiên bản
zh: 未找到版本
zh_hant: 未找到版本

source: Fetching version...
ar: جارٍ جلب الإصدار...
be: Збіраецца версія...
el: Λήψη έκδοσης...
fa: در حال دریافت نسخه...
fil: Kinukuha ang bersyon...
he: מבצע טעינת גרסה...
ia: Recuperante version...
ja: バージョンを取得中...
ko: 버전 정보를 가져오는 중...
lt: Gaunama versija...
lv: Iegūst versiju...
ro: Se preia versiunea...
sl: Pridobivanje različice...
te: వర్షన్‌ను పొందడం...
tr: Sürüm alınmaya çalışılıyor...
uz: Versiyani olish...
vi: Đang lấy phiên bản...
zh: 正在获取版本...
zh_hant: 正在取得版本...

# versionFetchError
source: Error fetching version
ar: خطأ في جلب الإصدار
be: Памылка пры атрымліванні версіі
el: Σφάλμα κατά τη λήψη έκδοσης
fa: خطا در دریافت نسخه
fil: Error sa pagkuha ng bersyon
he: שגיאה בטעינת הגרסה
ia: Error durante le recuperation de version
ja: バージョン取得エラー
ko: 버전 정보를 가져오는 데 오류가 발생했습니다
lt: Klaida gaunant versiją
lv: Kļūda, iegūstot versiju
ro: Eroare la preluarea versiunii
sl: Napaka pri pridobivanju različice
te: వర్షన్ పొందడంలో లోపం
tr: Sürüm alınırken hata oluştu
uz: Versiyani olishda xato
vi: Lỗi khi lấy phiên bản
zh: 获取版本信息时出错
zh_hant: 取得版本時出錯

# versionText
source: Version: {version}+{buildNumber}
ar: الإصدار: {version}+{buildNumber}
be: Версія: {version}+{buildNumber}
el: Έκδοση: {version}+{buildNumber}
fa: نسخه: {version}+{buildNumber}
fil: Bersyon: {version}+{buildNumber}
he: גרסה: {version}+{buildNumber}
ja: バージョン：{version}+{buildNumber}
ko: 버전: {version}+{buildNumber}
lt: Versija: {version}+{buildNumber}
lv: Versija: {version}+{buildNumber}
ro: Versiune: {version}+{buildNumber}
sl: Različica: {version}+{buildNumber}
te: వర్షన్: {version}+{buildNumber}
tr: Sürüm: {version}+{buildNumber}
uz: Versiya: {version}+{buildNumber}
vi: Phiên bản: {version}+{buildNumber}
zh: 版本：{version}+{buildNumber}
zh_hant: 版本：{version}+{buildNumber}

# l1TranslationBody
source: Messages in your base language will not be translated.
ar: الرسائل بلغتك الأساسية لن تُترجم.
be: Паведамленні на вашай асноўнай мове не будуць перакладацца.
el: Τα μηνύματα στη βασική σας γλώσσα δεν θα μεταφραστούν.
fa: پیام‌ها در زبان پایه شما ترجمه نخواهند شد.
fil: Ang mga mensahe sa iyong pangunahing wika ay hindi isasalin.
he: הודעות בשפת היסוד שלך לא יתורגמו.
ia: Le messages in tu lingua de base non essera traducite.
ja: 基本言語のメッセージは翻訳されません。
ko: 기본 언어의 메시지는 번역되지 않습니다.
lt: Jūsų pagrindinės kalbos žinutės nebus išverstos.
lv: Ziņojumi jūsu pamatvalodā netiks tulkoti.
ro: Mesajele în limba ta de bază nu vor fi traduse.
sl: Sporočila v vašem osnovnem jeziku ne bodo prevedena.
te: మీ బేస్ భాషలో సందేశాలు అనువాదం చేయబడవు.
tr: Temel dilinizdeki mesajlar çevrilmeyecektir.
uz: Asosiy tilingizdagi xabarlar tarjima qilinmaydi.
vi: Tin nhắn trong ngôn ngữ gốc sẽ không được dịch.
zh: 您的基础语言消息将不会被翻译。
zh_hant: 您的基本語言中的訊息將不會被翻譯。

# deleteSubscriptionWarningTitle
source: You have an active subscription
ar: لديك اشتراك نشط
be: У вас ёсць актыўная падпіска
el: Έχετε ενεργή συνδρομή
fa: اشتراک فعال دارید
fil: May aktibong subscription ka
he: יש לך מנוי פעיל
ia: Tu ha un subscription active
ja: アクティブなサブスクリプションがあります
ko: 활성 구독이 있습니다
lt: Jūs turite aktyvią prenumeratą
lv: Jums ir aktīva abonēšana
ro: Ai o abonare activă
sl: Imate aktivno naročnino
te: మీకు క్రియాశీల సబ్‌స్క్రిప్షన్ ఉంది
tr: Aktif bir aboneliğiniz var
uz: Sizda faol obuna bor
vi: Bạn đang có gói đăng ký hoạt động
zh: 您有一个有效的订阅
zh_hant: 您有一個有效的訂閱
