Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# wrongRecoveryKey
source: Sorry... this does not seem to be the correct recovery key.
ar: عذرًا... لا يبدو أن هذا هو مفتاح الاسترداد الصحيح.
be: Прабачце... здаецца, гэта не правільны ключ аднаўлення.
el: Λυπάμαι... αυτό δεν φαίνεται να είναι το σωστό κλειδί ανάκτησης.
fa: متأسفیم... این به نظر نمی‌رسد کلید بازیابی صحیح باشد.
fil: Paumanhin... mukhang hindi ito ang tamang recovery key.
he: סליחה... זה לא נראה מפתח השחזור הנכון.
ia: Pardon... isto non pare esser le clave de recuperation correcte.
ja: 申し訳ありません...これは正しいリカバリーキーではないようです。
ko: 죄송합니다... 올바른 복구키가 아닌것 같습니다.
lt: Atsiprašome... atrodo, kad tai nėra teisingas atkūrimo raktas.
lv: Atvaino... Nešķiet, ka šī būtu pareiza atkopes atslēga.
ro: Îmi pare rău... acesta nu pare a fi cheia de recuperare corectă.
sl: Oprostite... zdi se, da to ni pravilen ključ za obnovo.
te: క్షమించండి... ఇది సరైన రికవరీ కీ అనిపించడంలేదు.
tr: Üzgünüm... bu doğru kurtarma anahtarı gibi görünmüyor.
uz: Kechirasiz... bu toʻgʻri tiklash kaliti emasga oʻxshaydi.
vi: Rất tiếc... Đây không phải là khóa khôi phục chính xác.
zh: 抱歉…这似乎不是正确的恢复密钥。
zh_hant: 抱歉......這似乎不是正確的恢復密鑰。

source: Start conversation
ar: بدء محادثة
be: Пачаць размову
el: Ξεκινήστε συνομιλία
fa: شروع گفتگو
fil: Simulan ang pag-uusap
he: התחל שיחה
ia: Comenciar conversation
ja: 会話を開始
ko: 대화 시작
lt: Pradėti pokalbį
lv: Uzsākt sarunu
ro: Începe o conversație
sl: Začni pogovor
te: సంభాషణ ప్రారంభించండి
tr: Görüşme başlat
uz: Suhbat boshlash
vi: Bắt đầu hội thoại
zh: 开始对话
zh_hant: 開始對話

# commandHint_sendraw
source: Send raw json
ar: إرسال جيسون الخام
be: Адправіць сыры json
el: Αποστολή ακατέργαστου json
fa: ارسال JSON خام
fil: Magpadala ng raw json
he: שלח json גולמי
ia: Invia JSON brute
ja: 生のJSONを送信
ko: raw json 전송
lt: Siųsti neapdorotą JSON
lv: Nosūtīt neapstrādātu JSON
ro: Trimite json brut
sl: Pošlji surogi json
te: అడిగిన JSON పంపండి
tr: Ham JSON gönder
uz: Xom jsonni yuborish
vi: Gửi JSON dạng thô
zh: 发送原始 json
zh_hant: 傳送原始 json

# databaseMigrationTitle
source: Database is optimized
ar: تم تحسين قاعدة البيانات
be: База дадзеных аптымізавана
el: Η βάση δεδομένων είναι βελτιστοποιημένη
fa: پایگاه داده بهینه‌سازی شده است
fil: Na-optimize na ang database
he: מסד הנתונים אופטימיזציה
ia: Base de datos es optimisate
ja: データベースが最適化されました
ko: 데이터베이스가 최적화됨
lt: Duomenų bazė optimizuota
lv: Datubāze ir optimizēta
ro: Baza de date este optimizată
sl: Baza podatkov je optimizirana
te: డేటాబేస్ ఆప్టిమైజ్ చేయబడింది
tr: Veri tabanı iyileştirildi
uz: Maʼlumotlar bazasi optimallashtirilgan
vi: Cơ sở dữ liệu được tối ưu
zh: 数据库已优化
zh_hant: 資料庫已最佳化

# databaseMigrationBody
source: Please wait. This may take a moment.
ar: انتظر من فضلك. قد يستغرق ذلك بعض الوقت.
be: Калі ласка, пачакайце. Гэта можа заняць некалькі момантаў.
el: Παρακαλώ περιμένετε. Αυτό μπορεί να διαρκέσει λίγα λεπτά.
fa: لطفاً صبر کنید. این ممکن است کمی طول بکشد.
fil: Mangyong maghintay. Maaaring tumagal ito ng ilang sandali.
he: אנא המתן. זה עשוי לקחת רגע.
ia: Per favor, aspetta. Isto pote prender un momento.
ja: しばらくお待ちください。これには少し時間がかかる場合があります。
ko: 잠시만 기다리세요. 시간이 걸릴 수 있습니다.
lt: Prašome palaukti. Tai gali užtrukti akimirką.
lv: Lūgums uzgaidīt. Tas var aizņemt kādu brīdi.
ro: Vă rugăm să așteptați. Acest lucru poate dura un moment.
sl: Prosim počakajte. To lahko traja nekaj trenutkov.
te: దయచేసి వేచి ఉండండి. ఇది కొంత సమయం తీసుకోవచ్చు.
tr: Lütfen bekleyin. Bu biraz zaman alabilir.
uz: Iltimos, kuting. Bu biroz vaqt olishi mumkin.
vi: Vui lòng chờ. Quá trình có thể mất một lúc.
zh: 请稍候。可能需要稍等片刻。
zh_hant: 請稍候。這可能需要一點時間。

# leaveEmptyToClearStatus
source: Leave empty to clear your status.
ar: اتركه فارغًا لمسح حالتك.
be: Астатняйце пустым, каб ачысціць свой статус.
el: Αφήστε κενό για να διαγράψετε την κατάσταση σας.
fa: برای پاک کردن وضعیت خود، خالی بگذارید
fil: Iwanang blangko upang i-clear ang iyong status.
he: השאר ריק כדי לנקות את הסטטוס שלך.
ia: Lassa vacue pro clarificar tu stato.
ja: 空のままにするとステータスがクリアされます。
ko: 비워서 상태를 지우세요.
lt: Palikite tuščią, kad išvalytumėte savo būseną.
lv: Atstāt tukšu, lai notīrītu savu stāvokli.
ro: Lăsați gol pentru a șterge starea dvs.
sl: Pustite prazno, da počistite svoj status.
te: మీ స్థితిని క్లియర్ చేయడానికి ఖాళీగా ఉంచండి.
tr: Durumunuzu temizlemek için boş bırakın.
uz: Holatingizni tozalash uchun boʻsh qoldiring.
vi: Để trống để xóa trạng thái của bạn.
zh: 留空以清除你的状态。
zh_hant: 留空以清除您的狀態。

source: Select
ar: اختر
be: Выбраць
el: Επιλογή
fa: انتخاب
fil: Piliin
he: בחר
ia: Selige
ja: 選択
ko: 선택
lt: Pasirinkti
lv: Atlasīt
ro: Selectează
sl: Izberi
te: ఎంచుకోండి
tr: Seç
uz: Tanlash
vi: Chọn
zh: 选择
zh_hant: 選擇

source: Search for @users...
ar: ابحث عن @users...
be: Шукайце @карыстальнікаў...
el: Αναζήτηση για @χρήστες...
fa: جستجو برای @کاربران...
fil: Maghanap para sa @users...
he: חפש ב-@משתמשים...
ia: Cercar pro usatores...
ja: @ユーザーを検索...
ko: @users 검색...
lt: Ieškoti @vartotojų...
lv: Meklēt @lietotājus...
ro: Caută @utilizatori...
sl: Išči @uporabnike...
te: @యూజర్ల కోసం శోధన చేయండి...
tr: @kullanıcıları ara...
uz: @users ni qidiring...
vi: Tìm kiếm @người_dùng...
zh: 搜索 @用户…
zh_hant: 搜尋 @users...

source: Please enter your current password
ar: من فضلك أدخل كلمة السر الحالية
be: Калі ласка, увядзіце ваш існуючы пароль
el: Παρακαλώ εισάγετε τον τρέχοντα κωδικό πρόσβασής σας
fa: لطفاً رمز عبور فعلی خود را وارد کنید
fil: Mangyaring ipasok ang iyong kasalukuyang password
he: אנא הזן את הסיסמה הנוכחית שלך
ia: Per favor, introduce tu contrasigno actual
ja: 現在のパスワードを入力してください
ko: 현재 비밀번호 입력
lt: Prašome įvesti savo dabartinį slaptažodį
lv: Lūgums ievadīt savu pašreizējo paroli
ro: Vă rugăm să introduceți parola curentă
sl: Prosim vnesite trenutno geslo
te: దయచేసి మీ ప్రస్తుత పాస్వర్డ్‌ను నమోదు చేయండి
tr: Lütfen geçerli parolanızı girin
uz: Iltimos, joriy maxfiy soʻzingizni kiriting
vi: Vui lòng nhập mật khẩu hiện tại
zh: 请输入你当前的密码
zh_hant: 請輸入您當前的密碼

source: New password
ar: كلمة المرور الجديدة
be: Новы пароль
el: Νέος κωδικός πρόσβασης
fa: رمز عبور جدید
fil: Bagong password
he: סיסמה חדשה
ia: Contrasegno nove
ja: 新しいパスワード
ko: 새 비밀번호
lt: Naujas slaptažodis
lv: Jauna parole
ro: Parolă nouă
sl: Novo geslo
te: కొత్త పాస్వర్డ్
tr: Yeni parola
uz: Yangi maxfiy soʻz
vi: Mật khẩu mới
zh: 新的密码
zh_hant: 新密碼

source: Please choose a strong password
ar: الرجاء اختيار كلمة مرور قوية
be: Калі ласка, выберыце моцны пароль
el: Παρακαλώ επιλέξτε έναν ισχυρό κωδικό πρόσβασης
fa: لطفاً یک رمز عبور قوی انتخاب کنید
fil: Mangyaring pumili ng malakas na password
he: אנא בחר סיסמה חזקה
ia: Per favor, selige un contrasigno forte
ja: 強力なパスワードを選択してください
ko: 강력한 비밀번호를 사용하세요
lt: Prašome pasirinkti stiprią slaptažodį
lv: Lūgums izvēlēties spēcīgu paroli
ro: Vă rugăm să alegeți o parolă puternică
sl: Prosim, izberite močno geslo
te: దయచేసి బలమైన పాస్వర్డ్‌ను ఎంచుకోండి
tr: Lütfen güçlü bir parola seçin
uz: Iltimos kuchli maxfiy soʻz tanlang
vi: Vui lòng chọn mật khẩu mạnh
zh: 请选择一个强密码
zh_hant: 請選擇一個強密碼

source: Passwords do not match
ar: كلمات المرور لا تتطابق
be: Паролі не супадаюць
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν
fa: رمزهای عبور مطابقت ندارند
fil: Hindi magkatugma ang mga password
he: הסיסמאות אינן תואמות
ia: Le contrasignos non coincide
ja: パスワードが一致しません
ko: 비밀번호가 일치하지 않습니다
lt: Slaptažodžiai nesutampa
lv: Paroles nesakrīt
ro: Parolele nu se potrivesc
sl: Gesli se ne ujemata
te: పాస్వర్డ్లు సరిపోలడం లేదు
tr: Parolalar eşleşmiyor
uz: Maxfiy soʻzlar mos kelmadi
vi: Mật khẩu không trùng khớp
zh: 密码不匹配
zh_hant: 密碼不匹配

# passwordIsWrong
source: Your entered password is wrong
ar: كلمة السر للدخول خاطئة
be: Уведзены вамі пароль няправільны
el: Ο εισαγόμενος κωδικός πρόσβασης είναι λανθασμένος
fa: رمز عبور وارد شده اشتباه است
fil: Mali ang iyong ipinasok na password
he: הסיסמה שהזנת שגויה
ia: Le contrasigno que tu ha introducite es incorrecte
ja: 入力されたパスワードが間違っています
ko: 비밀번호가 틀립니다
lt: Jūsų įvestas slaptažodis yra neteisingas
lv: Ievadītā parole ir nepareiza
ro: Parola introdusă este greșită
sl: Vnesena gesla ni pravilna
te: మీరు నమోదు చేసిన పాస్వర్డ్ తప్పు
tr: Girdiğiniz parola yanlış
uz: Siz kiritgan maxfiy soʻz xato
vi: Mật khẩu bạn nhập không đúng
zh: 你输入的密码有误
zh_hant: 您輸入的密碼錯誤

source: Public link
ar: رابط عام
be: Публічная спасылка
el: Δημόσιος σύνδεσμος
fa: لینک عمومی
fil: Pampublikong link
he: קישור ציבורי
ia: Ligamine publice
ja: 公開リンク
ko: 공개 링크
lt: Viešas nuoroda
lv: Publiska saite
ro: Link public
sl: Javna povezava
te: జనసామాన లింక్
tr: Herkese açık bağlantı
uz: Ommaviy havola
vi: Liên kết công khai
zh: 公开链接
zh_hant: 公開網址

source: Create new address
ar: إنشاء عنوان جديد
be: Стварыць новы адрас
el: Δημιουργία νέας διεύθυνσης
fa: ایجاد آدرس جدید
fil: Lumikha ng bagong address
he: צור כתובת חדשה
ia: Create un nove adresse
ja: 新しいアドレスを作成
ko: 새 주소 만들기
lt: Sukurti naują adresą
lv: Izveidot jaunu adresi
ro: Creează adresă nouă
sl: Ustvari nov naslov
te: కొత్త చిరునామా సృష్టించండి
tr: Yeni adres oluştur
uz: Yangi manzil yarating
vi: Tạo địa chỉ mới
zh: 新建地址
zh_hant: 建立新地址

source: Join space
ar: انضم إلى المساحة
be: Далучыцца да прасторы
el: Συμμετοχή στον χώρο
fa: پیوستن به فضا
fil: Sumali sa espasyo
he: הצטרף למרחב
ja: スペースに参加
ko: 스페이스 참가
lt: Prisijungti prie erdvės
lv: Pievienoties vietai
ro: Alătură-te spațiului
sl: Pridruži se prostoru
te: అంతర్గత స్థలంలో చేరండి
tr: Alana katıl
uz: Maydonga qoʻshiling
vi: Tham gia không gian
zh: 加入空间
zh_hant: 加入空間

source: Public spaces
ar: مساحة عامة
be: Публічныя прасторы
el: Δημόσιοι χώροι
fa: فضاهای عمومی
fil: Mga pampublikong espasyo
he: מרחבים ציבוריים
ia: Spaces publice
ja: 公開スペース
ko: 공개 스페이스들
lt: Viešosios erdvės
lv: Publiskas vietas
ro: Spații publice
sl: Javni prostori
te: జనసామాన స్థలాలు
tr: Herkese açık alanlar
uz: Ommaviy maydonlar
vi: Không gian công khai
zh: 公开空间
zh_hant: 公共空間

source: Subspace
ar: مساحة فرعية
be: Падпрастора
el: Υποχώρος
fa: زیرفضا
he: תת-מרחב
ja: サブスペース
ko: 하위 스페이스
lt: Pogruppis
lv: Apakšvieta
ro: Subspațiu
sl: Podprostor
te: ఉపస్థలం
tr: Alt alan
uz: Sub-maydonlar
vi: Không gian con
zh: 子空间
zh_hant: 子空間

source: Decline
ar: رفض
be: Адмовіцца
el: Απόρριψη
fa: رد کردن
fil: Tanggihan
he: דחה
ia: Refusa
ja: 辞退
ko: 거절
lt: Atmesti
lv: Atteikt
ro: Refuză
sl: Zavrni
te: నిరాకరించండి
tr: Reddet
uz: Rad qilish
vi: Từ chối
zh: 拒绝
zh_hant: 拒絕

source: This device:
ar: هذا الجهاز:
be: Гэта прылада:
el: Αυτή η συσκευή:
fa: این دستگاه:
fil: Ang device na ito:
he: התקן זה:
ia: Iste dispositivo:
ja: このデバイス：
ko: 이 기기:
lt: Šis įrenginys:
lv: Šī ierīce:
ro: Acest dispozitiv:
sl: Ta naprava:
te: ఈ పరికరం:
tr: Bu aygıt:
uz: Ushbu qurilma:
vi: Thiết bị này:
zh: 此设备：
zh_hant: 這個裝置：

# initAppError
source: An error occured while init the app
ar: حدث خطأ بداخل التطبيق
be: Памылка падчас ініцыялізацыі прыкладання
el: Παρουσιάστηκε σφάλμα κατά την αρχικοποίηση της εφαρμογής
fa: در حین راه‌اندازی برنامه خطایی رخ داد
fil: Nagkaroon ng error habang ini-initialize ang app
he: אירעה שגיאה בעת אתחול האפליקציה
ia: Un error occurrite durante le initialisation del applicato
ja: アプリの初期化中にエラーが発生しました
ko: 앱 초기화중 오류 발생
lt: Įvyko klaida pradedant programą
lv: Atgadījās kļūda lietotnes sāknēšanas laikā
ro: A apărut o eroare în timpul inițializării aplicației
sl: Med inicializacijo aplikacije je prišlo do napake
te: అప్లికేషన్ ప్రారంభంలో లోపం జరిగింది
tr: Uygulama başlatılırken bir hata oluştu
uz: Ilovani ishga tushirishda xatolik yuz berdi
vi: Đã xảy ra lỗi khi khởi tạo ứng dụng
zh: 在初始化应用时发生错误
zh_hant: 初始化應用時發生錯誤

source: User role
ar: دور المستخدم
be: Роля карыстальніка
el: Ρόλος χρήστη
fa: نقش کاربر
fil: Role ng user
he: תפקיד משתמש
ia: Rolle del usator
ja: ユーザーロール
ko: 유저 역할
lt: Vartotojo vaidmuo
lv: Lietotāja loma
ro: Rolul utilizatorului
sl: Vloga uporabnika
te: వినియోగదారుని పాత్ర
tr: Kullanıcı rolü
uz: Foydalanuvchi roli
vi: Vai trò người dùng
zh: 用户角色
zh_hant: 使用者角色

# minimumPowerLevel
source: {level} is the minimum power level.
ar: {level} هو الحد الأدنى من مستوى الطاقة.
be: {level} — мінімальны ўзровень паўнамоцтваў.
el: {level} είναι το ελάχιστο επίπεδο ισχύος.
fa: {level} کمترین سطح قدرت است.
fil: {level} ang pinakamababang antas ng kapangyarihan.
he: רמת הכוח המינימלית היא {level}.
ia: {level} es le nivello de potentia minimum
ja: {level}は最小のパワーレベルです。
ko: {level}은 최소 권한 레벨입니다.
lt: {level} yra minimalus galios lygis.
lv: {level} ir zemākais spēka līmenis.
ro: Nivelul {level} este nivelul minim de putere.
sl: {level} je najnižja raven moči.
te: {level} కనీస శక్తి స్థాయి.
tr: {level} en düşük güç seviyesidir.
uz: {level} minimal quvvat darajasidir.
vi: {level} là cấp quyền tối thiểu.
zh: {level} 是最低权限等级。
zh_hant: {level} 是最低權限等級。

source: Search more...
ar: ابحث أكثر...
be: Шукайце яшчэ...
el: Αναζήτηση περισσότερο...
fa: جستجوی بیشتر...
fil: Maghanap pa...
he: חפש עוד...
ia: Cercar plus...
ja: さらに検索...
ko: 더 검색...
lt: Ieškoti daugiau...
lv: Meklēt vairāk...
ro: Caută mai mult...
sl: Išči še več...
te: మరింత శోధించండి...
tr: Daha fazla ara...
uz: Koʻproq qidirish...
vi: Tìm thêm...
zh: 搜索更多…
zh_hant: 搜尋更多......

source: Gallery
ar: المعرض
be: Галерэя
el: Πινακοθήκη
fa: گالری
fil: Galleries
he: גלריה
ia: Galeria
ja: ギャラリー
ko: 갤러리
lt: Galerija
lv: Galerija
ro: Galerie
sl: Galerija
te: గ్యాలరీ
tr: Galeri
uz: Galereya
vi: Thư viện
zh: 图库
zh_hant: 畫廊

source: Files
ar: الملفات
be: Файлы
el: Αρχεία
fa: فایل‌ها
fil: Mga File
he: קבצים
ja: ファイル
ko: 파일
lt: Failai
lv: Datnes
ro: Fișiere
sl: Datoteke
te: ఫైళ్లు
tr: Dosyalar
uz: Fayllar
vi: Tệp
zh: 文件
zh_hant: 文件

# databaseBuildErrorBody
source: Unable to build the SQlite database. The app tries to use the legacy database for now. Please report this error to the developers at {url}. The error message is: {error}
ar: غير قادر على بناء قاعدة بيانات SQlite. يحاول التطبيق استخدام قاعدة بيانات قديمة في الوقت الحالي. الرجاء الإبلاغ عن هذا الخطأ للمطورين على {url}. رسالة الخطأ هي: {error}
be: Не ўдаецца пабудаваць базу дадзеных SQlite. Праграма пакуль выкарыстоўвае старую базу дадзеных. Калі ласка, паведаміце пра гэтую памылку распрацоўшчыкам на {url}. Паведамленне пра памылку: {error}
el: Αδυναμία δημιουργίας της βάσης δεδομένων SQLite. Η εφαρμογή προσπαθεί να χρησιμοποιήσει την παλαιά βάση δεδομένων προς το παρόν. Παρακαλούμε αναφέρετε αυτό το σφάλμα στους προγραμματιστές στο {url}. Το μήνυμα σφάλματος είναι: {error}
fa: نمی‌توان پایگاه داده SQlite را ساخت. برنامه در حال حاضر سعی می‌کند از پایگاه داده قدیمی استفاده کند. لطفاً این خطا را به توسعه‌دهندگان گزارش دهید در {url}. پیام خطا: {error}
fil: Hindi maitatayo ang database ng SQlite. Sinusubukan ng app na gamitin ang legacy database sa ngayon. Mangyaring i-report ang error na ito sa mga developer sa {url}. Ang mensahe ng error ay: {error}
he: לא ניתן לבנות את בסיס הנתונים SQlite. האפליקציה מנסה להשתמש בבסיס הנתונים הישן לעכשיו. אנא דווח על שגיאה זו למפתחים ב-{url}. הודעת השגיאה היא: {error}
ia: Non pote construir le base de datos SQlite. Le applicato tenta usar le base de datos legacy pro ora. Per favor reporta iste error a le developpatores a {url}. Le message de error es: {error}
ja: SQLiteデータベースを構築できませんでした。現在はレガシーデータベースを使用しようとしています。このエラーを開発者に報告してください {url}。エラーメッセージは：{error}
ko: SQlite 데이터베이스를 구축할 수 없습니다. 현재 레거시 데이터베이스 사용을 시도중입니다. {url} 에서 개발자에게 오류를 신고하세요. 오류 메시지는 다음과 같습니다: {error}
lt: Nepavyko sukurti SQLite duomenų bazės. Programėlė šiuo metu bando naudoti senąją duomenų bazę. Prašome pranešti apie šią klaidą kūrėjams adresu {url}. Klaidos pranešimas: {error}
lv: Nebija iespējams izveidot SQlite datubāzi. Lietotne pagaidām mēģina izmantot iepriekšējo datubāzi. Lūgums ziņot par šo kļūdu izstrādātājiem {url}. Kļūdas ziņojums ir: {error}
ro: Imposibil de construit baza de date SQlite. Aplicația încearcă momentan să utilizeze baza de date veche. Vă rugăm să raportați această eroare dezvoltatorilor la {url}. Mesajul de eroare este: {error}
sl: Ni mogoče zgraditi baze podatkov SQlite. Aplikacija poskuša začasno uporabiti staro bazo podatkov. Prosimo, prijavite to napako razvijalcem na {url}. Sporočilo napake je: {error}
te: SQlite డేటాబేస్‌ను నిర్మించలేకపోయింది. ప్రస్తుతం అప్లికేషన్ పాత డేటాబేస్‌ను ఉపయోగించడానికి ప్రయత్నిస్తోంది. దయచేసి ఈ లోపాన్ని {url} వద్ద డెవలపర్లకు నివేదించండి. లోప సందేశం: {error}
tr: SQlite veri tabanı oluşturulamadı. Uygulama şimdilik eski veri tabanını kullanmaya çalışıyor. Lütfen bu hatayı {url} adresinde geliştiricilere bildirin. Hata mesajı: {error}
uz: SQlite maʼlumotlar bazasini yaratib boʻlmadi. Ilova hozircha eski maʼlumotlar bazasidan foydalanishga harakat qilmoqda. Iltimos, ushbu xato haqida {url} manzilidagi dasturchilarga xabar bering. Xato xabari: {error}
vi: Không thể xây dựng cơ sở dữ liệu SQlite. Ứng dụng sẽ thử dùng cơ sở dữ liệu cũ. Vui lòng báo lỗi này cho nhà phát triển tại {url}. Thông báo lỗi: {error}
zh: 无法构建 SQLite 数据库。目前应用尝试使用旧数据库。请将此错误报告给开发者，网址为 {url}。错误消息为：{error}
zh_hant: 無法建立 SQLite 資料庫。應用程式目前嘗試使用遺留資料庫。請將此錯誤報告給開發人員，網址為 {url}。錯誤訊息為：{error}

# sessionLostBody
source: Your session is lost. Please report this error to the developers at {url}. The error message is: {error}
ar: جلستك مفقودة يرجى إبلاغ المطورين بهذا الخطأ في {url}. رسالة الخطأ هي: {error}
be: Ваш сеанс страчаны. Калі ласка, паведаміце пра гэтую памылку распрацоўшчыкам на {url}. Паведамленне пра памылку: {error}
el: Η συνεδρία σας χάθηκε. Παρακαλούμε αναφέρετε αυτό το σφάλμα στους προγραμματιστές στο {url}. Το μήνυμα σφάλματος είναι: {error}
fa: جلسه شما از دست رفته است. لطفاً این خطا را به توسعه‌دهندگان گزارش دهید در {url}. پیام خطا: {error}
fil: Nawawala ang iyong session. Mangyaring i-report ang error na ito sa mga developer sa {url}. Ang mensahe ng error ay: {error}
he: הסשן שלך אבד. אנא דווח על שגיאה זו למפתחים ב-{url}. הודעת השגיאה היא: {error}
ia: Tu session es perdite. Per favor reporta iste error a le developpatores a {url}. Le message de error es: {error}
ja: セッションが失われました。このエラーを開発者に報告してください：{url}。エラーメッセージは次のとおりです：{error}
ko: 세션을 잃었습니다. {url} 에서 개발자에게 오류를 신고하세요. 오류 메시지는 다음과 같습니다: {error}
lt: Jūsų sesija prarasta. Prašome pranešti apie šią klaidą kūrėjams adresu {url}. Klaidos pranešimas yra: {error}
lv: Sesija ir zaudēta. Lūgums ziņot par šo kļūdu izstrādātājiem {url}. Kļūdas ziņojums ir: {error}
ro: Sesiunea dvs. s-a pierdut. Vă rugăm să raportați această eroare dezvoltatorilor la {url}. Mesajul de eroare este: {error}
sl: Vaša seja je izgubljena. Prosimo, prijavite to napako razvijalcem na {url}. Sporočilo napake je: {error}
te: మీ సెషన్ కోల్పోయారు. దయచేసి ఈ లోపాన్ని {url} వద్ద డెవలపర్లకు నివేదించండి. లోప సందేశం: {error}
tr: Oturumunuz kayboldu. Lütfen bu hatayı {url} adresinde geliştiricilere bildirin. Hata mesajı: {error}
uz: Seansingiz yoʻqoldi. Iltimos, ushbu xato haqida {url} manzilidagi dasturchilarga xabar bering. Xato xabari: {error}
vi: Phiên của bạn đã mất. Vui lòng báo lỗi này cho nhà phát triển tại {url}. Thông báo lỗi: {error}
zh: 你的会话已丢失。请将此错误报告给开发者，网址为 {url}。错误消息为：{error}
zh_hant: 您的會話已丟失。請將此錯誤報告給開發人員，網址為 {url}。錯誤訊息為：{error}

# restoreSessionBody
source: The app now tries to restore your session from the backup. Please report this error to the developers at {url}. The error message is: {error}
ar: يحاول التطبيق الآن استعادة جلستك من النسخة الاحتياطية. الرجاء الإبلاغ عن هذا الخطأ للمطورين على {url}. رسالة الخطأ هي:{error}
be: Праграма цяпер спрабуе аднавіць ваш сеанс з рэзервовай копіі. Калі ласка, паведаміце пра гэтую памылку распрацоўшчыкам на {url}. Паведамленне пра памылку: {error}
el: Η εφαρμογή προσπαθεί τώρα να επαναφέρει τη συνεδρία σας από το αντίγραφο ασφαλείας. Παρακαλούμε αναφέρετε αυτό το σφάλμα στους προγραμματιστές στο {url}. Το μήνυμα σφάλματος είναι: {error}
fa: برنامه اکنون سعی می‌کند جلسه شما را از پشتیبان بازیابی کند. لطفاً این خطا را به توسعه‌دهندگان گزارش دهید در {url}. پیام خطا: {error}
fil: Sinusubukan ng app na i-restore ang iyong session mula sa backup. Mangyaring i-report ang error na ito sa mga developer sa {url}. Ang mensahe ng error ay: {error}
he: האפליקציה מנסה לשחזר את הסשן שלך מהגיבוי. אנא דווח על שגיאה זו למפתחים ב-{url}. הודעת השגיאה היא: {error}
ia: Le applicato ora tenta restore tu session a partir del backup. Per favor reporta iste error a le developpatores a {url}. Le message de error es: {error}
ja: アプリは現在、バックアップからセッションを復元しようとしています。このエラーを開発者に報告してください：{url}。エラーメッセージは次のとおりです：{error}
ko: 앱이 백업에서 세션을 복원하려 시도중입니다. {url} 에서 개발자에게 오류를 신고하세요. 오류 메시지는 다음과 같습니다: {error}
lt: Programėlė dabar bando atkurti jūsų sesiją iš atsarginės kopijos. Prašome pranešti apie šią klaidą kūrėjams adresu {url}. Klaidos pranešimas yra: {error}
lv: Lietotne tagad mēģina atjaunot sesiju no rezerves kopijas. Lūgums ziņot par šo kļūdu izstrādātājiem {url}. Kļūdas ziņojums ir: {error}
ro: Aplicația încearcă acum să restaureze sesiunea din backup. Vă rugăm să raportați această eroare dezvoltatorilor la {url}. Mesajul de eroare este: {error}
sl: Aplikacija poskuša obnoviti vašo sejo iz varnostne kopije. Prosimo, prijavite to napako razvijalcem na {url}. Sporočilo napake je: {error}
te: అప్లికేషన్ ఇప్పుడు బ్యాకప్ నుండి మీ సెషన్‌ను పునరుద్ధరించడానికి ప్రయత్నిస్తోంది. దయచేసి ఈ లోపాన్ని డెవలపర్లకు {url} వద్ద నివేదించండి. లోప సందేశం: {error}
tr: Uygulama şimdi oturumunuzu yedekten geri yüklemeye çalışıyor. Lütfen bu hatayı {url} adresinde geliştiricilere bildirin. Hata mesajı: {error}
uz: Ilova endi seansingizni zaxira nusxasidan tiklashga harakat qiladi. Iltimos, ushbu xato haqida {url} manzilidagi dasturchilarga xabar bering. Xato xabari: {error}
vi: Ứng dụng sẽ khôi phục phiên của bạn từ sao lưu. Vui lòng báo lỗi này cho nhà phát triển tại {url}. Thông báo lỗi: {error}
zh: 应用现在尝试从备份中恢复你的会话。请将此错误报告给开发者，网址为 {url}。错误消息为：{error}
zh_hant: 應用程式現在嘗試從備份中恢復您的會話。請將此錯誤報告給開發人員，網址為 {url}。錯誤訊息為：{error}

# forwardMessageTo
source: Forward message to {roomName}?
ar: هل تريد إعادة توجيه الرسالة إلى {roomName}؟
be: Пераслаць паведамленне ў {roomName}?
el: Αποστολή μηνύματος στο {roomName}?
fa: آیا می‌خواهید پیام را به {roomName} فوروارد کنید؟
fil: I-forward ang mensahe sa {roomName}?
he: האם להעביר את ההודעה ל-{roomName}?
ia: Reenviar message a {roomName}?
ja: メッセージを {roomName} に転送しますか？
ko: {roomName}에 메시지를 전달할까요?
lt: Ar norite peradresuoti žinutę į {roomName}?
lv: Pārsūtīt ziņu uz {roomName}?
ro: Doriți să redirecționați mesajul către {roomName}?
sl: Preusmeri sporočilo v {roomName}?
te: సందేశాన్ని {roomName} కు ఫార్వర్డ్ చేయాలా?
tr: Mesajlar {roomName} kişisine iletilsin mi?
uz: Xabarni {roomName}ga yoʻnaltirilsinmi?
vi: Chuyển tiếp tin nhắn đến {roomName}?
zh: 转发消息至 {roomName} ？
zh_hant: 將訊息轉發至 {roomName}？

source: Send read receipts
ar: إرسال بالقراءة
be: Адправіць пацверджанні пра чытанне
el: Αποστολή αποδείξεων ανάγνωσης
fa: ارسال تأیید خوانده شدن
fil: Magpadala ng mga resibo ng pagbasa
he: שלח אישורי קריאה
ia: Manda recipis de lectura
ja: 既読通知を送信
ko: 읽음 확인 보내기
lt: Siųsti skaitymo patvirtinimus
lv: Nosūtīt lasīšanas atskaites
ro: Trimite confirmări de citire
sl: Pošlji potrdila o branju
te: చదివిన రసీదులు పంపండి
tr: Okundu bilgisi gönder
uz: Oʻqilganlik haqida xabarnomalarni yuborish
vi: Gửi xác nhận đã đọc
zh: 发送已读回执
zh_hant: 傳送已讀回條

source: Formatted messages
ar: رسائل منسقة
be: Фарматаваныя паведамленні
el: Μορφοποιημένα μηνύματα
fa: پیام‌های قالب‌بندی شده
fil: Na-format na mga mensahe
he: הודעות מעוצבות
ia: Message formattate
ja: フォーマットされたメッセージ
ko: 형식이 지정된 메시지
lt: Formatuotos žinutės
lv: Formatētas ziņas
ro: Mesaje formatate
sl: Oblikovana sporočila
te: ఫార్మాట్ చేసిన సందేశాలు
tr: Biçimlendirilen mesajlar
uz: Formatlangan xabarlar
vi: Tin nhắn có định dạng
zh: 格式化的消息
zh_hant: 格式化訊息
