Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# verifySuccess
source: You successfully verified!
ar: تُحقق منك بنجاح!
be: Вы паспяхова пацвердзілі!
el: Επιτυχής επαλήθευση!
fa: بازبینی و تایید با موفقیت انجام شد!
fil: Matagumpay kang na-verify!
he: אימות הצליח!
ia: Tu ha verificat con successo!
ja: 確認が完了しました！
ko: 성공적으로 확인했어요!
lt: Jūs sėkmingai patvirtinote!
lv: Apliecināšana bija sekmīga.
ro: A reușit verificarea!
sl: Uspešno ste overili!
te: మీరు విజయవంతంగా నిర్ధారించారు!
tr: Başarıyla doğrulandı!
uz: Siz tasdiqladingiz!
vi: Bạn đã xác minh thành công!
zh: 你已成功验证！
zh_hant: 您成功驗證了！

# verifyTitle
source: Verifying other account
ar: يتحقق من الحساب الآخر
be: Пацверджанне іншага акаўнта
el: Επαλήθευση άλλου λογαριασμού
fa: در حال تایید حساب دیگر
fil: Pag-verify ng ibang account
he: מאמת חשבון אחר
ia: Verificando altere conto
ja: 他のアカウントを確認中
ko: 다른 계정 확인 중
lt: Patvirtinama kita paskyra
lv: Apliecina citu kontu
ro: Verificând celălalt cont
sl: Overjanje družega računa
te: ఇతర ఖాతాను నిర్ధారించడం
tr: Diğer hesap doğrulanıyor
uz: Boshqa hisob tasdiqlanmoqda
vi: Xác minh tài khoản khác
zh: 验证其它账户
zh_hant: 正在驗證其他帳號

source: Video call
ar: مكالمة فيديو
be: Відэазванок
el: Βιντεοκλήση
fa: تماس تصویری
fil: Video tawag
he: שיחת וידאו
ia: Appello video
ja: 音声通話
ko: 영상 통화
lt: Vaizdo skambutis
lv: Videozvans
ro: Apel video
sl: Video klic
te: వీడియో కాల్
tr: Görüntülü arama
uz: Video chaqiruv
vi: Gọi video
zh: 视频通话
zh_hant: 視訊通話

source: Visibility of the chat history
ar: مرئية تأريخ المحادثة
be: Виднасьць гісторыі чата
el: Ορατότητα του ιστορικού συνομιλίας
fa: قابلیت دیدن تاریخچه گپ
fil: Kahalagahan ng kasaysayan ng chat
he: נראות היסטוריית השיחה
ia: Visibilitate del historia del chat
ja: チャット履歴の表示
ko: 대화 기록 설정
lt: Pokalbių istorijos matomumas
lv: Tērzēšanas vēstures redzamība
ro: Vizibilitatea istoria chatului
sl: Vidnost zgodovine klepeta
te: చాట్ చరిత్ర యొక్క దృశ్యమానత
tr: Sohbet geçmişi görünürlüğü
uz: Suhbat tarixining ko‘rinishi
vi: Chế độ hiển thị lịch sử trò chuyện
zh: 聊天记录的可见性
zh_hant: 聊天室記錄的可見性

source: Visible for all participants
ar: مرئي لكل المنتسبين
be: Видна для ўсіх удзельнікаў
el: Ορατό για όλους τους συμμετέχοντες
fa: قابل رویت برای تمام شرکت‌کنندگان
fil: Makikita ng lahat ng kalahok
he: נראה לכל המשתתפים
ia: Visibile pro tote le participantes
ja: すべての参加者が閲覧可能
ko: 모든 참가자에게 보임
lt: Matoma visiems dalyviams
lv: Redzama visiem dalībniekiem
ro: Vizibil pentru toți participanți
sl: Vidno vsem udeležnim
te: అన్ని పాల్గొనేవారికి కనిపిస్తుంది
tr: Tüm katılımcılar için görünür
uz: Barcha ishtirokchilarga ko‘rinadi
vi: Hiển thị cho tất cả người tham gia
zh: 对所有参与者可见
zh_hant: 對所有參與者可見

source: Visible for everyone
ar: مرئي للجميع
be: Видна для ўсіх
el: Ορατό για όλους
fa: قابل رویت برای همه
fil: Makikita ng lahat
he: נראה לכולם
ia: Visibile pro omne
ja: すべての人が閲覧可能
ko: 모두에게 보임
lt: Matoma visiems
lv: Redzama visiem
ro: Vizibil pentru toți
sl: Vidno vsem
te: అందరికీ కనిపిస్తుంది
tr: Herkes için görünür
uz: Hammaga ko‘rinadigan
vi: Hiển thị cho mọi người
zh: 对所有人可见
zh_hant: 對所有人可見

source: Voice message
ar: رسالة صوتية
be: Галасавае паведамленне
el: Φωνητικό μήνυμα
fa: پیام صوتی
fil: Boses na mensahe
he: הודעת קול
ia: Messeggia de voce
ja: ボイスメッセージ
ko: 음성 메시지
lt: Balso žinutė
lv: Balss ziņa
ro: Mesaj vocal
sl: Glasovno sporočilo
te: శబ్ద సందేశం
tr: Sesli mesaj
uz: Ovozli xabar
vi: Tin nhắn thoại
zh: 语音消息
zh_hant: 語音訊息

# waitingPartnerAcceptRequest
source: Waiting for partner to accept the request…
ar: ينتظر قبول الشريك للطلب…
be: Чакаем, пакуль партнёр прыме запыт…
el: Αναμονή για αποδοχή του αιτήματος από τον συνεργάτη…
fa: در انتظار پذیرفتن درخواست از جانب فرد دیگر…
fil: Naghihintay na tanggapin ng kasosyo ang kahilingan…
he: מחכה לשותף לאשר את הבקשה…
ia: Expectante que le partner accepta le request…
ja: パートナーのリクエスト承諾待ちです...
ko: 상대가 요청을 수락하길 기다리는 중…
lt: Laukiama, kol dalyvis priims užklausą…
lv: Gaida, līdz biedrs apstiprinās pieprasījumu…
ro: Așteptând pe partenerul să accepte cererea…
sl: Čakam na potrditveno zahtevo partnerja…
te: భాగస్వామి అభ్యర్థనను అంగీకరించడానికి వేచివున్నారు…
tr: Ortağın isteği kabul etmesi bekleniyor…
uz: Hamkor so‘rovni qabul qilishi kutilmoqda…
vi: Đang chờ bên kia chấp nhận yêu cầu…
zh: 等待对方接受请求…
zh_hant: 正在等待夥伴接受請求...…

# waitingPartnerEmoji
source: Waiting for partner to accept the emoji…
ar: ينتظر قبول الشريك لإيموجي…
be: Чакаем, пакуль партнёр прыме эмодзі…
el: Αναμονή για αποδοχή του emoji από τον συνεργάτη…
fa: در انتظار پذیرفتن شکلک از جانب فرد دیگر…
fil: Naghihintay na tanggapin ng kasosyo ang emoji…
he: מחכה לשותף לאשר את האימוג'י…
ia: Expectante que le partner accepta le emoji…
ja: パートナーの絵文字承諾待ちです...
ko: 상대가 이모지를 수락하길 기다리는 중…
lt: Laukiama, kol dalyvis priims jaustukus…
lv: Gaida, līdz biedrs apstiprinās emocijzīmi…
ro: Așteptând pe partenerul să accepte emoji-ul…
sl: Čakam na potrditveno emoji partnerja…
te: భాగస్వామి ఎమోజీని అంగీకరించడానికి వేచివున్నారు…
tr: Ortağın emojiyi kabul etmesi bekleniyor…
uz: Hamkor emoji qabul qilishini kutmoqda…
vi: Đang chờ bên kia chấp nhận biểu tượng cảm xúc…
zh: 等待对方接受 emoji…
zh_hant: 正在等待夥伴接受表情符號...…

# waitingPartnerNumbers
source: Waiting for partner to accept the numbers…
ar: ينتظر قبول الشريك للأرقام…
be: Чакаем, пакуль партнёр прыме нумары…
el: Αναμονή για αποδοχή των αριθμών από τον συνεργάτη…
fa: در انتظار پذیرفتن اعداد از جانب فرد دیگر…
fil: Naghihintay na tanggapin ng kasosyo ang mga numero…
he: מחכה לשותף לאשר את המספרים…
ia: Expectante que le partner accepta le numeros…
ja: パートナーの数字承諾待ちです…
ko: 상대가 숫자를 수락하길 기다리는 중…
lt: Laukiama, kol dalyvis priims skaičius…
lv: Gaida, līdz biedrs apstiprinās skaitļus…
ro: Așteptând pe partenerul să accepte numerele…
sl: Čakam na potrditvene številke partnerja…
te: భాగస్వామి సంఖ్యలను అంగీకరించడానికి వేచివున్నారు…
tr: Ortağın numaraları kabul etmesi bekleniyor…
uz: Hamkor raqamlarni qabul qilishi kutilmoqda…
vi: Đang chờ bên kia chấp nhận số…
zh: 等待对方接受数字…
zh_hant: 正在等待夥伴接受數字...…

source: Wallpaper:
ar: الخلفية:
be: Фонавы малюнак:
el: Φόντο:
fa: کاغذدیواری:
he: רקע:
ia: Fond de pantalla:
ja: 壁紙
ko: 배경:
lt: Užsklanda
lv: Ekrāntapete:
ro: Imagine de fundal
sl: Tapeta:
te: వాల్‌పేపర్:
tr: Duvar kağıdı:
uz: Fon rasmi:
vi: Hình nền:
zh: 壁纸：
zh_hant: 桌布：

source: Warning!
ar: تحذير!
be: Папярэджанне!
el: Προειδοποίηση!
fa: هشدار!
fil: Babala!
he: אזהרה!
ia: Periculo!
ja: 警告！
ko: 경고!
lt: Įspėjimas!
lv: Uzmanību!
ro: Avertizment!
sl: Opozorilo!
te: హెచ్చరిక!
tr: Uyarı!
uz: Ogohlantirish!
vi: Cảnh báo!
zh: 警告！
zh_hant: 警告！

source: We sent you an email
ar: أرسلنا لك رسالة بالبريد الإلكتروني
be: Мы адправілі вам электроннае паведамленне
el: Σας στείλαμε ένα email
fa: یک ایمیل برایتان فرستادیم
fil: Nagpadala kami sa iyo ng isang email
he: שלחנו לך אימייל
ia: Nos ha inviate un email
ja: あなたにメールを送信しました
ko: 우리가 당신에게 이메일을 보냈습니다
lt: Išsiuntėme jums el. laišką
lv: Mēs nosūtīja e-pasta ziņu
ro: V-am trimis un email
sl: Poslali smo vam e-pošto
te: మేము మీకు ఇమెయిల్ పంపాము
tr: Size bir e-posta gönderdik
uz: Sizga xat yubordik
vi: Chúng tôi vừa gửi email cho bạn
zh: 我们向你发送了一封电子邮件
zh_hant: 我們向您傳送了一封電子郵件

source: Who can perform which action
ar: من يستطيع القيام بأي عمل
be: Хто можа выконваць якія дзеянні
el: Ποιος μπορεί να εκτελέσει ποια ενέργεια
fa: چه کسی توان انجام کدام عمل را داراست
fil: Sino ang maaaring magsagawa ng anong aksyon
he: מי יכול לבצע איזו פעולה
ia: Qui pote facer qual action
ja: 誰がどの操作を実行できるか
ko: 누가 어떤 행동을 할 수 있는지
lt: Kas gali atlikti kokį veiksmą
lv: Kurš var veikt kādas darbības
ro: Cine poate face care acțiune
sl: Kdo lahko izvede katero dejanje
te: ఎవరికి ఏ చర్య చేయగలరు
tr: Kim hangi eylemi gerçekleştirebilir
uz: Kim qaysi amalni bajarishi mumkin
vi: Ai có thể thực hiện hành động gì
zh: 谁可以执行哪些操作
zh_hant: 誰可以執行這個動作

source: Who is allowed to join this group
ar: من يسمح له الانضمام للمجموعة
be: Хто можа далучыцца да гэтай групы
el: Ποιος επιτρέπεται να συμμετάσχει σε αυτήν την ομάδα
fa: چه کسی اجازه پیوستن به این گروه را دارد
fil: Sino ang pinapayagang sumali sa grupong ito
he: מי מורשה להצטרף לקבוצה זו
ia: Qui ha le permission de aderir a iste gruppo
ja: 誰がこのチャットに入れますか
ko: 참가 제한 설정
lt: Kam leidžiama prisijungti prie šios grupės
lv: Kuram ir ļauts pievienoties šai kopai
ro: Cine se poate alătura la acest grup
sl: Kdo sme pristopiti k tej skupini
te: ఈ గ్రూప్‌లో చేరడానికి ఎవరికీ అనుమతి ఉంది
tr: Bu gruba kimler katılabilir
uz: Bu guruhga kim qo‘shilishi mumkin
vi: Ai được phép tham gia cuộc trò chuyện này
zh: 谁可以加入此群组
zh_hant: 誰可以加入這個群組

source: Why do you want to report this?
ar: لماذا تريد الإبلاغ عنه؟
be: Чаму вы хочаце паведаміць пра гэта?
el: Γιατί θέλετε να αναφέρετε αυτό;
fa: چرا می‌خواهید گزارش دهید؟
fil: Bakit mo nais i-report ito?
he: מדוע אתה רוצה לדווח על זה?
ia: Proque vole tu reportar isto?
ja: これを通報する理由
ko: 왜 이것을 신고하려고 하나요?
lt: Kodėl norite apie tai pranešti?
lv: Kādēļ vēlies ziņot par šo?
ro: De ce doriți să reportați acest conținut?
sl: Zakaj želite prijaviti to?
te: మీరు దీన్ని నివేదించాలనుకుంటున్న కారణం ఏమిటి?
tr: Bunu neden bildirmek istiyorsunuz?
uz: Nima uchun bu haqda xabar bermoqchisiz?
vi: Tại sao bạn muốn báo cáo?
zh: 你举报的理由是什么？
zh_hant: 您檢舉的原因是什麼？

# wipeChatBackup
source: Wipe your chat backup to create a new recovery key?
ar: مسح نسخة المحادثة الاحتياطية لإنشاء مفتاح استرداد جديد؟
be: Ачысціць рэзервовую копію чата, каб стварыць новы ключ аднаўлення?
el: Διαγράψτε το αντίγραφο ασφαλείας της συνομιλίας σας για να δημιουργήσετε ένα νέο κλειδί ανάκτησης;
fa: برای ایجاد کلید بازیابی جدید، پشتیبان گپ خود را پاک می‌کنید؟
fil: Burahin ang iyong backup ng chat upang lumikha ng isang bagong susi sa pagbawi?
he: למחוק את גיבוי הצ'אט שלך כדי ליצור מפתח שחזור חדש?
ia: Eliminar tu copia de securitate del chat pro crear un nove clave de recupero?
ja: チャットのバックアップを消去して、新しいリカバリーキーを作りますか？
ko: 새로운 복구키를 생성하기 위해 채팅 백업을 초기화할까요?
lt: Ištrinti atsarginę pokalbių kopiją, kad sukurti naują atkūrimo raktą?
lv: Notīrīt tērzēšanu rezerves kopiju, lai izveidotu jaunu atkopes atslēgu?
ro: Ștergeți backup-ul vostru de chat să creați o nouă cheie de recuperare?
sl: Izbrisati varnostno kopijo klepeta za ustvarjanje nove ključe za obnovo?
te: మీ చాట్ బ్యాకప్‌ను తొలగించి కొత్త రికవరీ కీని సృష్టించాలనుకుంటున్నారా?
tr: Yeni bir kurtarma anahtarı oluşturmak için sohbet yedeğiniz silinsin mi?
uz: Yangi tiklash kalitini yaratish uchun suhbat zaxirasi tozalansinmi?
vi: Xóa sao lưu trò chuyện để tạo khóa khôi phục mới?
zh: 确定要清除你的聊天记录备份以创建新的恢复密钥吗？
zh_hant: 是否清除您的聊天室記錄備份以建立新的安全金鑰嗎？

# withTheseAddressesRecoveryDescription
source: With these addresses you can recover your password.
ar: يمكنك استعادة كلمة السر بهذه العناوين.
be: З гэтымі адрасамі вы можаце аднавіць свой пароль.
el: Με αυτές τις διευθύνσεις μπορείτε να ανακτήσετε τον κωδικό πρόσβασής σας.
fa: با این آدرس‌ها می‌توانید رمز خود را بازیابی کنید.
fil: Sa mga address na ito maaari mong mabawi ang iyong password.
he: עם כתובות אלה תוכל לשחזר את הסיסמה שלך.
ia: Con iste addresses tu pote recuperar tu contrasigno.
ja: これらのアドレスを使用すると、パスワードを回復することができます。
ko: 이 주소로 당신의 비밀번호를 복구할 수 있습니다.
lt: Naudodami šiuos adresus galite atkurti savo slaptažodį.
lv: Ar šīm adresēm var atjaunot savu paroli.
ro: Cu acestea adrese puteți să vă recuperați parola.
sl: Z temi naslovi lahko obnovite svoje geslo.
te: ఈ చిరునామాలతో మీరు మీ పాస్వర్డ్‌ను రికవర్ చేయవచ్చు.
tr: Bu adresler ile parolanızı kurtarabilirsiniz.
uz: Ushbu manzillar yordamida parolingizni tiklashingiz mumkin.
vi: Nhờ các địa chỉ này, bạn có thể khôi phục mật khẩu của mình.
zh: 通过这些地址，你可以恢复密码。
zh_hant: 有了這些位址，您就可以恢復密碼。

source: Write a message…
ar: اكتب رسالة…
be: Напішыце паведамленне…
el: Γράψτε ένα μήνυμα…
fa: نوشتن پیام…
fil: Isulat ang isang mensahe…
he: כתוב הודעה…
ia: Scribe un messagio…
ja: メッセージを入力してください…
ko: 메시지 작성…
lt: Rašyti žinutę…
lv: Rakstīt ziņu…
ro: Scrieți un mesaj…
sl: Napišite sporočilo…
te: సందేశం రాయండి…
tr: Bir mesaj yaz…
uz: Xabar yozish…
vi: Viết tin nhắn…
zh: 写一条消息…
zh_hant: 輸入訊息...…

source: Yes
ar: نعم
be: Так
el: Ναι
fa: بله
fil: Oo
he: כן
ia: Si
ja: はい
ko: 확인
lt: Taip
lv: Jā
ro: Da
sl: Da
te: అవును
tr: Evet
uz: Ha
vi: Có
zh: 是
zh_hant: 是

source: You
ar: انت
be: Вы
el: Εσύ
fa: شما
fil: Ikaw
he: אתה
ia: Tu
ja: あなた
ko: 당신
lt: Jūs
lv: Tu
ro: Voi
sl: Ti
te: మీరు
tr: Sen
uz: Siz
vi: Bạn
zh: 你
zh_hant: 您

source: You are no longer participating in this chat
ar: لم تعد منتسبا لهذه المحادثة
be: Вы больш не ўдзельнічаеце ў гэтым чаце
el: Δεν συμμετέχετε πλέον σε αυτήν τη συνομιλία
fa: شما دیگر در این گپ شرکت نمی‌کنید
fil: Hindi ka na kasali sa chat na ito
he: אתה כבר לא משתתף בצ'אט זה
ia: Tu non participa plus in iste chat
ja: あなたはもうこのチャットの参加者ではありません
ko: 당신은 더 이상 이 채팅에 참여하지 않습니다
lt: Jūs nebedalyvaujate šiame pokalbyje
lv: Tu vairs nepiedalies šajā tērzēšanā
ro: Nu mai participați în acest chat
sl: Več ne sodelujete v tem klepetu
te: మీరు ఈ చాట్‌లో ఇక పాల్గొనడం లేదు
tr: Artık bu sohbette katılımcı değilsiniz
uz: Siz ortiq bu suhbatda qatnashmayapsiz
vi: Bạn không còn tham gia cuộc trò chuyện này
zh: 你已不再参与此聊天
zh_hant: 您不再參與這個聊天室了

source: You have been banned from this chat
ar: حُظرت من هذه المحادثة
be: Вас забанілі ў гэтым чаце
el: Έχετε αποκλειστεί από αυτήν τη συνομιλία
fa: شما از این گپ محروم شده‌اید
fil: Ikaw ay na-ban mula sa chat na ito
he: נאסרת מלהשתתף בצ'אט זה
ia: Tu ha essite bannite de iste chat
ja: チャットからBANされてしまいました
ko: 당신은 이 채팅에서 영구 추방되었습니다
lt: Jums buvo uždrausta dalyvauti šiame pokalbyje
lv: Tev tika liegta piekļuve šai tērzēšanai
ro: Ați fost interzis din acest chat
sl: Bannali ste v tem klepetu
te: మీరు ఈ చాట్ నుండి నిషేధించబడ్డారు
tr: Bu sohbetten engellendiniz
uz: Bu suhbatdan bloklandingiz
vi: Bạn đã bị cấm khỏi cuộc trò chuyện này
zh: 你已被此聊天封禁
zh_hant: 您已經被這個聊天室封鎖

source: Your public key
ar: مفتاحك العمومي
be: Ваш публічны ключ
el: Το δημόσιο κλειδί σας
fa: کلید عمومی شما
fil: Iyong pampublikong susi
he: המפתח הציבורי שלך
ia: Tu clave publice
ja: あなたの公開鍵
ko: 당신의 공개 키
lt: Jūsų viešasis raktas
lv: Tava publiskā atslēga
ro: Cheia voastră publică
sl: Vaš javni ključ
te: మీ పబ్లిక్ కీ
tr: Ortak anahtarınız
uz: Ochiq kalitingiz
vi: Khóa công khai của bạn
zh: 你的公钥
zh_hant: 您的公鑰

source: Message info
ar: معلومات الرسالة
be: Інфармацыя пра паведамленне
el: Πληροφορίες μηνύματος
fa: اطلاعات پیام
fil: Impormasyon ng mensahe
he: פרטי ההודעה
ia: Information de message
ja: メッセージの情報
ko: 메시지 정보
lt: Žinutės informacija
lv: Informācija par ziņu
ro: Info mesajului
sl: Informacije o sporočilu
te: సందేశం సమాచారం
tr: Mesaj bilgileri
uz: Xabar axboroti
vi: Thông tin tin nhắn
zh: 消息信息
zh_hant: 訊息資訊

source: Time
ar: الوقت
be: Час
el: Χρόνος
fa: زمان
fil: Oras
he: זמן
ia: Hora
ja: 時間
ko: 시간
lt: Laikas
lv: Laiks
ro: Timp
sl: Čas
te: సమయం
tr: Zaman
uz: Vaqt
vi: Thời gian
zh: 时间
zh_hant: 時間

source: Message Type
ar: نوع الرسالة
be: Тып паведамлення
el: Τύπος μηνύματος
fa: نوع پیام
fil: Uri ng Mensahe
he: סוג ההודעה
ia: Tipo de message
ja: メッセージの種類
ko: 메시지 유형
lt: Žinutės tipas
lv: Ziņas veids
ro: Fel de mesaj
sl: Vrsta sporočila
te: సందేశం రకం
tr: Mesaj Türü
uz: Xabar turi
vi: Loại tin nhắn
zh: 消息类型
zh_hant: 訊息類型

source: Sender
ar: المرسل
be: Адрасант
el: Αποστολέας
fa: فرستنده
fil: Nagpadala
he: שולח ההודעה
ia: Scribente
ja: 送信者
ko: 발신자
lt: Siuntėjas
lv: Sūtītājs
ro: Trimițător
sl: Pošiljatelj
te: పంపినవాడు
tr: Gönderen
uz: Yuboruvchi
vi: Người gửi
zh: 发送者
zh_hant: 傳送者

source: Open gallery
ar: افتخ المعرض
be: Адкрыць галерэю
el: Άνοιγμα γκαλερί
fa: بازکردن گالری
fil: Buksan ang gallery
he: פתח גלריה
ia: Derrer galeria
ja: ギャラリーを開く
ko: 갤러리 열기
lt: Atverti galeriją
lv: Atvērt galeriju
ro: Deschideți galeria
sl: Odpri galerijo
te: గ్యాలరీని తెరవండి
tr: Galeriyi aç
uz: Galereyani ochish
vi: Mở thư viện
zh: 打开图库
zh_hant: 開啟畫廊

source: Remove from space
ar: أزل من المساحة
be: Выдаліць з прасторы
el: Αφαίρεση από τον χώρο
fa: حذف از فضا
fil: Alisin mula sa espasyo
he: הסר מהחלל
ia: Remove de spazio
ja: スペースから削除
ko: 스페이스에서 삭제
lt: Pašalinti iš erdvės
lv: Noņemt no vietas
ro: Eliminați din spațiu
sl: Odstrani iz prostora
te: అంతస్థలంలో నుండి తొలగించండి
tr: Alandan kaldır
uz: Guruhdan olib tashlash
vi: Gỡ khỏi không gian
zh: 从此空间中移除
zh_hant: 從空間中移除

# addToSpaceDescription
source: Select a space to add this chat to it.
ar: إختر مساحة لإضافة هذه المحادثة إليها.
be: Выберыце прастору, у якую трэба дадаць гэты чат.
el: Επιλέξτε έναν χώρο στον οποίο θα προσθέσετε αυτήν τη συνομιλία.
fa: فضایی برای افزودن این گپ به آن انتخاب کنید.
fil: Piliin ang isang espasyo upang idagdag ang chat na ito dito.
he: בחר חלל להוספת שיחה זו אליו.
ia: Selige un spazio pro adjunger iste chat a illo.
ja: このチャットを追加するスペースを選択してください。
ko: 이 채팅을 추가할 스페이스를 선택하세요.
lt: Pasirinkite erdvę, kad prie jos pridėtumėte šį pokalbį.
lv: Atlasīt vietu, kurai pievienot šo tērzēšanu.
ro: Alegeți un spațiu în care să adăugați acest chat.
sl: Izberite prostor, v katerega želite dodati ta klepet.
te: ఈ చాట్‌ను దానిలో జోడించడానికి ఒక స్థలాన్ని ఎంచుకోండి.
tr: Bu sohbeti eklemek için bir alan seçin.
uz: Bu suhbatni unga kiritish uchun guruhni tanlang.
vi: Chọn một không gian để thêm cuộc trò chuyện này.
zh: 选择一个空间以添加此聊天。
zh_hant: 選擇一個空間將此聊天室加入。

source: Start
ar: إبدأ
be: Пачаць
el: Έναρξη
fa: شروع
fil: Simulan
he: התחל
ia: Iniciar
ja: 開始
ko: 시작
lt: Pradžia
lv: Uzsākt
ro: Începeți
sl: Začni
te: ప్రారంభించండి
tr: Başla
uz: Boshlash
vi: Bắt đầu
zh: 开始
zh_hant: 開始

source: Users must knock
ar: المستخدم يجب أن يطرق الباب
be: Карыстальнікі павінны пастукаць
el: Οι χρήστες πρέπει να χτυπήσουν
fa: کاربران باید زنگ بزنند
fil: Kailangan magpatunog ang mga user
he: המשתמשים חייבים לדפוק בדלת
ia: Le usatores debe frappare
ja: ユーザーはノックする必要があります
ko: 유저들이 참가를 허가받아야함
lt: Vartotojai turi pasibeldži
lv: Lietotājiem jāpieklauvē
ro: Utilizatorii trebuie să bată la ușă
sl: Uporabniki morajo potrkati
te: వినియోగదారులు గోడ తట్టాలి
tr: Kullanıcılar tıklatmalı
uz: Foydalanuvchilar taqillatishi kerak
vi: Người dùng phải gõ yêu cầu
zh: 用户必须请求加入
zh_hant: 使用者必須敲門

source: No one can join
ar: لا أحد يستطيع الانضمام
be: Ніхто не можа далучыцца
el: Κανείς δεν μπορεί να συμμετάσχει
fa: هیچ‌کس نمی‌تواند وارد شود
fil: Walang pwedeng sumali
he: אף אחד לא יכול להצטרף
ia: Nulle pote juncer
ja: 誰も参加できません
ko: 아무도 참가할 수 없음
lt: Niekas negali prisijungti
lv: Neviens nevar pievienoties
ro: Nimeni nu poate intra
sl: Nihče se ne more pridružiti
te: ఎవరూ చేరుకోలేరు
tr: Kimse katılamaz
uz: Hech kim qoʻshila olmaydi
vi: Không ai được tham gia
zh: 无人可以加入
zh_hant: 沒有人可以加入

# userWouldLikeToChangeTheChat
source: {user} would like to join the chat.
ar: {user} يرغب في الانضمام إلى المحادثة.
be: {user} хацеў бы далучыцца да чата.
el: {user} θα ήθελε να συμμετάσχει στη συζήτηση.
fa: {user} مایل است به چت بپیوندد.
fil: {user} ay nais sumali sa chat.
he: {user} רוצה להצטרף לשיחה.
ia: {user} vole juncer al chat.
ja: {user}がチャットに参加したいです。
ko: {user}님이 참가를 희망합니다.
lt: {user} norėtų prisijungti prie pokalbio.
lv: {user} vēlas pievienoties tērzēšanai.
ro: {user} ar dori să se alăture chat-ului.
sl: {user} želi vstopiti v klepet.
te: {user} చాట్‌లో చేరాలనుకుంటున్నారు.
tr: {user} sohbete katılmak istiyor.
uz: {user} suhbatga qoʻshilmoqchi.
vi: {user} muốn tham gia cuộc trò chuyện.
zh: {user} 想加入聊天。
zh_hant: {user} 想要加入聊天室。

source: No public link has been created yet
ar: لم يتم بعد إنشاء أي رابط عام
be: Пакуль не створана публічная спасылка
el: Δεν έχει δημιουργηθεί ακόμη δημόσιος σύνδεσμος
fa: هنوز لینک عمومی ایجاد نشده است
fil: Walang pampublikong link na nalikha pa
he: עדיין לא נוצר קישור ציבורי
ia: Nulle ligamine publica ha ancora essite create
ja: まだ公開リンクは作成されていません
ko: 공개 링크가 아직 생성되지 않았음
lt: Dar nėra sukurta vieša nuoroda
lv: Vēl nav izveidota neviena publiska saite
ro: Încă nu a fost creat un link public
sl: Javni povezava še ni bila ustvarjena
te: ఇప్పటికే ప్రజా లింక్ సృష్టించబడలేదు
tr: Henüz herkese açık bir bağlantı oluşturulmadı
uz: Hech qanday ochiq havola yaratilmagan
vi: Chưa tạo liên kết công khai nào
zh: 尚未创建公开链接
zh_hant: 尚未建立公開網址

source: Knock
ar: دق
be: Пастукаць
el: Χτύπημα
fa: زنگ زدن
fil: Tumunog
he: דפוק
ia: Toccar
ja: ノック
ko: 참가 요청
lt: Klausyti
lv: Pieklauvēt
ro: Bate la ușă
sl: Potrkaj
te: గోడ తట్టండి
tr: Tıklat
uz: Taqillating
vi: Gõ yêu cầu
zh: 请求
zh_hant: 敲門

source: Users
ar: المستخدمون
be: Карыстальнікі
el: Χρήστες
fa: کاربرها
fil: Mga User
he: משתמשים
ia: Usatores
ja: ユーザー
ko: 유저
lt: Vartotojai
lv: Lietotāji
ro: Utilizatori
sl: Uporabniki
te: వినియోగదారులు
tr: Kullanıcılar
uz: Foydalanuvchilar
vi: Người dùng
zh: 用户
zh_hant: 使用者

source: Unlock old messages
ar: إلغاء قفل الرسائل القديمة
be: Разблакаваць старыя паведамленні
el: Ξεκλείδωμα παλαιών μηνυμάτων
fa: گشودن قفل پیام‌های قدیمی
fil: Buksan ang lumang mga mensahe
he: פתח הודעות ישנות
ia: Debloquear messages ancient
ja: 古いメッセージのロックを解除する
ko: 오래된 메시지 잠금 해제하기
lt: Atrakinti senas žinutes
lv: Atslēgt vecās ziņas
ro: Deblocați mesajele vechi
sl: Odkleni stare sporočila
te: పాత సందేశాలను అన్లాక్ చేయండి
tr: Eski mesajların kilidini aç
uz: Eski xabarlarni qulfdan chiqaring
vi: Mở khóa tin nhắn cũ
zh: 解锁旧消息
zh_hant: 解鎖舊消息

# storeInSecureStorageDescription
source: Store the recovery key in the secure storage of this device.
ar: قم بتخزين مفتاح الاسترداد في التخزين الآمن لهذا الجهاز.
be: Захоўвайце ключ аднаўлення ў бяспечным сховішчы гэтага прылады.
el: Αποθηκεύστε το κλειδί ανάκαμψης στην ασφαλή αποθήκευση αυτής της συσκευής.
fa: کلید بازیابی را در محل ذخیره‌سازی امن این دستگاه ذخیره کنید.
fil: I-store ang recovery key sa secure na imbakan ng device na ito.
he: אחסן את מפתח השחזור באחסון המאובטח של המכשיר הזה.
ia: Stoque le clave de recuperation in le stoccage secur del dispositivo.
ja: このデバイスの安全なストレージにリカバリーキーを保存。
ko: 이 기기의 보안 스토리지에 복구키를 저장합니다.
lt: Atkūrimo raktą laikyti saugioje šio prietaiso saugykloje.
lv: Glabāt atkopes atslēgu šīs ierīces drošajā krātuvē.
ro: Păstrați cheia de recuperare în stocarea sigură a acestui dispozitiv.
sl: Shrani ključ za obnovo v varno shrambo tega naprave.
te: ఈ డివైస్ యొక్క సురక్షిత నిల్వలో రికవరీ కీని నిల్వ చేయండి.
tr: Kurtarma anahtarını bu aygıtın güvenli deposunda saklayın.
uz: Qayta tiklash kalitini ushbu qurilmaning xavfsiz xotirasida saqlang.
vi: Lưu khóa khôi phục trong bộ nhớ bảo mật của thiết bị.
zh: 将恢复密钥存储在此设备的安全存储中。
zh_hant: 將恢復密鑰存儲在此裝置的安全存儲中。

# saveKeyManuallyDescription
source: Save this key manually by triggering the system share dialog or clipboard.
ar: احفظ هذا المفتاح يدويا عن طريق تشغيل مربع حوار مشاركة النظام أو الحافظة.
be: Захоўвайце гэты ключ уручную, выклікаючы дыялог сістэмнага абмену або буфера абмену.
el: Αποθηκεύστε αυτό το κλειδί χειροκίνητα ενεργοποιώντας το διάλογο κοινής χρήσης συστήματος ή το πρόχειρο.
fa: این کلید را به صورت دستی با فعال کردن گفتگوی اشتراک گذاری سیستم یا کلیپ بورد ذخیره کنید.
fil: Manu-manong i-save ang susi na ito sa pamamagitan ng pag-trigger sa system share dialog o clipboard.
he: שמור את המפתח הזה ידנית על ידי הפעלת תיבת השיתוף של המערכת או הלוח.
ia: Salve iste clave manualmente per activar le dialogo de partage del systema o le portapapeles.
ja: このキーを手動で保存するには、システムの共有ダイアログまたはクリップボードをトリガーしてください。
ko: 공유나 클립보드를 이용해 수동으로 키를 저장합니다.
lt: Įrašykite šį raktą rankiniu būdu, įjungę sistemos bendrinimo dialogo langą arba iškarpinę.
lv: Šo atslēgu var pašrocīgi saglabāt ar sistēmas kopīgošanas dialogloga vai starpliktuves izsaukšanu.
ro: Activați dialogul de partajare sistemului sau folosiți clipboard-ul să salvați manual această cheie.
sl: Ročno shrani ta ključ s sprožitvijo sistema za deljenje ali odložišča.
te: సిస్టమ్ షేర్ డైలాగ్ లేదా క్లిప్‌బోర్డ్‌ను ట్రిగ్గర్ చేసి ఈ కీని మాన్యువల్‌గా సేవ్ చేయండి.
tr: Sistem paylaşımı iletişim kutusunu veya panoyu tetikleyerek bu anahtarı elle kaydedin.
uz: Tizim ulashish dialog oynasi yoki buferni ishga tushirish orqali ushbu kalitni qoʻlda saqlang.
vi: Lưu khóa này thủ công qua tính năng chia sẻ hoặc sao chép.
zh: 通过触发系统共享对话框或剪贴板手动保存此密钥。
zh_hant: 通過觸發系統分享對話框或剪貼板手動保存此密鑰。
