Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# newDisplayName
source: Newari
uz: Neyvari

# nlDisplayName
source: Dutch
ar: الهولندية
el: Ολλανδικά
fa: هلندی
he: הולנדית
ia: Nederlandese
ja: オランダ語
ko: 네덜란드어
lt: Olandų
lv: Nīderlandiešu
ro: Olandez
sl: Nizozemščina
te: డచ్
tr: Hollanda
uz: Hollandiya
vi: Hà Lan
zh: 荷兰语
zh_hant: 荷蘭語

# nlBEDisplayName
source: Flemish
ro: Flamand
uz: Flamand

# noDisplayName
source: Norwegian
ar: النرويجية
be: Нарвежская
el: Νορβηγικά
fa: نروژی
he: נורווגית
ia: Norvegian
ja: ノルウェー語
ko: 노르웨이어
lt: Norvegų
lv: Norvēģu
ro: Norvegian
sl: Norveški
te: నార్వేజియన్
tr: Norveççe
uz: Norveg
vi: Na Uy
zh: 挪威语
zh_hant: 挪威語

# nrDisplayName
source: South Ndebele
ar: نبديل الجنوبي
be: Паўднёвы Ндебеле
el: Νότιο Ndebele
fa: نبدله جنوبی
he: דרום נדבלה
ja: 南ンデベレ語
ko: 남부 은데벨레어
lt: Pietų Ndebele
lv: Dienvidu Ndebele
ro: Ndebele de Sud
sl: Južni Ndebele
te: దక్షిణ న్డెబెలే
tr: Güney Ndebele
uz: Janubiy Ndebele
vi: Nam Ndebele
zh: 南恩德贝莱语
zh_hant: 南恩德貝勒語

# nsoDisplayName
source: Northern Sotho
ro: Sotho de Nord
uz: Shimoliy Sotho
vi: Sotho Bắc

# ocDisplayName
source: Occitan
ar: أوكيتان
be: Акцытан
el: Οξιτανικά
fa: اوکیتان
he: אוקסיטנית
ja: オック語
ko: 오크시탄
lt: Okcitano
lv: Okcitāņu
sl: Okcitanski
te: ఆక్సిటాన్
tr: Okçitan
uz: Okitan
zh: 奥克语
zh_hant: 奧克語

# paDisplayName
source: Punjabi
ar: البنجابية، البنجابية
be: Пенджабі, Пенджабская
el: Παντζάμπι, Πουντζάμπι
fa: پنجابی، پنجابی
fil: Panjabi, Punjabi
he: פנג'אבי, פנג'אבי
ia: Punjabi, Panjabi
ja: パンジャブ語、パンジャブ
ko: 펀자브어, 펀자브어
lt: Pandžabi, Pandžabi
lv: Punjabi, Pandžabi
sl: Pendžabi, pandžabi
te: పంజాబీ, పంజాబీ
tr: Pencabi, Punjabi
uz: Pendjabi
zh: 旁遮普语，旁遮普语
zh_hant: 旁遮普語，旁遮普語

# paArabDisplayName
source: Punjabi (Shahmukhi)
uz: Pendjabi (Shahmukhi)

# paINDisplayName
source: Punjabi (Gurmukhi)
uz: Pendjabi (Gurmukhi)

# plDisplayName
source: Polish
ar: البولندية
be: Польская
el: Πολωνικά
fa: لهستانی
he: פולנית
ia: Polonese
ja: ポーランド語
ko: 폴란드어
lt: Lenkų
lv: Poļu
ro: Poloneză
sl: Poljščina
te: పోలిష్
tr: Lehçe
uz: Polsha
vi: Tiếng Ba Lan
zh: 波兰语
zh_hant: 波蘭語

# psDisplayName
source: Pashto
ar: البشتو، البشتوية
be: Пушту, Пушту
el: Παστό, Πουστό
fa: پشتو، پشتو
fil: Pashto, Pushto
he: פשטו, פושטו
ia: Pashto, Pushto
ja: パシュトー語、プシュトー語
ko: 파슈토어, 푸슈토어
lt: Pashto, Pushto
lv: Paštū, Pushtu
sl: Paštunščina, Pushtu
te: పాష్టో, పుష్టో
tr: Peştuca, Pushtu
uz: Pushtho
vi: Tiếng Pashto
zh: 普什图语，普什图语
zh_hant: 普什圖語，普什圖語

# ptDisplayName
source: Portuguese
ar: البرتغالية
be: Партугальская
el: Πορτογαλικά
fa: پرتغالی
fil: Portuges
he: פורטוגזית
ja: ポルトガル語
ko: 포르투갈어
lt: Portugalų
lv: Portugāļu
ro: Portugheză
sl: Portugalščina
te: పోర్చుగీసు
tr: Portekizce
uz: Portugali
vi: Tiếng Bồ Đào Nha
zh: 葡萄牙语
zh_hant: 葡萄牙語

# ptBRDisplayName
source: Portuguese (Brazil)
ro: Portugheză (Brazilia)
uz: Braziliya Portugali
vi: Tiếng Bồ Đào Nha (Brazil)

# ptPTDisplayName
source: Portuguese (Portugal)
ro: Portugheză (Portugalia)
uz: Portugal Portugali
vi: Tiếng Bồ Đào Nha (Bồ Đào Nha)

# quDisplayName
source: Quechua
ar: الكيشوا
be: Кечуа
el: Κέτσουα
fa: کچوا
he: קצ'ואה
ja: ケチュア語
ko: 케추아어
lv: Kečua
sl: Kečua
te: క్వెచువా
uz: Kechua
vi: Tiếng Quechua
zh: 克丘亚语
zh_hant: 克丘亞語

# roDisplayName
source: Romanian
ar: الرومانية، المولدوفية، المولدوفية
be: Румынская, Малдаванская, Малдаванская
el: Ρουμανικά, Μολδαβικά, Μολδαβικά
fa: رومانیایی، مولداویایی، مولداوی
fil: Romanian, Moldavian, Moldovan
he: רומנית, מולדבית, מולדובנית
ia: Roman, Moldavian, Moldovan
ja: ルーマニア語、モルドバ語
ko: 루마니아어, 몰도바어
lt: Rumunų, Moldavų
lv: Rumāņu, Moldāvu, Moldovāņu
ro: Română
sl: Romunščina, Moldavščina
te: రోమేనియన్, మోల్డావియన్, మోల్డోవన్
tr: Rumence, Moldovya, Moldovalı
uz: Ruminiya
vi: Tiếng Romania
zh: 罗马尼亚语，摩尔多瓦语
zh_hant: 羅馬尼亞語，摩爾多瓦語

# roMDDisplayName
source: Moldovan
ro: Moldovenească
uz: Moldova
vi: Tiếng Moldova

# romDisplayName
source: Romany
ro: Romani
uz: Romani
vi: Tiếng Romani

# ruDisplayName
source: Russian
ar: الروسية
be: Руская
el: Ρωσικά
fa: روسی
fil: Ruso
he: רוסית
ia: Russiano
ja: ロシア語
ko: 러시아어
lt: Rusų
lv: Krievu
ro: Rusă
sl: Ruščina
te: రష్యన్
tr: Rusça
uz: Rus
vi: Tiếng Nga
zh: 俄语
zh_hant: 俄語

# scnDisplayName
source: Sicilian
ro: Siciliană
uz: Sitsiliya
vi: Tiếng Sicilian

# slDisplayName
source: Slovenian
ar: السلوفينية
be: словацкая
el: Σλοβένικα
fa: اسلوونیایی
fil: Slovene
he: סלובנית
ia: Slovene
ja: スロベニア語
ko: 슬로베니아어
lt: Slovėnų
lv: Slovēņu
ro: Slovenă
sl: Slovene
te: ස්ලෝවීන
tr: Slovence
uz: Sloveniya
zh: 斯洛文尼亚语
zh_hant: 斯洛文尼亚语

# smDisplayName
source: Samoan
ar: الساموية
be: Самоанская
el: Σαμόα
fa: ساموآیی
he: סמואן
ia: Samoano
ja: サモア語
ko: 사모아어
lt: Samoanų
lv: Samoānis
ro: Samoană
sl: Samoanščina
te: సమోఅన్
uz: Samoa
zh: 萨摩亚语
zh_hant: 萨摩亚语

# sqDisplayName
source: Albanian
ar: الألبانية
be: Албанская
el: Αλβανικά
fa: آلبانیایی
he: אלבנית
ia: Albanese
ja: アルバニア語
ko: 알바니아어
lt: Albanų
lv: Albāņu
ro: Albaneză
sl: Albanski
te: అల్బేనియన్
tr: Arnavutça
uz: Alban
zh: 阿尔巴尼亚语
zh_hant: 阿爾巴尼亞語

# srDisplayName
source: Serbian
ar: صربي
be: сербская
el: Σερβικά
fa: صربی
he: סרבית
ia: Serb
ja: セルビア語
ko: 세르비아어
lt: Serbų
lv: Serbu
ro: Sârbească
sl: Srbščina
te: సెర్బియన్
tr: Sırpça
uz: Serb
zh: 塞尔维亚语
zh_hant: 塞尔维亚语

# ssDisplayName
source: Swati
ar: السواتي
be: сваты
el: Σουάτι
fa: سواتی
he: סוואטי
ja: スワティ語
ko: 스와티어
lt: Svati
lv: Svāti
te: ස්වාටි
uz: Svati
zh: 斯瓦蒂语
zh_hant: 斯瓦蒂语

# stDisplayName
source: Southern Sotho
ar: السوتو الجنوبية
be: Паўднёвая сота
el: Νότια Σόθο
fa: سوتو جنوبی
he: סות' דרומית
ia: Sotho del Sud
ja: 南ソト語
ko: 남소토어
lt: Pietų Sotho
lv: Dienvidsotu
ro: Sotho de Sud
te: දකුණු සොතෝ
tr: Güney Sotho
uz: Janubiy Sotho
vi: Sotho miền Nam
zh: 南索托语
zh_hant: 南索托语

# svDisplayName
source: Swedish
ar: السويدية
be: шведская
el: Σουηδικά
fa: سوئدی
he: שוודית
ia: Svedese
ja: スウェーデン語
ko: 스웨덴어
lt: Švedų
lv: Zviedru
ro: Suedeză
sl: Švedski
te: ස්වීඩන්
tr: İsveççe
uz: Shved
vi: Thụy Điển
zh: 瑞典语
zh_hant: 瑞典语

# swDisplayName
source: Swahili
ar: السواحيلية
be: суахілі
el: Σουαχίλι
fa: سواحیلی
he: שווילית
ja: スワヒリ語
ko: 스와힐리어
lt: Suahili
lv: Svahili
sl: Svahilski
te: ස්වහීලි
uz: Suahili
zh: 斯瓦希里语
zh_hant: 斯瓦希里语

# szlDisplayName
source: Silesian
ro: Silezian
uz: Sileziya

# taDisplayName
source: Tamil
ar: التاميلية
be: тамільская
el: Ταμίλ
fa: تامیلی
he: טמילית
ja: タミル語
ko: 타밀어
lt: Tamilų
lv: Tamilu
te: තමල්
uz: Tamill
zh: 泰米尔语
zh_hant: 泰米爾語

# tgDisplayName
source: Tajik
ar: الطاجيكية
be: таджыкская
el: Τατζικικά
fa: تاجیکی
he: טג'יקית
ja: タジク語
ko: 타지크어
lt: Tadžikų
lv: Tadžiku
ro: Tadjik
sl: Tadžik
te: තাজিক
tr: Tacikçe
uz: Tojik
zh: 塔吉克语
zh_hant: 塔吉克語

# thDisplayName
source: Thai
ar: التايلاندية
be: тайская
el: Ταϊλανδικά
fa: تایلندی
he: תאית
ja: タイ語
ko: 태국어
lt: Tajų
lv: Taju
ro: Thailandez
sl: Tajski
te: තායි
tr: Tayca
uz: Tay
vi: Thái
zh: 泰语
zh_hant: 泰語

# tkDisplayName
source: Turkmen
ar: التركمانية
be: Туркменскі
el: Τουρκμενικά
fa: ترکمنی
fil: Turkmeno
he: טורקמנית
ia: Turcomano
ja: トルクメン語
ko: 투르크멘어
lt: Turkmėnų
lv: Turkmēņu
sl: Turkmenski
te: ටර්ක්මන්
tr: Türkmen
uz: Turkman
zh: 土库曼语
zh_hant: 土庫曼語

# trDisplayName
source: Turkish
ar: التركية
be: Турэцкая
el: Τουρκικά
fa: ترکی
fil: Turko
he: טורקית
ia: Turco
ja: トルコ語
ko: 터키어
lt: Turkų
lv: Turku
ro: Turc
sl: Turkščina
te: టర్కిష్
tr: Türkçe
uz: Turk
vi: Thổ Nhĩ Kỳ
zh: 土耳其语
zh_hant: 土耳其語

# ugDisplayName
source: Uyghur
ar: الويغورية، الأويغورية
be: Уйгурская, Уйгур
el: Ουιγούρ, Ουιγούρ
fa: اوغوری، اویغوری
fil: Uighur, Uyghur
he: אויגור, אויגור
ia: Uighur, Uigur
ja: ウイグル語
ko: 위구르어, 우이그르어
lt: Uigūrų, Uighur
lv: Uighur, Uighur
ro: Uighur
sl: Ujgurski, Ujgurski
te: ఉయ్గుర్, ఉయ్గుర్
tr: Uygur, Uygurca
uz: Uyg‘ur
zh: 维吾尔语
zh_hant: 維吾爾語

# urINDisplayName
source: Urdu (India)
uz: Urdu (Hindiston)
vi: Tiếng Urdu (Ấn Độ)

# urPKDisplayName
source: Urdu (Pakistan)
uz: Urdu (Pokiston)
vi: Tiếng Urdu (Pakistan)

# uzDisplayName
source: Uzbek
ar: الأوزبكية
be: Узбекская
el: Ουζμπεκικά
fa: ازبکی
he: אוזבקי
ia: Usbeco
ja: ウズベク語
ko: 우즈베크어
lt: Uzbekų
lv: Uzbeku
ro: Uzbec
sl: Uzbeki
te: ఉజ్బెక్
tr: Özbekçe
uz: O'zbek
vi: Tiếng Uzbek
zh: 乌兹别克语
zh_hant: 烏茲別克語

# viDisplayName
source: Vietnamese
ar: الفيتنامية
be: В'етнамская
el: Βιετναμικά
fa: ویتنامی
he: וייטנאמי
ja: ベトナム語
ko: 베트남어
lt: Vietnamiečių
lv: Vjetnamiešu
ro: Vietnameză
sl: Vietnamščina
te: వియత్నామీస్
tr: Vietnamca
uz: Vietnam
vi: Tiếng Việt
zh: 越南语
zh_hant: 越南語

# yiDisplayName
source: Yiddish
ar: يديش
be: Іўрыт
el: Ιερατική
fa: یدیش
he: יידיש
ja: イディッシュ語
ko: 이디시어
lt: Jidiš
lv: Jidiš
sl: Jidiš
te: యిడిష్
tr: Yidiş
uz: Yahudiy
vi: Tiếng Yiddish
zh: 意第绪语
zh_hant: 意第緒語

# yuaDisplayName
source: Yucateco
ro: Yucatec
uz: Yukatek

# yueDisplayName
source: Cantonese
uz: Kanton
vi: Tiếng Quảng Đông

# yueCNDisplayName
source: Cantonese (China)
uz: Kanton (Xitoy)
vi: Tiếng Quảng Đông (Trung Quốc)

# yueHKDisplayName
source: Cantonese (Hong Kong)
uz: Kanton (Gonkong)
vi: Tiếng Quảng Đông (Hồng Kông)

# zhDisplayName
source: Chinese
ar: الصينية
be: Кітайская
el: Κινέζικα
fa: چینی
fil: Tsino
he: סינית
ja: 中国語
ko: 중국어
lt: Kinų
lv: Ķīniešu
ro: Chineză
sl: Kitajščina
te: చైనీస్
tr: Çince
uz: Xitoy
vi: Tiếng Trung
zh: 中文
zh_hant: 中文

# zhCNDisplayName
source: Chinese (Simplified)
ro: Chineză (Simplificată)
uz: Xitoy (Yengil)
vi: Tiếng Trung (Giản thể)

# zhTWDisplayName
source: Chinese (Traditional)
ro: Chineză (Tradițională)
uz: Xitoy (An'anaviy)
vi: Tiếng Trung (Phồn thể)

# highlightVocabTooltip
source: Highlight target vocab words below by sending them or practicing with them in the chat
be: Выдзяліце мэтавыя словы слоўніка ніжэй, адпраўляючы іх або практыкуючыся з імі ў чаце
el: Επισημάνετε τις στόχους λέξεις λεξιλογίου παρακάτω στέλνοντάς τες ή εξασκώντας με αυτές στη συνομιλία
fa: کلمات واژگان هدف را در زیر با ارسال یا تمرین در چت برجسته کنید
fil: I-highlight ang mga target na salita sa bokabularyo sa ibaba sa pamamagitan ng pagpapadala ng mga ito o pagsasanay gamit ang mga ito sa chat
he: הדגש את מילות אוצר המילים היעדיות למטה על ידי שליחתן או תרגול איתן בצ'אט
ia: Highlight le vocabularies target ci sotto per los inviar o practicar con los in le chat
ja: チャットで送信したり練習したりして、ターゲット語彙をハイライトしてください
ro: Subliniază cuvintele țintă din vocabular de mai jos trimițându-le sau exersându-le în chat
sl: Označi ciljne besede v besednjaku spodaj tako, da jih pošlješ ali vadiš z njimi v klepetu
te: గమ్య వాక్యబోధన పదాలను క్రింద హైలైట్ చేయండి, వాటిని పంపడం లేదా చాట్‌లో ప్రాక్టీస్ చేయడం ద్వారా
tr: Hedef kelimeleri aşağıda vurgula, onları göndererek veya sohbetle pratik yaparak
uz: Quyidagi maqsadli so'zlarni yuborish yoki suhbatda mashq qilish orqali ajratib ko'rsating
vi: Đánh dấu các từ vựng mục tiêu bên dưới bằng cách gửi chúng hoặc thực hành với chúng trong trò chuyện

# teacherModeTitle
source: Teacher Mode
ro: Mod Profesor
uz: O'qituvchi rejimi
vi: Chế độ Giáo viên

# teacherModeDesc
source: Toggle to unlock all topics and activities. Course admin only.
ro: Comută pentru a debloca toate subiectele și activitățile. Numai pentru administratorul cursului.
uz: Barcha mavzular va faoliyatlarni ochish uchun o'zgartiring. Faqat kurs administratori.
vi: Chuyển đổi để mở khóa tất cả các chủ đề và hoạt động. Chỉ dành cho quản trị viên khóa học.

# noSavedActivitiesYet
source: Activities will appear here once they are completed and saved.
ro: Activitățile vor apărea aici odată ce sunt finalizate și salvate.
uz: Faoliyatlar bu yerda ko'rinadi, ular tugallangach va saqlangach.
vi: Các hoạt động sẽ xuất hiện ở đây khi chúng được hoàn thành và lưu lại.

source: Practice activity completed
ro: Activitate de practică finalizată
uz: Amaliyot faoliyati tugallandi
vi: Hoạt động thực hành đã hoàn thành

source: Change course
ro: Schimbă cursul
uz: Kursni o'zgartirish
vi: Thay đổi khóa học

# changeCourseDesc
source: Here you can change this course's course plan.
ro: Aici poți schimba planul de curs al acestui curs.
uz: Bu yerda siz bu kursning rejasini o'zgartirishingiz mumkin.
vi: Tại đây bạn có thể thay đổi kế hoạch khóa học của khóa học này.

# introChatTitle
source: Create Introductions Chat
ro: Creează chat de introduceri
uz: Tanishuvlar chatini yaratish
vi: Tạo trò chuyện giới thiệu

# introChatDesc
source: Anyone in the space can post.
ro: Oricine din spațiu poate posta.
uz: Har kim joyda yozishi mumkin.
vi: Bất kỳ ai trong không gian đều có thể đăng bài.

# announcementsChatTitle
source: Announcements Chat
ro: Chat de anunțuri
uz: E'lonlar chat
vi: Trò chuyện thông báo

# announcementsChatDesc
source: Only space admin can post.
ro: Numai administratorul spațiului poate posta.
uz: Faqat joy administratorlari yozishi mumkin.
vi: Chỉ quản trị viên không gian mới có thể đăng bài.

# notStartedActivitiesTitle
source: Open sessions ({num})
ro: Sesiuni deschise ({num})
uz: Boshlanmagan sessiyalar ({num})
vi: Phiên mở ({num})

# inProgressActivitiesTitle
source: Happening now ({num})
ro: Se desfășoară acum ({num})
uz: Hozir bo'lib o'tayotgan ({num})
vi: Đang diễn ra ({num})

# completedActivitiesTitle
source: Done ({num})
ro: Finalizate ({num})
uz: Tugallangan ({num})
vi: Đã hoàn thành ({num})

# pickDifferentActivity
source: Pick a different activity
ro: Alege o activitate diferită
uz: Boshqa faoliyatni tanlang
vi: Chọn một hoạt động khác

# messageLanguageMismatchMessage
source: Your target language doesn't match this message. Update your target language?
ro: Limba țintă nu se potrivește cu acest mesaj. Doriți să actualizați limba țintă?
uz: Sizning maqsad tilingiz bu xabar bilan mos kelmaydi. Maqsad tilingizni yangilashni xohlaysizmi?
vi: Ngôn ngữ mục tiêu của bạn không khớp với thông điệp này. Cập nhật ngôn ngữ mục tiêu của bạn?

# blockLemmaConfirmation
source: This vocab word will be permanently removed from your analytics
ro: Această cuvânt de vocabular va fi eliminat permanent din analizele tale
uz: Ushbu lug'at so'zi sizning tahlil natijalaringizdan doimiy ravishda o'chiriladi
vi: Từ vựng này sẽ bị xóa vĩnh viễn khỏi phân tích của bạn

source: Woman
ro: Femeie
uz: Ayol
vi: Phụ nữ

source: Man
ro: Bărbat
uz: Erkak
vi: Nam

# otherGender
source: Other
ro: Altul
uz: Boshqa
vi: Khác

# unselectedGender
source: Select a gender option
ro: Selectați o opțiune de gen
uz: Gender variantini tanlang
vi: Chọn một tùy chọn giới tính

source: Gender
ro: Gen
uz: Jins
vi: Giới tính

# modeDisabled
source: Learning tools are disabled for messages that aren't in your target language.
ro: Instrumentele de învățare sunt dezactivate pentru mesajele care nu sunt în limba ta țintă.
uz: O'qitish vositalari sizning maqsad tilingizda bo'lmagan xabarlar uchun o'chirilgan.
vi: Công cụ học tập bị vô hiệu hóa cho các tin nhắn không phải bằng ngôn ngữ mục tiêu của bạn.

# courseParticipantTooltip
source: This is everybody in this course. Click on any user’s avatar and “start conversation” to send a DM.
ro: Aceasta este toată lumea din acest curs. Faceți clic pe avatarul oricărui utilizator și „începeți conversația” pentru a trimite un mesaj direct.
uz: Bu kursdagi hamma. Har qanday foydalanuvchining avatariga bosing va «muloqotni boshlash» ni tanlang, shunda DM yuborasiz.
vi: Đây là tất cả mọi người trong khóa học này. Nhấp vào avatar của bất kỳ người dùng nào và "bắt đầu cuộc trò chuyện" để gửi tin nhắn trực tiếp.

# chatParticipantTooltip
source: This is everybody in this chat. Click on any user’s avatar and “start conversation” to send a DM.
ro: Aceasta este toată lumea din acest chat. Faceți clic pe avatarul oricărui utilizator și “începeți conversația” pentru a trimite un DM.
uz: Bu chatdagi hamma. Har qanday foydalanuvchining avatariga bosing va «muloqotni boshlash» ni tanlang, shunda DM yuborasiz.
vi: Đây là tất cả mọi người trong cuộc trò chuyện này. Nhấp vào avatar của bất kỳ người dùng nào và "bắt đầu cuộc trò chuyện" để gửi tin nhắn trực tiếp.

# inOngoingActivity
source: You have an ongoing activity!
ro: Ai o activitate în desfășurare!
uz: Sizda davom etayotgan faoliyat bor!
vi: Bạn có một hoạt động đang diễn ra!

source: Vocab emoji
ro: Emoji vocabular
uz: So'z boyligi emoji
vi: Biểu tượng từ vựng

source: Request regeneration
ro: Solicita regenerarea
uz: Qayta yaratishni so'rash
vi: Yêu cầu tái tạo

# optionalRegenerateReason
source: (Optional) Reason
ro: (Opțional) Motiv
uz: (Ixtiyoriy) Sabab
vi: (Tùy chọn) Lý do

# emojiSelectedSnackbar
source: You’ve set the emoji for {lemma}! We’ll use this emoji to represent the word in practice activities going forward.
ro: Ai setat emoji-ul pentru {lemma}! Vom folosi acest emoji pentru a reprezenta cuvântul în activitățile practice de acum înainte.
uz: Siz {lemma} uchun emoji belgiladingiz! Biz bu emojini kelajakdagi amaliyotlarda so'zni ifodalash uchun ishlatamiz.
vi: Bạn đã đặt biểu tượng cảm xúc cho {lemma}! Chúng tôi sẽ sử dụng biểu tượng cảm xúc này để đại diện cho từ trong các hoạt động thực hành trong tương lai.

# constructUseCorLMDesc
source: Correct vocab definition practice
ro: Practică corectă a definițiilor vocabularului
uz: To'g'ri so'z ma'nosi amaliyoti
vi: Thực hành định nghĩa từ vựng đúng

# constructUseIncLMDesc
source: Incorrect vocab definition practice
ro: Practică incorectă a definițiilor vocabularului
uz: Noto'g'ri so'z ma'nosi amaliyoti
vi: Thực hành định nghĩa từ vựng sai

# constructUseCorLADesc
source: Correct vocab audio practice
ro: Practică corectă a audio-ului vocabularului
uz: To'g'ri so'z audio amaliyoti
vi: Thực hành âm thanh từ vựng đúng

# constructUseIncLADesc
source: Incorrect vocab audio practice
ro: Practică incorectă a audio-ului vocabularului
uz: Noto'g'ri so'z audio amaliyoti
vi: Thực hành âm thanh từ vựng sai

# constructUseBonus
source: Bonus during vocab practice
ro: Bonus în timpul practicii vocabularului
uz: So'z amaliyoti davomida bonus
vi: Thưởng trong quá trình thực hành từ vựng

# practiceVocab
source: Practice vocabulary
ro: Practică vocabularul
uz: So'z boyligini mashq qilish
vi: Thực hành từ vựng

# selectMeaning
source: Select the meaning
ro: Selectați semnificația
uz: Ma'noni tanlang
vi: Chọn nghĩa

# selectAudio
source: Select the matching audio
ro: Selectați audio-ul corespunzător
uz: Mos audio tanlang
vi: Chọn âm thanh phù hợp

source: Congratulations!
ro: Felicitări!
uz: Tabriklaymiz!
vi: Chúc mừng!

source: Another round
ro: Încă o rundă
uz: Yana bir marta
vi: Một vòng nữa

# ssoDialogTitle
source: Waiting for sign in to complete
ro: Așteptând finalizarea autentificării
uz: Kirishni yakunlash uchun kuting
vi: Đang chờ hoàn tất đăng nhập

# ssoDialogDesc
source: We opened a new tab so you can sign in securely.
ro: Am deschis un nou tab pentru a te putea autentifica în siguranță.
uz: Biz sizga xavfsiz kirish uchun yangi yorliq ochdik.
vi: Chúng tôi đã mở một tab mới để bạn có thể đăng nhập một cách an toàn.

# ssoDialogHelpText
source: 🤔 If you didn't see the new tab, please check your popup blocker.
ro: 🤔 Dacă nu ai văzut noul tab, te rugăm să verifici blocatorul de feronete.
uz: 🤔 Agar yangi yorliqni ko'rmasangiz, iltimos, pop-up bloklovchingizni tekshiring.
vi: 🤔 Nếu bạn không thấy tab mới, vui lòng kiểm tra trình chặn popup của bạn.

# disableLanguageToolsTitle
source: Disable language tools
ro: Dezactivează uneltele de limbă
uz: Til vositalarini o'chirish
vi: Vô hiệu hóa công cụ ngôn ngữ

# disableLanguageToolsDesc
source: Would you like to disable automatic language assistance?
ro: Doriți să dezactivați asistența automată pentru limbă?
uz: Avtomatik til yordamini o'chirmoqchimisiz?
vi: Bạn có muốn vô hiệu hóa trợ giúp ngôn ngữ tự động không?

# recordingPermissionDenied
source: Permission denied. Enable recording permissions to record audio messages.
ro: Permisiune refuzată. Activați permisiunile de înregistrare pentru a înregistra mesaje audio.
uz: Ruxsat berilmagan. Audio xabarlarni yozib olish uchun yozib olish ruxsatlarini yoqing.
vi: Quyền truy cập bị từ chối. Bật quyền ghi âm để ghi lại tin nhắn âm thanh.

# genericWebRecordingError
source: Something went wrong. We recommend using the Chrome browser when recording messages.
ro: Ceva a mers prost. Recomandăm utilizarea browserului Chrome atunci când înregistrați mesaje.
uz: Nimadir noto'g'ri ketdi. Xabarlarni yozib olishda Chrome brauzeridan foydalanishni tavsiya qilamiz.
vi: Có điều gì đó không đúng. Chúng tôi khuyên bạn nên sử dụng trình duyệt Chrome khi ghi lại tin nhắn.

# screenSizeWarning
source: For the best experience using this application, please expand your screen size.
ro: Pentru cea mai bună experiență utilizând această aplicație, vă rugăm să extindeți dimensiunea ecranului.
uz: Eng yaxshi tajriba uchun ekran o'lchamingizni kengaytiring.
vi: Để có trải nghiệm tốt nhất khi sử dụng ứng dụng này, vui lòng mở rộng kích thước màn hình của bạn.

# noActivityRequest
source: No current activity request.
ro: Nu există cereri de activitate curente.
uz: Hozirgi faoliyat so'rovi yo'q.
vi: Không có yêu cầu hoạt động nào hiện tại.

# activitiesToUnlockTopicTitle
source: Activities to Unlock Next Topic
ro: Activități pentru deblocarea următorului subiect
uz: Keyingi mavzuni ochish uchun faoliyatlar
vi: Các hoạt động để mở khóa chủ đề tiếp theo

# activitiesToUnlockTopicDesc
source: Set the number of activities to unlock the next course topic
ro: Stabilește numărul de activități pentru a debloca următorul subiect al cursului
uz: Keyingi kurs mavzusini ochish uchun faoliyatlar sonini belgilang
vi: Đặt số lượng hoạt động để mở khóa chủ đề khóa học tiếp theo

# mustHave10Words
source: You must have at least 10 vocab words to practice them. Try talking to a friend or Pangea Bot to discover more!
ro: Trebuie să ai cel puțin 10 cuvinte de vocabular pentru a le exersa. Încearcă să vorbești cu un prieten sau cu Pangea Bot pentru a descoperi mai multe!
uz: Amaliy qilish uchun kamida 10 ta so'z bo'lishi kerak. Do'stingiz yoki Pangea Bot bilan gaplashib ko'ring va ko'proq o'rganing!
vi: Bạn phải có ít nhất 10 từ vựng để thực hành. Hãy thử nói chuyện với một người bạn hoặc Pangea Bot để khám phá thêm!

source: Bot Settings
ar: إعدادات الروبوت
be: Налады бота
el: Ρυθμίσεις bot
fa: تنظیمات ربات
fil: Mga setting ng bot
he: הגדרות בוט
ia: Configuration del bot
ja: ボット設定
ko: 봇 설정
lt: Bot nustatymai
lv: Bot iestatījumi
ro: Setări Bot
sl: Nastavitve bota
te: బాట్ సెట్టింగులు
tr: Bot ayarları
uz: Bot sozlamalari
vi: Cài đặt Bot
zh: 机器人设置
zh_hant: 機器人設置

# activitySettingsOverrideWarning
source: Language and language level determined by activity plan
ro: Limba și nivelul de limbă sunt determinate de planul de activitate
uz: Til va til darajasi faoliyat rejasiga muvofiq belgilanadi
vi: Ngôn ngữ và cấp độ ngôn ngữ được xác định bởi kế hoạch hoạt động

source: Voice
ro: Voce
uz: Ovoz
vi: Giọng nói

source: 🚪 You left the chat
ro: 🚪 Ai părăsit chat-ul
uz: 🚪 Siz chatdan chiqdingiz
vi: 🚪 Bạn đã rời khỏi cuộc trò chuyện

source: Download initiated
ro: Descărcare inițiată
uz: Yuklab olish boshlandi
vi: Tải xuống đã được khởi động

# webDownloadPermissionMessage
source: If your browser blocks downloads, please enable downloads for this site.
ro: Dacă browserul dvs. blochează descărcările, vă rugăm să activați descărcările pentru acest site.
uz: Agar brauzeringiz yuklab olishlarni bloklasa, iltimos, bu sayt uchun yuklab olishlarni yoqing.
vi: Nếu trình duyệt của bạn chặn tải xuống, vui lòng bật tải xuống cho trang web này.

# exitPractice
source: Your practice session progress won't be saved.
ro: Progresul sesiunii tale de practică nu va fi salvat.
uz: Amaliyot sessiyangizning rivojlanishi saqlanmaydi.
vi: Tiến trình phiên thực hành của bạn sẽ không được lưu.

source: Practice grammar
ro: Exersează gramatică
uz: Grammatika amaliyoti
vi: Thực hành ngữ pháp

# notEnoughToPractice
source: Send more messages to unlock practice
ro: Trimite mai multe mesaje pentru a debloca practica
uz: Amaliy qilish uchun ko'proq xabar yuboring
vi: Gửi thêm tin nhắn để mở khóa thực hành

# constructUseCorGCDesc
source: Correct grammar category practice
ro: Practică categoria de gramatică corectă
uz: To'g'ri grammatikaga oid amaliyot
vi: Thực hành thể loại ngữ pháp đúng
