Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# endedTheCall
source: {senderName} ended the call
ar: أنهى {senderName} المكالمة
be: {senderName} скончыў званок
el: {senderName} τερμάτισε την κλήση
fa: {senderName} به تماس پایان داد
fil: Tinapos ni {senderName} ang tawag
he: {senderName} סיים את השיחה
ia: {senderName} ha terminato le appel
ja: {senderName}は通話を切断しました
ko: {senderName} 이 통화를 종료했습니다
lt: {senderName} baigė skambutį
lv: {senderName} beidza zvanu
ro: {senderName} a terminat apelul
sl: {senderName} je končal klic
te: {senderName} కాల్‌ను ముగించారు
tr: {senderName} aramayı sonlandırdı
uz: {senderName} chaqiruvni tugatdi
vi: {senderName} đã kết thúc cuộc gọi
zh: {senderName} 结束了通话
zh_hant: {senderName} 結束了通話

source: Enter an email address
ar: أدخل عنوان بريد إلكتروني
be: Увядзіце адрас электроннай пошты
el: Εισάγετε μια διεύθυνση email
fa: یک آدرس رایانامه(ایمیل) وارد کنید
fil: Maglagay ng email address
he: הזן כתובת דואר אלקטרוני
ia: Entera un adresse de email
ja: メールアドレスを入力してください
ko: 이메일 주소 입력
lt: Įveskite el. pašto adresą
lv: Jāievada e-pasta adrese
ro: Introduceți o adresă email
sl: Vnesite e-poštni naslov
te: ఇమెయిల్ చిరునామాను నమోదు చేయండి
tr: Bir e-posta adresi girin
uz: Email manzilini kiriting
vi: Nhập địa chỉ email
zh: 输入一个电子邮件地址
zh_hant: 輸入一個電子郵件位址

source: Homeserver
ar: الخادم
be: Асноўны сервер
fa: سرور خانه
he: שרת בית
ia: Servitor principal
ja: ホームサーバー
ko: 홈서버
lt: Namų serveris
lv: Mājasserveris
sl: Strežnik doma
te: హోమ్‌సర్వర్
tr: Ana sunucu
uz: Uy serveri
vi: Máy chủ
zh: 服务器
zh_hant: 伺服器

source: Enter your homeserver
ar: أدخل الخادم
be: Увядзіце ваш асноўны сервер
el: Εισάγετε το homeserver σας
fa: سرور خانه خود را وارد کنید
fil: Ilagay ang iyong homeserver
he: הזן את שרת הבית שלך
ia: Entera tu servitor principal
ja: ホームサーバーを入力してください
ko: 당신의 홈서버를 입력하세요
lt: Įveskite namų serverį
lv: Jāievada mājasserveris
ro: Introduceți homeserverul vostru
sl: Vnesite svoj strežnik doma
te: మీ హోమ్‌సర్వర్‌ను నమోదు చేయండి
tr: Ana sunucunuzu girin
uz: Uy serveriga kiring
vi: Nhập máy chủ của bạn
zh: 输入你的主服务器地址
zh_hant: 輸入伺服器位址

# errorObtainingLocation
source: Error obtaining location: {error}
ar: خطأ أثناء الحصول على الموقع: {error}
be: Памылка атрымання месцазнаходжання: {error}
el: Σφάλμα κατά την απόκτηση τοποθεσίας: {error}
fa: خطا هنگام بدست آوردن مکان: {error}
fil: Hindi makuha ang lokasyon: {error}
he: שגיאה בהשגת מיקום: {error}
ia: Error durante le obtention del position: {error}
ja: 位置情報の取得中にエラーが発生しました: {error}
ko: 위치 얻는 중 오류: {error}
lt: Klaida nustatant vietą: {error}
lv: Kļūda atrašanās vietas iegūšanā: {error}
ro: Obținerea locației a eșuat: {error}
sl: Napaka pri pridobivanju lokacije: {error}
te: స్థానం పొందడంలో లోపం: {error}
tr: Konum alınırken hata oluştu: {error}
uz: Joylashuv axboroti olinmadi: {error}
vi: Lỗi khi lấy vị trí: {error}
zh: 取得地址错误: {error}
zh_hant: 取得位置錯誤：{error}

source: Everything ready!
ar: كل شيء جاهز!
be: Усё гатова!
el: Όλα έτοιμα!
fa: همه‌چیز آماده است!
fil: Handa na ang lahat!
he: הכל מוכן!
ia: Tutto es in ordine!
ja: すべての準備は完了しました！
ko: 모든 것이 준비됐어요!
lt: Viskas paruošta!
lv: Viss ir gatavs!
ro: Totul e gata!
sl: Vse pripravljeno!
te: అన్నీ సిద్ధంగా ఉన్నాయి!
tr: Herşey hazır!
uz: Hammasi tayyor!
vi: Mọi thứ đã sẵn sàng!
zh: 一切就绪！
zh_hant: 一切就緒！

# extremeOffensive
source: Extremely offensive
ar: مسيئة للغاية
be: Вельмі абразлівы
el: Απολύτως προσβλητικό
fa: به شدت توهین آمیز
fil: Lubhang nakakasakit
he: פוגעני ביותר
ia: Extrememente offendente
ja: とても攻撃的
ko: 매우 공격적임
lt: Itin įžeidžiantis
lv: Īpaši aizskarošs
ro: De foarte mare ofensă
sl: Izjemno žaljivo
te: అత్యంత దుర్వినియోగకరమైనది
tr: Aşırı rahatsız edici
uz: O‘ta haqoratomuz
vi: Cực kỳ xúc phạm
zh: 令人极度反感
zh_hant: 極端令人反感

source: File name
ar: اسم الملف
be: Імя файла
el: Όνομα αρχείου
fa: نام فایل
fil: Pangalan ng file
he: שם קובץ
ia: Nomen del file
ja: ファイル名
ko: 파일 이름
lt: Failo vardas
lv: Datnes nosaukums
ro: Nume de fișier
sl: Ime datoteke
te: ఫైల్ పేరు
tr: Dosya adı
uz: Fayl nomi
vi: Tên tệp
zh: 文件名
zh_hant: 檔案名稱

# joinedTheChat
source: 👋 {username} joined the chat
ar: 👋 انضم {username} إلى المحادثة
be: 👋 {username} далучыўся да чата
el: 👋 {username} μπήκε στη συζήτηση
fa: 👋 {username} به گپ پیوست
fil: 👋 {username} ay sumali sa chat
he: {username} הצטרף לצ'אט
ia: 👋 {username} sócié in le chat
ja: 👋 {username} がチャットに参加しました
ko: 👋 {username}님이 채팅에 참가함
lt: 👋 {username} prisijungė prie pokalbio
lv: 👋 {username} pievienojās tērzēšanai
ro: 👋{username} a intrat în chat
sl: 👋 {username} se je pridružil pogovoru
te: 👋 {username} చాట్‌లో చేరారు
tr: 👋 {username} sohbete katıldı
uz: 👋 {username} suhbatga qoʻshildi
vi: 👋 {username} đã tham gia cuộc trò chuyện
zh: 👋 {username} 加入了聊天
zh_hant: 👋 {username} 加入了聊天室

source: Join room
ar: انضم للمحادثة
be: Далучыцца да пакоя
el: Ενταχθείτε στο δωμάτιο
fa: پیوستن به اتاق
fil: Sumali sa kwarto
he: הצטרף לחדר
ia: Joiner sala
ja: 部屋に参加
ko: 방 참가하기
lt: Prisijungti prie kambario
lv: Pievienoties istabai
ro: Alăturați la cameră
sl: Pridružite se sobi
te: గది చేరండి
tr: Odaya katıl
uz: Guruhga qoʻshilish
vi: Tham gia phòng
zh: 加入聊天室
zh_hant: 加入聊天室

# kicked
source: 👞 {username} kicked {targetName}
ar: 👞 {username} ركل {targetName}
be: 👞 {username} выгнаў {targetName}
el: 👞 {username} έδιωξε τον/την {targetName}
fa: 👞 {username} {targetName} را بیرون کرد
fil: 👞 {username} ay pinatalsik si {targetName}
he: {username} בעט ב {targetName}
ia: 👞 {username} expulset {targetName}
ja: 👞 {username} は {targetName} をキックしました
ko: 👞 {username}님이 {targetName}님을 추방함
lt: 👞 {username} išmetė {targetName}
lv: 👞 {username} izmeta {targetName}
ro: 👞{username} a dat afară pe {targetName}
sl: 👞 {username} je izključil {targetName}
te: 👞 {username} {targetName} ను తొలగించారు
tr: 👞 {username}, {targetName} kişisini attı
uz: 👞 {username} {targetName}ni tepdi
vi: 👞 {username} đã đá {targetName}
zh: 👞 {username} 踢出了 {targetName}
zh_hant: 👞 {username} 踢了 {targetName}

# kickedAndBanned
source: 🙅 {username} kicked and banned {targetName}
ar: 🙅 {username} ركل وحظر {targetName}
be: 🙅 {username} выгнаў і забаніў {targetName}
el: 🙅 {username} έδιωξε και απαγόρευσε τον/την {targetName}
fa: 🙅 {username} {targetName} را بیرون و محروم کرد
fil: 🙅 {username} tinanggihan at ipinagbawal {targetName}
he: {username} בעט וחסם {targetName}
ia: 🙅 {username} expulset e bannit {targetName}
ja: 🙅 {username} が {targetName} をキックしブロックしました
ko: 🙅 {username}님이 {targetName}님을 추방하고 차단함
lt: 🙅 {username} išmetė ir užblokavo {targetName}
lv: 🙅 {username} izmeta {targetName} un liedza piekļuvi
ro: 🙅{username} a dat afară și a interzis pe {targetName} din cameră
sl: 🙅 {username} je izključil in prepovedal {targetName}
te: 🙅 {username} {targetName} ను తొలగించి నిషేధించారు
tr: 🙅 {username}, {targetName} kişisini attı ve engelledi
uz: 🙅 {username} {targetName}ni tepdi va blokladi
vi: 🙅 {username} đã đá và cấm {targetName}
zh: 🙅 {username} 踢出并封禁了 {targetName}
zh_hant: 🙅 {username} 踢了 {targetName} 並將其封鎖

source: Kick from chat
ar: طرد من المحادثة
be: Выгнаць з чата
el: Απομάκρυνση από τη συζήτηση
fa: از گفتگو بیرون کردن
fil: Tanggalin sa chat
he: בעיטה מהצ'אט
ia: Expulsar de le chat
ja: チャットからキックする
ko: 채팅에서 추방
lt: Išmesti iš pokalbio
lv: Izmest no tērzēšanas
ro: Dați afară din chat
sl: Izključitev iz pogovora
te: చాట్ నుండి తొలగించండి
tr: Sohbetten at
uz: Suhbatdan tepish
vi: Đá khỏi cuộc trò chuyện
zh: 从聊天室踢出
zh_hant: 從聊天室踢出

# lastActiveAgo
source: Last active: {localizedTimeShort}
ar: آخر نشاط: {localizedTimeShort}
be: Апошняя актыўнасць: {localizedTimeShort}
el: Τελευταία δραστηριότητα: {localizedTimeShort}
fa: آخرین فعالیت: {localizedTimeShort}
fil: Huling aktibo: {localizedTimeShort}
he: פעילות אחרונה: {localizedTimeShort}
ia: Ultime active: {localizedTimeShort}
ja: 最終アクティブ: {localizedTimeShort}
ko: 마지막 활동: {localizedTimeShort}
lt: Paskutinis aktyvumas: {localizedTimeShort}
lv: Pēdējoreiz tiešsaistē: {localizedTimeShort}
ro: Ultima dată activ: {localizedTimeShort}
sl: Zadnja aktivnost: {localizedTimeShort}
te: చివరిసారి క్రియాశీలత: {localizedTimeShort}
tr: Son görülen: {localizedTimeShort}
uz: Oxirgi faol: {localizedTimeShort}
vi: Hoạt động lần cuối: {localizedTimeShort}
zh: 上次活跃: {localizedTimeShort}
zh_hant: 最後活動時間：{localizedTimeShort}

source: Leave
ar: غادر
be: Заставаць
el: Αποχώρηση
fa: ترک کردن
fil: Umalis
he: לעזוב
ia: Lassar
ja: 退室する
ko: 나가기
lt: Palikti
lv: Pamest
ro: Renunțați
sl: Iščä
te: నిష్క్రమించండి
tr: Ayrıl
uz: Chiqish
vi: Rời đi
zh: 离开
zh_hant: 離開

source: Left the chat
ar: غادر المحادثة
be: Пакінуў чат
el: Έφυγε από τη συζήτηση
fa: گپ را ترک کرد
fil: Umalis sa chat
he: עזב את הצ'אט
ia: Lassó le chat
ja: 退室しました
ko: 채팅을 나갔습니다
lt: Paliko pokalbį
lv: Pameta tērzēšanu
ro: A plecat din chat
sl: Zapustil je pogovor
te: చాట్ నుండి నిష్క్రమించారు
tr: Sohbetten ayrıldı
uz: Suhbatni tark etdi
vi: Đã rời khỏi cuộc trò chuyện
zh: 离开了聊天
zh_hant: 離開了聊天室

source: License
ar: الرخصة
be: Ліцэнзія
el: Άδεια
fa: پروانه
fil: Lisensya
he: רשיון
ia: Licentia
ja: ライセンス
ko: 라이선스
lt: Licencija
lv: Licence
ro: Permis
sl: Licenca
te: లైసెన్స్
tr: Lisans
uz: Litsenziya
vi: Giấy phép
zh: 许可证
zh_hant: 授權

# lightTheme
source: Light
ar: فاتح
be: Святлая тэма
el: Φωτεινό
fa: روشن
fil: Maaliwalas
he: בהיר
ia: Lucente
ja: ライト
ko: 라이트
lt: Šviesi
lv: Gaišs
ro: Luminat
sl: Svetla
te: కాంతివంతమైన
tr: Açık
uz: Yorugʻlik
vi: Chủ đề sáng
zh: 浅色
zh_hant: 日間模式

source: Load {count} more participants
ar: حمِّل {count} منتسبًا إضافيًا
be: Загрузіць яшчэ {count} удзельнікаў
el: Φόρτωση {count} επιπλέον συμμετεχόντων
fa: بارگیری {count} شرکت کنندۀ بیشتر
fil: Mag-load ng {count} pang kalahok
he: טען {count} משתתפים נוספים
ia: Carga {count} participantes plus
ja: あと{count}名参加者を読み込む
ko: {count}명의 참가자 더 표시
lt: Įkelti dar {count} dalyvius
lv: Ielādēt vēl {count} dalībniekus
ro: Încărcați încă mai {count} participanți
sl: Naloži {count} več udeležencev
te: మరిన్ని పాల్గొనేవారిని లోడ్ చేయండి {count}
tr: {count} katılımcı daha yükle
uz: Yana {count} ishtirokchini yuklang
vi: Tải thêm {count} thành viên
zh: 加载 {count} 个更多的参与者
zh_hant: 載入 {count} 個更多的參與者

# dehydrate
source: Export session and wipe device
ar: تصدير الجلسة ومسح الجهاز
be: Экспарт сесіі і выдаленне з прылады
el: Εξαγωγή συνεδρίας και διαγραφή συσκευής
fa: صدور جلسه و پاک کردن دستگاه
fil: I-export ang sesyon at burahin ang device
he: יצוא סשן וניקוי מכשיר
ia: Exportar session e netar le dispositivo
ja: セッションのエクスポートとデバイスの消去
ko: 세션을 내보내고 기기 초기화 하기
lt: Eksportuoti sesiją ir išvalyti įrenginį
lv: Izgūt sesiju un iztīrīt ierīci
ro: Exportați sesiunea și ștergeți dispozitivul
sl: Izvozi sejo in počisti napravo
te: సెషన్ ఎగుమతి చేసి పరికరాన్ని శుభ్రం చేయండి
tr: Oturumu dışa aktar ve aygıtı sil
uz: Sessiyani eksport qilish va qurilmani oʻchirish
vi: Xuất phiên và xóa thiết bị
zh: 导出会话并擦除设备
zh_hant: 匯出會話並清除裝置

# dehydrateWarning
source: This action cannot be undone. Ensure you safely store the backup file.
ar: لا يمكن التراجع عن هذا الإجراء. تأكد من تخزين ملف النسخ الاحتياطي بأمان.
be: Гэтая дзея не можа быць адменена. Пераканайцеся, што вы бяспечна захавалі файл рэзервовай копіі.
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί. Βεβαιωθείτε ότι αποθηκεύετε με ασφάλεια το αρχείο αντιγράφου ασφαλείας.
fa: این عمل قابل لغو نیست. مطمئن شوید که فایل پشتیبان را به صورت امن ذخیره می کنید.
fil: Hindi maaaring ibalik ang aksyong ito. Siguraduhing ligtas mong naiimbak ang backup na file.
he: פעולה זו אינה ניתנת לביטול. ודא שאתה שומר את קובץ הגיבוי במקום בטוח.
ia: Iste action non pote esser revertite. Assegura te que tu ha securemente storate le file de respaldo.
ja: この操作は元に戻せません。バックアップファイルを安全に保存してください。
ko: 이 동작은 되돌릴 수 없습니다. 백업 파일을 꼭 안전하게 보관하세요.
lt: Šio veiksmo negalima atšaukti. Įsitikinkite, kad saugiai saugote atsarginę kopiją.
lv: Šī darbība nav atdarāma. Jānodrošina, ka rezerves kopijas datne tiek droši uzglabāta.
ro: Această actiune nu poate fi anulată. Asigurați-vă că păstrați fișierul backup.
sl: Ta dejanja ni mogoče razveljaviti. Poskrbite, da varno shranite varnostno kopijo datoteke.
te: ఈ చర్యను తిరిగి చేయలేరు. బ్యాకప్ ఫైల్‌ను సురక్షితంగా నిల్వ చేయండి.
tr: Bu eylem geri alınamaz. Yedekleme dosyasını güvenli bir şekilde sakladığınızdan emin olun.
uz: Bu amalni bekor qilib boʻlmaydi. Zaxira faylini xavfsiz saqlang.
vi: Hành động này không thể hoàn tác. Hãy chắc rằng bạn đã lưu trữ tệp sao lưu một cách an toàn.
zh: 此操作无法撤消。 确保你安全地存储备份文件。
zh_hant: 此操作不能反悔。請確保安全地存儲備份文件。

# dehydrateTor
source: TOR Users: Export session
ar: مستخدمو تور: تصدير الجلسة
be: Карыстальнікі TOR: Экспарт сесіі
el: Χρήστες TOR: Εξαγωγή συνεδρίας
fa: کاربران تور (TOR): صدور جلسه
fil: Mga Gumagamit ng TOR: I-export ang sesyon
he: משתמשי TOR: יצוא סשן
ia: Usatores TOR: Exportar session
ja: TOR ユーザー: セッションをエクスポート
ko: TOR 사용자: 세션 내보내기
lt: TOR Naudotojai: Eksportuoti sesiją
lv: TOR lietotāji: izgūt sesiju
ro: Utilizatori de TOR: Exportați sesiunea
sl: Uporabniki TOR: Izvozi sejo
te: TOR వినియోగదారులు: సెషన్ ఎగుమతి చేయండి
tr: TOR Kullanıcıları: Oturumu dışa aktar
uz: TOR foydalanuvchilari: Seansni eksport qilish
vi: Người dùng TOR: Xuất phiên
zh: TOR 用户：导出会话
zh_hant: TOR 使用者：匯出會話

# dehydrateTorLong
source: For TOR users, it is recommended to export the session before closing the window.
ar: بالنسبة لمستخدمي تور ، يوصى بتصدير الجلسة قبل إغلاق النافذة.
be: Для карыстальнікаў TOR рэкамендуецца экспартаваць сесію перад закрыццём акна.
el: Για χρήστες TOR, συνιστάται να εξάγετε τη συνεδρία πριν κλείσετε το παράθυρο.
fa: برای کاربران تور (TOR)، توصیه می شود قبل از بستن پنجره، جلسه را صادر کنند.
fil: Para sa mga gumagamit ng TOR, inirerekomenda na i-export ang sesyon bago isara ang window.
he: למשתמשי TOR, מומלץ לייצא את הסשן לפני סגירת החלון.
ia: Pro usatores TOR, es recommendate exportar le session ante clauder le fenestra.
ja: TOR ユーザーの場合、ウィンドウを閉じる前にセッションをエクスポートすることをお勧めします。
ko: TOR 사용자들은 창을 닫기 전에 세션을 내보내는것이 권장됩니다.
lt: TOR naudotojams rekomenduojama eksportuoti sesiją prieš uždarant langą.
lv: TOR lietotājiem ir ieteicams izgūt sesiju pirms loga aizvēršanas.
ro: Pentru utilizatori de TOR, este recomandat să exportați sesiunea înainte de a închideți fereastra.
sl: Za uporabnike TOR je priporočljivo izvoziti sejo pred zaprtjem okna.
te: TOR వినియోగదారుల కోసం, విండోను మూసేముందు సెషన్‌ను ఎగుమతి చేయడం సిఫార్సు చేయబడింది.
tr: TOR kullanıcıları için, pencereyi kapatmadan önce oturumu dışa aktarmaları tavsiye edilir.
uz: TOR foydalanuvchilari uchun oynani yopishdan oldin seansni eksport qilish tavsiya etiladi.
vi: Đối với người dùng TOR, nên xuất phiên trước khi đóng cửa sổ.
zh: 建议 TOR 用户在关闭窗口之前导出会话。
zh_hant: 對 TOR 使用者，建議在關閉窗口前匯出會話。

# hydrateTor
source: TOR Users: Import session export
ar: مستخدمو تور: استيراد تصدير الجلسة
be: Карыстальнікі TOR: Імпарт экспарту сесіі
el: Χρήστες TOR: Εισαγωγή εξαγωγής συνεδρίας
fa: کاربران تور (TOR): صادرات جلسه را وارد کنید
fil: Mga Gumagamit ng TOR: I-import ang session export
he: משתמשי TOR: ייבוא יצוא סשן
ia: Usatores TOR: Importar exportation de session
ja: TOR ユーザー: セッションのエクスポートをインポート
ko: TOR 사용자: 내보낸 세션 불러오기
lt: TOR Naudotojai: Importuoti sesijos eksportą
lv: TOR lietotāji: ievietot sesijas izguvi
ro: Utilizatori TOR: Importați sesiune exportată
sl: Uporabniki TOR: Uvozi izvoz seje
te: TOR వినియోగదారులు: ఎగుమతి చేసిన సెషన్‌ను దిగుమతి చేయండి
tr: TOR Kullanıcıları: Dışa aktarılan oturumu içe aktar
uz: TOR foydalanuvchilari: Seans eksportini import qilish
vi: Người dùng TOR: Nhập bản xuất phiên
zh: TOR 用户：导入会话导出
zh_hant: TOR 使用者：匯入會話

# hydrateTorLong
source: Did you export your session last time on TOR? Quickly import it and continue chatting.
ar: هل قمت بتصدير جلستك الأخيرة على تور؟ قم باستيرادها بسرعة واستمر في المحادثة.
be: Ці экспартавалі вы сваю сесію ў апошні раз у TOR? Хутка імпартуйце яе і працягвайце перапіску.
el: Έχετε εξάγει την συνεδρία σας τελευταία φορά στο TOR; Εισάγετέ το γρήγορα και συνεχίστε τη συνομιλία.
fa: آیا آخرین بار جلسه خود را با تور (TOR) صادر کردید؟ به سرعت آن را وارد کنید و به گپ‌زنی ادامه دهید.
fil: Nai-export mo ba ang iyong sesyon noong huli sa TOR? Mabilis na i-import ito at magpatuloy sa pag-chat.
he: האם ייצאת את הסשן בפעם האחרונה ב-TOR? ייבא אותו במהירות והמשך לשוחח.
ia: Es tu exportate tu session le ultime vice in TOR? Importa lo rapide e continua le chat.
ja: 前回、TOR でセッションをエクスポートしましたか？すぐにインポートしてチャットを続けましょう。
ko: 지난 TOR 이용에서 세션을 내보내셨나요? 빠르게 불러오고 채팅을 계속하세요.
lt: Ar paskutinį kartą eksportavote savo sesiją naudodami TOR? Greitai ją importuokite ir tęskite pokalbį.
lv: Vai sesija pēdējoreiz tika izgūta TOR? Ātri ievieto to un turpini tērzēšanu!
ro: Ați exportat sesiunea vostră ultima dată pe TOR? Importați-o repede și continuați să conversați.
sl: Ste nazadnje izvozili sejo na TOR? Hiter uvoz in nadaljujte klepet.
te: మీరు చివరిసారిగా TORలో మీ సెషన్‌ను ఎగుమతి చేసారా? దాన్ని త్వరగా దిగుమతి చేసుకుని చాట్ కొనసాగించండి.
tr: TOR'da en son oturumunuzu dışa aktardınız mı? Hızlıca içe aktarın ve sohbete devam edin.
uz: Seansingizni oxirgi marta TOR’da eksport qildingizmi? Uni tezda import qiling va suhbatni davom ettiring.
vi: Bạn đã xuất phiên lần trước trên TOR? Nhanh chóng nhập nó và tiếp tục trò chuyện.
zh: 你上次是否导出 TOR 会话？ 快速导入它并继续聊天。
zh_hant: 上次在 TOR 上匯出會話了嗎？快速匯入它已繼續使用聊天室。

# hydrate
source: Restore from backup file
ar: استعادة من ملف النسخ الاحتياطي
be: Вярнуць з файла рэзервовай копіі
el: Ανάκτηση από αρχείο δημιουργίας αντιγράφων ασφαλείας
fa: بازیابی از فایل پشتیبان
fil: I-restore mula sa backup na file
he: שחזר מקובץ גיבוי
ia: Restaurar ab file de respaldo
ja: バックアップファイルから復元
ko: 백업 파일로부터 가져오기
lt: Atkurti iš atsarginės kopijos failo
lv: Atjaunot no rezerves kopijas datnes
ro: Restaurați din fișier backup
sl: Obnovi iz varnostne kopije
te: బ్యాకప్ ఫైల్ నుండి పునరుద్ధరించండి
tr: Yedekleme dosyasından geri yükle
uz: Zaxira faylidan tiklash
vi: Khôi phục từ tệp sao lưu
zh: 从备份文件恢复
zh_hant: 從備份文件恢復

source: Loading… Please wait.
ar: يحمّل… يرجى الانتظار.
be: Загрузка… Калі ласка, пачакайце.
el: Φόρτωση… Παρακαλώ περιμένετε.
fa: در حال بارگیری... لطفا صبر کنید.
fil: Naglo-load… Pakiusap, maghintay.
he: טוען אנא המתן.
ia: Loading… Per favor, aspetta.
ja: 読み込み中…お待ちください。
ko: 로딩 중... 기다려 주세요.
lt: Kraunama… Prašome palaukti.
lv: Ielādē... Lūgums uzgaidīt.
ro: Încărcând... Vă rugăm să așteptați.
sl: Nalaganje… Prosimo počakajte.
te: లోడ్ అవుతోంది… దయచేసి వేచిఉండండి.
tr: Yükleniyor… Lütfen bekleyin.
uz: Yuklanmoqda… Iltimos, kuting.
vi: Đang tải… Vui lòng chờ.
zh: 加载中…请等待。
zh_hant: 載入中...... 請稍候。

source: Load more…
ar: حمِّل المزيد…
be: Загрузіць яшчэ…
el: Φόρτωση περισσότερων…
fa: بارگیری بیشتر…
fil: Mag-load pa…
he: טען עוד…
ia: Carga plus…
ja: 更に読み込む…
ko: 더 불러오기…
lt: Rodyti daugiau…
lv: Ielādēt vēl…
ro: Încarcă mai multe…
sl: Naloži več…
te: మరిన్ని లోడ్ చేయండి…
tr: Daha fazla yükle…
uz: Koʻproq yuklash…
vi: Tải thêm…
zh: 加载更多…
zh_hant: 載入更多...…

# locationDisabledNotice
source: Location services are disabled. Please enable them to be able to share your location.
ar: خدمات الموقع معطلة. مكنها لتتمكن من مشاركة موقعك.
be: Службы месцазнаходжання выключаны. Уключыце іх, каб мець магчымасць дзяліцца вашым месцазнаходжаннем.
el: Οι υπηρεσίες τοποθεσίας είναι απενεργοποιημένες. Παρακαλώ ενεργοποιήστε τες για να μπορείτε να μοιραστείτε την τοποθεσία σας.
fa: خدمات مکان غیرفعال است. لطفا آن را فعال کنید تا بتوانید موقعیت مکانی خود را به اشتراک بگذارید.
fil: Nakapatay ang mga serbisyo ng lokasyon. Paki-enable upang maibahagi ang iyong lokasyon.
he: שירותי המיקום מושבתים. אנא הפעל אותם כדי לשתף את המיקום שלך.
ia: Servitios de localisacion es disactivate. Per favor, active los pro poter compartir tu localisacion.
ja: 位置情報サービスが無効になっています。位置情報を共有できるようにするには、位置情報サービスを有効にしてください。
ko: 위치 서비스가 비활성화되었습니다. 위치를 공유하려면 활성화시켜주세요.
lt: Vietos nustatymo paslaugos yra išjungtos. Kad galėtumėte bendrinti savo buvimo vietą, įjunkite jas.
lv: Atrašanās vietas pakalpojumi ir atspējoti. Lūgums tos iespējot, lai būtu iespējams kopīgot savu atrašanās vietu.
ro: Servicile de locație sunt dezactivate. Vă rugăm să le activați să împărțiți locația voastră.
sl: Lokacijske storitve so onemogočene. Prosimo, omogočite jih, da lahko delite svojo lokacijo.
te: స్థాన సేవలు ఆపబడ్డాయి. మీ స్థానాన్ని పంచుకోవడానికి వాటిని సక్రియం చేయండి.
tr: Konum hizmetleri devre dışı. Lütfen konumunuzu paylaşabilmek için etkinleştirin.
uz: Joylashuv xizmatlari oʻchirib qoʻyilgan. Joylashuvingizni ulashish uchun ularni yoqing.
vi: Dịch vụ vị trí đã bị tắt. Vui lòng bật để chia sẻ vị trí.
zh: 位置服务已禁用。请启用此服务以分享你的位置.
zh_hant: 位置服務被停用。請啟用它們以能夠分享您的位置。

# locationPermissionDeniedNotice
source: Location permission denied. Please grant them to be able to share your location.
ar: تم رفض إذن الموقع. الرجاء منح الإذن للقدرة على مشاركة موقعك.
be: Дазвол на месцазнаходжанне адхілены. Падайце дазвол, каб дзяліцца вашым месцазнаходжаннем.
el: Η άδεια τοποθεσίας απορρίφθηκε. Παρακαλώ δώστε την για να μπορείτε να μοιραστείτε την τοποθεσία σας.
fa: مجوز مکان رد شد. برای به اشتراک گذاشتن موقعیت مکانی شما لطفا به آن اجازه دهید.
fil: Tinanggihan ang pahintulot sa lokasyon. Paki-bigay ito upang maibahagi ang iyong lokasyon.
he: הרשאת המיקום נדחתה. אנא אפשר את היכולת לשתף את מיקומך.
ia: Permission de localisacion es refusate. Per favor, concede los pro poter compartir tu localisacion.
ja: 位置情報の権限が拒否されました。位置情報を共有できるように許可してください。
ko: 위치 권한이 거부되었습니다. 위치를 공유하기 위해서 허용해주세요.
lt: Vietos leidimas atmestas. Suteikite leidimą kad galėtumėte bendrinti savo vietą.
lv: Atrašanās vietas atļauja noliegta. Lūgums nodrošināt to, lai būtu iespējams kopīgot savu atrašanās vietu.
ro: Permisiunea locației blocată. Vă rugăm să o dezblocați să împărțiți locația voastră.
sl: Dovoljenje za lokacijo je zavrnjeno. Prosimo, dovolite, da lahko delite svojo lokacijo.
te: స్థాన అనుమతి తిరస్కరించబడింది. మీ స్థానాన్ని పంచుకోవడానికి వాటిని అనుమతించండి.
tr: Konum izni reddedildi. Lütfen konumunuzu paylaşabilmek için izin verin.
uz: Joylashuvga ruxsat berilmadi. Iltimos, ularga joylashuvingizni ulashishga ruxsat bering.
vi: Quyền vị trí đã bị từ chối. Vui lòng cấp quyền để chia sẻ vị trí.
zh: 位置权限被拒绝。请授予此权限以分享你的位置.
zh_hant: 位置權限被拒絕。請授予它們以能夠分享您的位置。

source: Login
ar: لِج
be: Увайсці
el: Σύνδεση
fa: وارد شدن
fil: Mag-login
he: כניסה
ja: ログイン
ko: 로그인
lt: Prisijungti
lv: Pieteikties
ro: Conectați-vă
sl: Prijava
te: లాగిన్ చేయండి
tr: Oturum aç
uz: Kirish
vi: Đăng nhập
zh: 登录
zh_hant: 登入

# logInTo
source: Log in to {homeserver}
ar: لِج ل {homeserver}
be: Увайсці ў {homeserver}
el: Συνδεθείτε στο {homeserver}
fa: وارد شدن به {homeserver}
fil: Mag-log in sa {homeserver}
he: היכנס אל {homeserver}
ia: Intra a {homeserver}
ja: {homeserver}にログインする
ko: {homeserver} 에 로그인
lt: Prisijungti prie {homeserver}
lv: PIeteikties {homeserver}
ro: Conectați-vă la {homeserver}
sl: Prijavite se v {homeserver}
te: {homeserver}కి లాగిన్ చేయండి
tr: {homeserver} üzerinde oturum aç
uz: {homeserver} ga kirish
vi: Đăng nhập vào {homeserver}
zh: 登录 {homeserver}
zh_hant: 登入 {homeserver}

source: Logout
ar: اخرج
be: Выйсці
el: Αποσύνδεση
fa: خارج شدن
fil: Mag-logout
he: יציאה
ia: Salir
ja: ログアウト
ko: 로그아웃
lt: Atsijungti
lv: Atteikties
ro: Deconectați-vă
sl: Odjava
te: లాగౌట్
tr: Oturumu kapat
uz: Chiqish
vi: Đăng xuất
zh: 注销
zh_hant: 登出

source: Member changes
ar: تغييرات تخص الأعضاء
be: Змены ўдзельнікаў
el: Αλλαγές μελών
fa: تغییرات اعضا
fil: Mga pagbabago sa miyembro
he: שינויים בחבר
ia: Cambios de membros
ja: メンバーの変更
ko: 참가자 변경
lt: Narių pokyčiai
lv: Dalībnieku izmaiņām
ro: Schimbări de membri
sl: Spremembe članov
te: సభ్యుల మార్పులు
tr: Üye değişiklikleri
uz: Aʼzo oʻzgarishlari
vi: Thay đổi thành viên
zh: 成员变更
zh_hant: 變更成員

source: Mention
ar: اذكر
be: Згадак
el: Αναφορά
fa: نام‌‌بردن‌
fil: Banggitin
he: הזכיר
ia: Mentionar
ja: メンション
ko: 멘션
lt: Paminėti
lv: Pieminēt
ro: Menționați
sl: Omenitev
te: గుర్తింపు
tr: Bahset
uz: Qayd etmoq
vi: Nhắc đến
zh: 提及
zh_hant: 提及

source: Messages
ar: الرسائل
be: Паведамленні
el: Μηνύματα
fa: پیام‌ها
fil: Mga mensahe
he: הודעות
ia: Messas
ja: メッセージ
ko: 메시지
lt: Žinutės
lv: Ziņas
ro: Mesaje
sl: Sporočila
te: సందేశాలు
tr: Mesajlar
uz: Xabarlar
vi: Tin nhắn
zh: 消息
zh_hant: 訊息
