Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# formattedMessagesDescription
source: Display rich message content like bold text using markdown.
ar: عرض محتوى الرسالة الغنية مثل النص الغامق باستخدام الماركداون.
be: Паказваць багаты змест паведамленняў, напрыклад, тэкст у тлустым шрыфце з выкарыстаннем markdown.
el: Εμφάνιση πλούσιου περιεχομένου μηνυμάτων όπως έντονο κείμενο χρησιμοποιώντας markdown.
fa: نمایش محتوای غنی پیام مانند متن بولد با استفاده از مارک‌دان.
fil: Ipakita ang mayamang nilalaman ng mensahe tulad ng naka-bold na teksto gamit ang markdown.
he: הצג תוכן הודעות עשיר כמו טקסט מודגש באמצעות מרקרד.
ia: Monstra contento de message ric de texto in bold usando markdown.
ja: マークダウンを使用して太字などのリッチなメッセージ内容を表示します。
ko: 마크다운을 이용한 볼드등의 서식이 있는 메시지를 봅니다.
lt: Rodyti turtingą žinučių turinį, pvz., paryškintą tekstą, naudojant markdown.
lv: Attēlot bagātinātu ziņu saturu, piemēram, ar Markdown iezīmētu treknrakstu.
ro: Afișează conținut bogat al mesajelor, cum ar fi textul îngroșat, folosind markdown.
sl: Prikaži bogato vsebino sporočil, kot je krepko besedilo z uporabo markdowna.
te: మార్క్డౌన్ ఉపయోగించి బోల్డ్ టెక్స్ట్ వంటి సమృద్ధి సందేశ కంటెంట్‌ను ప్రదర్శించండి.
tr: Markdown kullanarak kalın metin gibi zengin mesaj içeriğini görüntüle.
uz: Markdown yordamida qalin matn kabi boy xabar mazmunini koʻrsating.
vi: Hiển thị nội dung tin nhắn phong phú như văn bản đậm bằng markdown.
zh: 使用 Markdown 显示富文本内容，例如加粗文本。
zh_hant: 使用 markdown 顯示豐富的訊息內容，如粗體文字。

source: 🔐 Verify other user
ar: 🔐 التحقق من المستخدم الآخر
be: 🔐 Праверыць іншага карыстальніка
el: 🔐 Επιβεβαίωση άλλου χρήστη
fa: 🔐 تأیید کاربر دیگر
fil: 🔐 I-verify ang ibang user
he: 🔐 אימות משתמש אחר
ia: 🔐 Verificar altere usator
ja: 🔐 他のユーザーを検証
ko: 🔐 다른 유저 확인
lt: 🔐 Patvirtinti kitą vartotoją
lv: 🔐 Apliecināt otru lietotāju
ro: 🔐 Verifică celălalt utilizator
sl: 🔐 Preveri drugega uporabnika
te: 🔐 ఇతర వినియోగదారుని ధృవీకరించండి
tr: 🔐 Diğer kullanıcıyı doğrula
uz: 🔐 Boshqa foydalanuvchini tasdiqlang
vi: 🔐 Xác minh người dùng khác
zh: 🔐 验证其他用户
zh_hant: 🔐 驗證其他使用者

# verifyOtherUserDescription
source: If you verify another user, you can be sure that you know who you are really writing to. 💪 When you start a verification, you and the other user will see a popup in the app. There you will then see a series of emojis or numbers that you have to compare with each other. The best way to do this is to meet up or start a video call. 👭
ar: إذا قمت بالتحقق من مستخدم آخر، فيمكنك التأكد من أنك تعرف من تكتب إليه حقًا. 💪 عند بدء عملية التحقق، سترى أنت والمستخدم الآخر نافذة منبثقة في التطبيق. هناك سترى بعد ذلك سلسلة من الرموز التعبيرية أو الأرقام التي يتعين عليك مقارنتها مع بعضها البعض. أفضل طريقة للقيام بذلك هي الالتقاء أو بدء مكالمة فيديو. 👭
be: Калі вы правяраеце іншага карыстальніка, вы можаце быць упэўнены, што ведаеце, з кім сапраўды перапісываецеся. 💪 Калі вы пачынаеце праверку, вы і іншы карыстальнік ўбачыце ў аплікацыі ўсплывальнае акно. Там вы ўбачыце серыю эмодзі або нумароў, якія трэба параўнаць паміж сабой. Лепшы спосаб зрабіць гэта — сустрэцца ці пачаць відэазванок. 🧑‍🤝‍🧑
el: Αν επιβεβαιώσετε έναν άλλο χρήστη, μπορείτε να είστε σίγουροι ότι γνωρίζετε πραγματικά σε ποιον γράφετε. 💪 Όταν ξεκινάτε μια επιβεβαίωση, εσείς και ο άλλος χρήστης θα δείτε ένα αναδυόμενο παράθυρο στην εφαρμογή. Εκεί θα δείτε μια σειρά από emoji ή αριθμούς που πρέπει να συγκρίνετε μεταξύ σας. Ο καλύτερος τρόπος να το κάνετε αυτό είναι να συναντηθείτε ή να ξεκινήσετε μια βιντεκλήση. 👭
fa: اگر شما کاربر دیگری را تأیید کنید، می‌توانید مطمئن باشید که واقعاً با چه کسی در حال نوشتن هستید. 💪 وقتی فرآیند تأیید را شروع می‌کنید، شما و کاربر دیگر در برنامه یک پنجره پاپ‌آپ مشاهده خواهید کرد. در آنجا، مجموعه‌ای از ایموجی‌ها یا اعداد را مشاهده می‌کنید که باید با هم مقایسه کنید. بهترین راه برای انجام این کار ملاقات حضوری یا شروع تماس ویدیویی است. 👩‍💻
fil: Kung i-verify mo ang ibang user, makakasiguro ka na alam mo kung sino talaga ang kausap mo. 💪 Kapag nagsimula ka ng verification, makakakita kayo ng popup sa app. Doon makikita ninyo ang isang serye ng mga emojis o numero na kailangang ikumpara sa isa't isa. Pinakamainam na magkita o magsimula ng video call. 👭
he: אם תאמת משתמש אחר, תוכל להיות בטוח שאתה באמת כותב לאדם הנכון. 💪 כאשר תתחיל תהליך אימות, אתה והמשתמש האחר תראו חלון קופץ באפליקציה. שם תראו סדרת אמויות או מספרים שעליכם להשוות ביניהם. הדרך הטובה ביותר לעשות זאת היא להיפגש או להתחיל שיחת וידאו. 👭
ia: Si tu verifica un altere usator, tu pote esser certe que tu sape a qui tu realmente escribe. 💪 Quando tu comencia un verification, tu e le altere usator vide un popup in le app. Illo te monstrara un serie de emojis o numeros que tu ha de comparar con illes. Le melior maniera de facer isto es incontrar o comenciar un video call. 👩‍💻
ja: 他のユーザーを検証すると、誰に対して書いているのか確信できます。💪 検証を開始すると、あなたと相手のユーザーはアプリ内にポップアップを表示します。そこには比較すべき絵文字や数字のシリーズが表示されます。 これを最も良く行う方法は、会うかビデオ通話を始めることです。👭
ko: 다른 유저를 확인하면, 당신은 당신이 누구에게 말하고있는지 알 수 있습니다. 💪 확인을 시작할 때, 다른 유저는 앱에서 팝업을 볼 수 있습니다. 당신은 그런 다음 서로 비교해야 이모지 또는 숫자의 목록을 볼 수 있습니다. 이 작업을 수행하는 가장 좋은 방법은 직접 만나거나 영상통화를 하는것입니다. 👭
lt: Jei patvirtinate kitą vartotoją, galite būti tikri, kad tikrai rašote tam tikram asmeniui. 💪 Pradėjus patvirtinimą, jūs ir kitas vartotojas matys iššokantį langą programėlėje. Ten pamatysite seriją emocijų ar skaičių, kuriuos turite palyginti tarpusavyje. Geriausias būdas tai padaryti – susitikti arba pradėti vaizdo skambutį. 👭
lv: Ar cita lietotāja apliecināšanu vari pārliecināties, ka zini, kam Tu tiešām raksti. 💪 Kad uzsāc apliecināšanu, Tu un otrs lietotājs lietotnē redzēs uznirstošo logu. Tajā jūs redzēsiet dažādas emocijzīmes vai skaitļus, kas ir jāsalīdzina savā starpā. Labākais veids, kā to izdarīt, ir satikties vai uzsākt videozvanu. 👭
ro: Dacă verifici un alt utilizator, te poți asigura că știi cu cine vorbești cu adevărat. 💪 Când începi o verificare, tu și celălalt utilizator veți vedea o fereastră pop-up în aplicație. Acolo veți vedea apoi o serie de emoji sau numere pe care trebuie să le comparați între voi. Cel mai bun mod de a face acest lucru este să vă întâlniți sau să începeți un apel video. 👭
sl: Če preverite drugega uporabnika, ste lahko prepričani, da resnično veste, komu pišete. 💪 Ko začnete preverjanje, boste vi in drugi uporabnik videli pojavno okno v aplikaciji. Tam boste nato videli vrsto emojijev ali številk, ki jih morate primerjati med seboj. Najboljši način za to je, da se srečate ali začnete video klic. 👭
te: మీరు మరొక వినియోగదారుని ధృవీకరించినప్పుడు, మీరు నిజంగా ఎవరికీ రాస్తున్నారో తెలుసుకోవచ్చును. 💪 ధృవీకరణ ప్రారంభించినప్పుడు, మీరు మరియు ఇతర వినియోగదారుడు యాప్‌లో ఒక పాప్‌ప్ చూడగలుగుతారు. అక్కడ మీరు అనేక ఎమోజీలు లేదా సంఖ్యలను చూడగలుగుతారు, వాటిని మీరు పరస్పరం పోల్చాలి. ఇది చేయడానికి ఉత్తమ మార్గం కలుసుకోవడం లేదా వీడియో కాల్ ప్రారంభించడం. 👭
tr: Başka bir kullanıcıyı doğrularsanız, gerçekten kime yazdığınızı bildiğinizden emin olabilirsiniz. 💪 Bir doğrulama başlattığınızda, siz ve diğer kullanıcı uygulamada bir açılır pencere görecektir. Orada birbirinizle karşılaştırmanız gereken bir dizi emoji veya sayı göreceksiniz. Bunu yapmanın en iyi yolu buluşmak veya bir görüntülü arama başlatmaktır. 👭
uz: Agar siz boshqa foydalanuvchini tasdiqlasangiz, aslida kimga yozayotganingizni bilishingizga amin boʻlishingiz mumkin. 💪 Tekshiruvni boshlaganingizda, siz va boshqa foydalanuvchi ilovada qalqib chiquvchi oynani koʻrasiz. Keyin u yerda siz bir-biringiz bilan taqqoslashingiz kerak boʻlgan bir qator emojilar yoki raqamlarni koʻrasiz. Buning eng yaxshi usuli - uchrashish yoki video qoʻngʻiroqni boshlash. 👭
vi: Khi bạn xác minh người dùng khác, bạn đảm bảo biết chính xác người ấy là ai. Khi bắt đầu xác minh, cả hai sẽ thấy cửa sổ popup để so sánh chuỗi biểu tượng hoặc số. Tốt nhất là gặp trực tiếp hoặc qua cuộc gọi video để xác minh.
zh: 如果你验证了其他用户，就可以确保你清楚自己正在与谁进行通信。💪 当你开始验证时，你和其他用户将在应用中看到一个弹出窗口。然后你会看到一系列表情符号或数字，你和其他用户需要比较它们是否一致。 最好的方式是线下会面或开始视频通话。👭
zh_hant: 如果您驗證了另一個使用者，您可以確定您真正與誰通信。💪 當您開始驗證時，您和另一個使用者將在應用程式中看到一個彈出視窗。在那裡，您將看到一系列的表情符號或數字，您需要相互比較。 最好的方式是見面或開始視訊通話。👭

source: 🔐 Verify other device
ar: 🔐 التحقق من الجهاز الآخر
be: 🔐 Праверыць іншае прыладу
el: 🔐 Επιβεβαίωση άλλης συσκευής
fa: 🔐 تأیید دستگاه دیگر
fil: 🔐 I-verify ang ibang device
he: 🔐 אימות מכשיר אחר
ia: 🔐 Verificar altere dispositivo
ja: 🔐 他のデバイスを検証
ko: 🔐 다른 기기를 확인
lt: 🔐 Patvirtinti kitą įrenginį
lv: 🔐 Apliecināt otru ierīci
ro: 🔐 Verifică celălalt dispozitiv
sl: 🔐 Preveri drugo napravo
te: 🔐 ఇతర పరికరాన్ని ధృవీకరించండి
tr: 🔐 Diğer aygıtı doğrula
uz: 🔐 Boshqa qurilmani tasdiqlang
vi: 🔐 Xác minh thiết bị khác
zh: 🔐 验证其它设备
zh_hant: 🔐 驗證其他裝置

# verifyOtherDeviceDescription
source: When you verify another device, those devices can exchange keys, increasing your overall security. 💪 When you start a verification, a popup will appear in the app on both devices. There you will then see a series of emojis or numbers that you have to compare with each other. It's best to have both devices handy before you start the verification. 🤳
ar: عند التحقق من جهاز آخر، يمكن لهذه الأجهزة تبادل المفاتيح، مما يزيد من أمانك بشكل عام. 💪 عند بدء عملية التحقق، ستظهر نافذة منبثقة في التطبيق على كلا الجهازين. هناك سترى بعد ذلك سلسلة من الرموز التعبيرية أو الأرقام التي يتعين عليك مقارنتها مع بعضها البعض. من الأفضل أن يكون كلا الجهازين في متناول يديك قبل بدء عملية التحقق. 🤳
be: Калі вы правяраеце іншую прыладу, гэтыя прылады могуць абменьвацца ключамі, што павышае вашу агульную бяспеку. 💪 Калі вы пачынаеце праверку, у аплікацыі з'явіцца ўсплывальнае акно на абодвух прыладах. Там вы ўбачыце серыю эмодзі або нумароў, якія трэба параўнаць. Лепш мець абедзве прылады пад рукой перад пачаткам праверкі. 🤳
el: Όταν επιβεβαιώνετε μια άλλη συσκευή, αυτές οι συσκευές μπορούν να ανταλλάξουν κλειδιά, αυξάνοντας τη συνολική ασφάλειά σας. 💪 Όταν ξεκινάτε μια επιβεβαίωση, θα εμφανιστεί ένα αναδυόμενο παράθυρο στην εφαρμογή και στις δύο συσκευές. Εκεί θα δείτε μια σειρά από emoji ή αριθμούς που πρέπει να συγκρίνετε. Είναι καλύτερο να έχετε και τις δύο συσκευές έτοιμες πριν ξεκινήσετε την επιβεβαίωση. 🤳
fa: وقتی دستگاه دیگری را تأیید می‌کنید، این دستگاه‌ها می‌توانند کلیدهای رمزگذاری را رد و بدل کنند، که امنیت کلی شما را افزایش می‌دهد. 💪 وقتی فرآیند تأیید را شروع می‌کنید، یک پنجره پاپ‌آپ در برنامه در هر دو دستگاه ظاهر می‌شود. در آنجا، مجموعه‌ای از ایموجی‌ها یا اعداد را مشاهده می‌کنید که باید با هم مقایسه کنید. بهتر است قبل از شروع فرآیند تأیید، هر دو دستگاه در دسترس باشند. 🤳
fil: Kapag i-verify mo ang ibang device, maaaring magpalitan ng mga susi ang mga device na iyon, na nagpapataas ng iyong pangkalahatang seguridad. 💪 Kapag nagsimula ka ng verification, lalabas ang isang popup sa app sa parehong mga device. Doon makikita ninyo ang isang serye ng mga emojis o numero na kailangang ikumpara sa isa't isa. Mainam na handa ang parehong device bago magsimula ng verification. 🤳
he: כאשר תאמת מכשיר אחר, מכשירים אלה יוכלו להחליף מפתחות, מה שישפר את האבטחה הכוללת שלך. 💪 כאשר תתחיל תהליך אימות, יופיע חלון קופץ באפליקציה בשני המכשירים. שם תראו סדרת אמויות או מספרים שעליכם להשוות ביניהם. עדיף שיהיו שני המכשירים זמינים לפני שתתחיל את תהליך האימות. 🤳
ia: Quando tu verifica un altere dispositivo, illes dispositivos pote intercambiar claves, augmentante tu securitate global. 💪 Quando tu comencia un verification, un popup apparera in le application in tamben dispositivos. Illo te monstra un serie de emojis o numeros que tu debe comparar inter se. Es melior haber ambes dispositivos a mano ante que tu comencia le verification. 🤳
ja: 他のデバイスを検証すると、それらのデバイス間で鍵を交換でき、セキュリティが向上します。💪 検証を開始すると、両方のデバイスにアプリ内でポップアップが表示されます。そこには比較すべき絵文字や数字のシリーズが表示されます。検証を始める前に両方のデバイスを手元に用意しておくのが最良です。🤳
ko: 다른 장치를 확인하면, 장치와 키를 교환하고, 전반적인 보안을 증가시킵니다. 💪 확인을 시작하면 팝업은 두 장치에 나타납니다. 그런 다음 서로 비교해야 이모지 또는 숫자의 목록를 볼 수 있습니다. 확인을 시작하기 전에 모든 장치를 준비하세요. 🤳
lt: Patvirtinus kitą įrenginį, šie įrenginiai gali keistis raktus, taip padidindami jūsų bendrą saugumą. 💪 Pradėjus patvirtinimą, abiejų įrenginių programėlėse pasirodys iššokantis langas. Ten pamatysite seriją emocijų ar skaičių, kuriuos turite palyginti tarpusavyje. Geriausia turėti abu įrenginius po ranka prieš pradedant patvirtinimą. 🤳
lv: Kad apliecini citu ierīci, šīs ierīces var apmainīt atslēgas, palielinot vispārējo drošību. 💪 Pēc apliecināšanas uzsākšanas abās ierīcēs lietotnē parādīsies uznirstošais logs. Tajā būs redzamas dažādas emocijzīmes vai skaitļi, kas jāsalīdzina abās ierīcēs. Vislabāk, ja abas ierīces ir pieejamas, pirms tiek uzsākta apliecināšana. 🤳
ro: Când verifici un alt dispozitiv, acele dispozitive pot schimba chei, sporind securitatea generală. 💪 Când începi o verificare, va apărea o fereastră pop-up în aplicație pe ambele dispozitive. Acolo vei vedea apoi o serie de emoji sau numere pe care trebuie să le compari cu celălalt. Este recomandat să ai ambele dispozitive la îndemână înainte de a începe verificarea. 🤳
sl: Ko preverite drugo napravo, te naprave lahko izmenjujejo ključe, kar povečuje vašo celotno varnost. 💪 Ko začnete preverjanje, se v aplikaciji na obeh napravah prikaže pojavno okno. Tam boste nato videli vrsto emojijev ali številk, ki jih morate primerjati med seboj. Najbolje je, da imate obe napravi pri roki, preden začnete preverjanje. 🤳
te: మీరు మరొక పరికరాన్ని ధృవీకరించినప్పుడు, ఆ పరికరాలు కీలు మార్పిడి చేయగలవు, ఇది మీ మొత్తం భద్రతను పెంచుతుంది. 💪 ధృవీకరణ ప్రారంభించినప్పుడు, రెండు పరికరాల్లో యాప్‌లో ఒక పాప్‌ప్ కనిపిస్తుంది. అక్కడ మీరు అనేక ఎమోజీలు లేదా సంఖ్యలను చూడగలుగుతారు, వాటిని మీరు పరస్పరం పోల్చాలి. ధృవీకరణ ప్రారంభించడానికి ముందు రెండు పరికరాలు సిద్ధంగా ఉండటం ఉత్తమం. 🤳
tr: Başka bir aygıtı doğruladığınızda, bu aygıtlar anahtarları değiş tokuş ederek genel güvenliğinizi artırır. 💪 Bir doğrulama başlattığınızda, her iki aygıttaki uygulamada bir açılır pencere görünecektir. Orada birbirleriyle karşılaştırmanız gereken bir dizi emoji veya sayı göreceksiniz. Doğrulamaya başlamadan önce her iki aygıtın da elinizin altında olması en iyisidir. 🤳
uz: Boshqa qurilmani tasdiqlaganingizda, bu qurilmalar kalitlarni almashishi mumkin, bu umumiy xavfsizligingizni oshiradi. 💪 Tasdiqlashni boshlaganingizda, ikkala qurilmada ham ilovada qalqib chiquvchi oyna paydo bo‘ladi. U yerda siz bir-biri bilan taqqoslashingiz kerak bo‘lgan emojilar yoki raqamlar qatorini ko‘rasiz. Tasdiqlashni boshlashdan oldin ikkala qurilma ham yoningizda bo‘lgani ma’qul. ✓
vi: Khi xác minh thiết bị khác, hai thiết bị có thể trao đổi khóa, tăng bảo mật tổng thể. Khi bắt đầu xác minh, cả hai thiết bị sẽ thấy một popup so sánh chuỗi biểu tượng hoặc số. Hãy chuẩn bị sẵn hai thiết bị trước khi xác minh.
zh: 当你验证另一个设备时，这些设备可以交换密钥，从而提高整体安全性。 💪 当你开始验证时，两个设备上的应用都将显示一个弹出窗口。然后你会看到一系列表情符号或数字，你需要比较两个设备上显示的内容。在开始验证之前，最好将两个设备都放在手边。🤳
zh_hant: 當您驗證另一個裝置時，這些裝置可以交換密鑰，提升您的整體安全性。💪 當您開始驗證時，一個彈出視窗將在兩個裝置上的應用程式中出現。在那裡，您將看到一系列的表情符號或數字，您需要相互比較。在開始驗證之前最好有兩個裝置在手邊。🤳

# acceptedKeyVerification
source: {sender} accepted key verification
ar: وافق {sender} على التحقق من المفتاح
be: {sender} прыняў праверку ключа
el: {sender} αποδέχτηκε την επιβεβαίωση κλειδιού
fa: {sender} تأیید کلید را پذیرفت
fil: {sender} tinanggap ang verification ng susi
he: {sender} אישר אימות מפתח
ia: {sender} acceptava le verification de clave
ja: {sender} が鍵の検証を承認しました
ko: {sender}가 키 검증을 수락함
lt: {sender} priėmė raktų patvirtinimą
lv: {sender} apstiprināja atslēgas apliecināšanu
ro: {sender} a acceptat verificarea cheii
sl: {sender} je potrdil preverjanje ključa
te: {sender} కీ ధృవీకరణను అంగీకరించారు
tr: {sender} anahtar doğrulamayı kabul etti
uz: {sender} kalit tekshiruvini qabul qildi
vi: {sender} đã chấp nhận xác minh khóa
zh: {sender} 接受了密钥验证
zh_hant: {sender} 接受了密鑰驗證

source: Content notification settings
ar: إعدادات إشعارات المحتوى
be: Налады апавяшчэнняў пра змест
el: Ρυθμίσεις ειδοποιήσεων περιεχομένου
fa: تنظیمات اعلان محتوا
fil: Mga setting ng notipikasyon sa nilalaman
he: הגדרות התראות תוכן
ia: Configuration de notification de contento
ja: コンテンツ通知設定
ko: 콘텐츠 알림 설정
lt: Turinio pranešimų nustatymai
lv: Satura paziņojumu iestatījumi
ro: Setări notificări conținut
sl: Nastavitve obvestil o vsebini
te: విషయ సూచన నోటిఫికేషన్ సెట్టింగులు
tr: İçerik bildirim ayarları
uz: Kontent bildirishnomasi sozlamalari
vi: Cài đặt thông báo nội dung
zh: 内容通知设置
zh_hant: 內容通知設定

source: General notification settings
ar: إعدادات الإشعارات العامة
be: Агульныя налады апавяшчэнняў
el: Γενικές ρυθμίσεις ειδοποιήσεων
fa: تنظیمات اعلان عمومی
fil: Pangkalahatang mga setting ng notipikasyon
he: הגדרות התראות כלליות
ia: Configuration general de notification
ja: 一般通知設定
ko: 일반 알림 설정
lt: Bendrieji pranešimų nustatymai
lv: Vispārēji paziņojumu iestatījumi
ro: Setări generale de notificare
sl: Splošne nastavitve obvestil
te: సాధారణ నోటిఫికేషన్ సెట్టింగులు
tr: Genel bildirim ayarları
uz: Umumiy bildirishnoma sozlamalari
vi: Cài đặt thông báo chung
zh: 常规通知设置
zh_hant: 常規通知設定

source: Room notification settings
ar: إعدادات إشعارات الغرفة
be: Налады апавяшчэнняў пакоя
el: Ρυθμίσεις ειδοποιήσεων δωματίου
fa: تنظیمات اعلان اتاق
fil: Mga setting ng notipikasyon sa silid
he: הגדרות התראות חדר
ia: Configuration de notification de sala
ja: ルーム通知設定
ko: 채팅방 알림 설정
lt: Patalpos pranešimų nustatymai
lv: Istabu paziņojumu iestatījumi
ro: Setări notificări cameră
sl: Nastavitve obvestil sobe
te: గది నోటిఫికేషన్ సెట్టింగులు
tr: Oda bildirim ayarları
uz: Xona bildirishnomasi sozlamalari
vi: Cài đặt thông báo phòng
zh: 聊天室通知设置
zh_hant: 聊天室通知設定

source: User specific notification settings
ar: إعدادات إشعارات خاصة بالمستخدم
be: Індывідуальныя налады апавяшчэнняў карыстальніка
el: Εξατομικευμένες ρυθμίσεις ειδοποιήσεων χρήστη
fa: تنظیمات اعلان خاص کاربر
fil: Mga partikular na setting ng notipikasyon sa gumagamit
he: הגדרות התראות ייחודיות למשתמש
ia: Configuration de notification specific a usator
ja: ユーザー固有の通知設定
ko: 사용자별 알림 설정
lt: Vartotojo specifiniai pranešimų nustatymai
lv: Lietotāja paziņojumu iestatījumi
ro: Setări notificări specifice utilizatorului
sl: Uporabniško specifične nastavitve obvestil
te: వినియోగదారు ప్రత్యేక నోటిఫికేషన్ సెట్టింగులు
tr: Kullanıcıya özel bildirim ayarları
uz: Foydalanuvchiga xos bildirishnoma sozlamalari
vi: Cài đặt thông báo theo người dùng
zh: 使用特定通知设置
zh_hant: 用戶特定通知設定

source: Other notification settings
ar: إعدادات إشعارات أخرى
be: Іншыя налады апавяшчэнняў
el: Άλλες ρυθμίσεις ειδοποιήσεων
fa: سایر تنظیمات اعلان
fil: Ibang mga setting ng notipikasyon
he: הגדרות התראות אחרות
ia: Autre configuration de notification
ja: その他の通知設定
ko: 기타 알림 설정
lt: Kiti pranešimų nustatymai
lv: Citi paziņojumu iestatījumi
ro: Alte setări de notificare
sl: Druge nastavitve obvestil
te: ఇతర నోటిఫికేషన్ సెట్టింగులు
tr: Diğer bildirim ayarları
uz: Boshqa bildirishnoma sozlamalari
vi: Cài đặt thông báo khác
zh: 其他通知设置
zh_hant: 其他通知設定

# notificationRuleContainsUserName
source: Contains User Name
ar: يحتوي على اسم المستخدم
be: Утрымлівае імя карыстальніка
el: Περιέχει όνομα χρήστη
fa: شامل نام کاربری
fil: Naglalarawan ng Pangalan ng Gumagamit
he: מכיל שם משתמש
ia: Contine Nomine de Usator
ja: ユーザー名を含む
ko: 유저 이름을 포함함
lt: Apima vartotojo vardą
lv: Saturs lietotāja vārdu
ro: Conține Numele Utilizatorului
sl: Vsebuje uporabniško ime
te: వినియోగదారు పేరు కలిగి ఉంటుంది
tr: Kullanıcı Adını İçeriyor
uz: Foydalanuvchi nomini ichiga oladi
vi: Chứa tên người dùng
zh: 包含用户名
zh_hant: 包含用户名稱

# notificationRuleContainsUserNameDescription
source: Notifies the user when a message contains their username.
ar: يُعلم المستخدم عندما تحتوي رسالة على اسم المستخدم الخاص به.
be: Паведамляе карыстальніку, калі паведамленне ўтрымлівае яго імя карыстальніка.
el: Ειδοποιεί τον χρήστη όταν ένα μήνυμα περιέχει το όνομα χρήστη του.
fa: کاربر را زمانی که پیام حاوی نام کاربری او است مطلع می‌کند.
fil: Nagbibigay-alam sa gumagamit kapag ang isang mensahe ay naglalaman ng kanilang pangalan ng gumagamit.
he: מעדכן את המשתמש כאשר הודעה מכילה את שם המשתמש שלו.
ia: Notificationa le usator quando un message contine lor nomine de usator.
ja: メッセージにユーザー名が含まれている場合、ユーザーに通知します。
ko: 메시지가 유저의 이름을 포함할때 알림합니다.
lt: Praneša vartotojui, kai žinutė apima jų vartotojo vardą.
lv: Paziņo lietotājam, kad ziņa satur viņa lietotājvārdu.
ro: Notifică utilizatorul când un mesaj conține numele său de utilizator.
sl: Obvešča uporabnika, ko sporočilo vsebuje njegovo uporabniško ime.
te: సందేశంలో వారి వినియోగదారు పేరు ఉంటే వినియోగదారునికి తెలియజేస్తుంది.
tr: Bir mesaj kullanıcının kullanıcı adını içerdiğinde kullanıcıyı bilgilendirir.
uz: Xabarda foydalanuvchi nomi mavjud bo‘lsa, foydalanuvchiga xabar beradi.
vi: Thông báo cho người dùng khi một tin nhắn chứa tên người dùng của họ.
zh: 当消息包含用户名时通知使用该用户名的用户。
zh_hant: 當訊息帶有用户名稱時通知用戶。

# notificationRuleMaster
source: Mute all notifications
ar: كتم جميع الإشعارات
be: Заглушыць усе апавяшчэнні
el: Απενεργοποίηση όλων των ειδοποιήσεων
fa: بی‌صدا کردن همه اعلان‌ها
fil: I-mute ang lahat ng mga notipikasyon
he: השבת את כל ההתראות
ia: Mute tote le notificationes
ja: すべての通知をミュート
ko: 모든 알림 음소거
lt: Išjungti visus pranešimus
lv: Apklusināt visus paziņojumus
ro: Oprește toate notificările
sl: Utišaj vsa obvestila
te: అన్ని నోటిఫికేషన్లను మ్యూట్ చేయండి
tr: Tüm bildirimleri sessize al
uz: Barcha bildirishnomalarni ovozsiz qilish
vi: Tắt tất cả thông báo
zh: 静音所有通知
zh_hant: 靜音所有通知

# notificationRuleMasterDescription
source: Overrides all other rules and disables all notifications.
ar: يتجاوز جميع القواعد الأخرى ويعطل جميع الإشعارات.
be: Пераўзыходзіць усе іншыя правілы і адключае ўсе апавяшчэнні.
el: Παρακάμπτει όλους τους άλλους κανόνες και απενεργοποιεί όλες τις ειδοποιήσεις.
fa: تمام قوانین دیگر را نادیده می‌گیرد و همه اعلان‌ها را غیرفعال می‌کند.
fil: Nilalampasan ang lahat ng iba pang mga patakaran at pinipigilan ang lahat ng mga notipikasyon.
he: מבטל את כל הכללים האחרים ומכבה את כל ההתראות.
ia: Superpone tote le altere regula e disactivate tote le notificationes.
ja: すべてのルールを上書きし、すべての通知を無効にします。
ko: 모든 규칙을 무시하고 모든 알림을 비활성화합니다.
lt: Perrašo visus kitus nustatymus ir išjungia visus pranešimus.
lv: Aizvieto visas pārējās kārtulas un atspējo visus paziņojumus.
ro: Suprascrie toate celelalte reguli și dezactivează toate notificările.
sl: Prekliče vse druge pravila in onemogoči vsa obvestila.
te: అన్ని ఇతర నియమాలను దాటివెయ్యి మరియు అన్ని నోటిఫికేషన్లను ఆపుతుంది.
tr: Tüm diğer kuralları geçersiz kılar ve tüm bildirimleri devre dışı bırakır.
uz: Boshqa barcha qoidalarni bekor qiladi va barcha bildirishnomalarni faolsizlantiradi.
vi: Ghi đè tất cả các quy tắc khác và tắt tất cả thông báo.
zh: 覆盖所有其他规则并禁用所有通知。
zh_hant: 覆蓋所有其他規則並禁止所有通知。

# notificationRuleSuppressNotices
source: Suppress Automated Messages
ar: كتم الرسائل التلقائية
be: Падаўленне аўтаматычных паведамленняў
el: Καταστολή αυτόματων μηνυμάτων
fa: سرکوب پیام‌های خودکار
fil: Pigilin ang Mga Automated na Mensahe
he: השתק הודעות אוטומטיות
ia: Suppressar messages automatise
ja: 自動メッセージを抑制
ko: 자동화된 메시지 무시
lt: Slėpti automatinius pranešimus
lv: Apspiest automātiskās ziņas
ro: Suprimă mesajele automate
sl: Potlači avtomatizirana sporočila
te: ఆటోమేటెడ్ సందేశాలను దాచండి
tr: Otomatik Mesajları Bastır
uz: Avtomatlashtirilgan xabarlarni o‘chirish
vi: Tắt thông báo tự động
zh: 隐藏自动消息
zh_hant: 隱藏自動化消息

# notificationRuleInviteForMe
source: Invite for Me
ar: دعوة لي
be: Запрашэнне для мяне
el: Πρόσκληση για μένα
fa: دعوت برای من
fil: Imbitahan para sa Akin
he: הזמנה עבורי
ia: Invitar pro me
ja: 私への招待
ko: 초대를 받음
lt: Pakvietimas man
lv: Uzaicinājums man
ro: Invită pentru mine
sl: Vabilo zame
te: నాకు ఆహ్వానం పంపండి
tr: Benim İçin Davet
uz: Men uchun taklif qilish
vi: Mời cho tôi
zh: 给我的邀请
zh_hant: 邀請我
