Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# sendCanceled
source: Sending canceled
ar: تم إلغاء الإرسال
be: Адпраўка скасавана
el: Η αποστολή ακυρώθηκε
fa: ارسال لغو شد
fil: Kinansela ang pagpapadala
he: השליחה בוטלה
ia: Le invio ha essite cancellate
ja: 送信がキャンセルされました
ko: 전송 최소됨
lt: Siuntimas atšauktas
lv: Sūtīšana atcelta
ro: Trimiterea a fost anulată
sl: Pošiljanje preklicano
te: పంపడం రద్దయింది
tr: Gönderme iptal edildi
uz: Yuborish bekor qilindi
vi: Đã hủy gửi
zh: 发送被取消
zh_hant: 傳送取消

source: Login with Matrix-ID
ar: تسجيل الدخول باستخدام معرف ماتريكس
be: Увайсці з Matrix-ID
el: Σύνδεση με Matrix-ID
fa: ورود با Matrix-ID
fil: Mag-login gamit ang Matrix-ID
he: התחבר עם מזהה Matrix
ia: Login con Matrix-ID
ja: Matrix-IDでログイン
ko: Matrix-ID로 로그인
lt: Prisijungti naudodami Matrix-ID
lv: Pieteikties ar Matrix-Id
ro: Autentificare cu Matrix-ID
sl: Prijava z Matrix-ID-jem
te: మ్యాట్రిక్స్-ID తో లాగిన్ చేయండి
tr: Matrix kimliği ile oturum aç
uz: Matriks-ID bilan kirish
vi: Đăng nhập với Matrix-ID
zh: 使用 Matrix-ID 登录
zh_hant: 以Matrix-ID登入

source: Discover homeservers
ar: اكتشف الخوادم المنزلية
be: Адкрыйце хатнія серверы
el: Ανακαλύψτε τους διακομιστές
fa: کشف سرورهای خانگی
fil: Tuklasin ang mga homeserver
he: גלה שרתי בית
ia: Discoverer servitores principal
ja: ホームサーバーを探索
ko: 홈서버 찾아보기
lt: Atrasti namų serverius
lv: Atklāt mājasserverus
ro: Descoperă serverele principale
sl: Odkrijte domače strežnike
te: హోమ్‌సర్వర్లను కనుగొనండి
tr: Ana sunucuları keşfet
uz: Uy serverlarini kashf eting
vi: Khám phá máy chủ
zh: 发现主服务器
zh_hant: 探索歸屬伺服器

source: What is a homeserver?
ar: ما هو خادم المنزل ؟
be: Што такое хатні сервер?
el: Τι είναι ένας διακομιστής σπιτιού;
fa: سرور خانگی چیست؟
fil: Ano ang isang homeserver?
he: מהו שרת בית?
ia: Que es un servitor principal?
ja: ホームサーバーとは何ですか？
ko: 홈서버가 무엇인가요?
lt: Kas yra namų serveris?
lv: Kas ir mājasserveris?
ro: Ce este un server principal?
sl: Kaj je domači strežnik?
te: హోమ్‌సర్వర్ అంటే ఏమిటి?
tr: Ana sunucu nedir?
uz: Uy serveri nima?
vi: Máy chủ là gì?
zh: 什么是主服务器？
zh_hant: 什麼是歸屬伺服器?

# homeserverDescription
source: All your data is stored on the homeserver, just like an email provider. You can choose which homeserver you want to use, while you can still communicate with everyone. Learn more at at https://matrix.org.
ar: يتم تخزين جميع بياناتك على خادم المنزل، تمامًا مثل مزود خدمة البريد الإلكتروني. يمكنك اختيار خادم البيت الذي تريد استخدامه، بينما لا يزال بإمكانك التواصل مع الجميع. اعرف المزيد على https://matrix.org.
be: Усе вашы дадзеныя захоўваюцца на хатнім серверы, так жа, як і ў пастаўшчыка электроннай пошты. Вы можаце выбраць, які хатні сервер выкарыстоўваць, пры гэтым вы можаце працягваць камунікаваць з усімі. Даведайцеся больш на https://matrix.org.
el: Όλα τα δεδομένα σας αποθηκεύονται στον διακομιστή σπιτιού, όπως και ένας πάροχος email. Μπορείτε να επιλέξετε ποιον διακομιστή σπιτιού θέλετε να χρησιμοποιήσετε, ενώ μπορείτε ακόμα να επικοινωνείτε με όλους. Μάθετε περισσότερα στο https://matrix.org.
fa: تمام داده‌های شما در سرور خانگی ذخیره می‌شود، همانند یک ارائه‌دهنده ایمیل. شما می‌توانید سرور خانگی مورد نظر خود را انتخاب کنید، در حالی که هنوز می‌توانید با همه ارتباط برقرار کنید. بیشتر بدانید در https://matrix.org.
fil: Lahat ng iyong data ay naka-imbak sa homeserver, katulad ng isang email provider. Maaari kang pumili kung aling homeserver ang nais mong gamitin, habang maaari ka pa ring makipag-ugnayan sa lahat. Matuto pa sa https://matrix.org.
he: כל הנתונים שלך נשמרים בשרת הבית, בדיוק כמו ספק דואר אלקטרוני. תוכל לבחור באיזה שרת בית להשתמש, ועדיין לתקשר עם כולם. למידע נוסף בכתובת https://matrix.org.
ia: Tote tu datos es stoccate in le servitor principal, similar a un proveedor de email. Tu pote seliger qual servitor principal tu vole usar, e tu pote ancora communicar con omnes. Discerca de plus a https://matrix.org.
ja: すべてのデータはホームサーバーに保存されます。メールプロバイダーのように、使用したいホームサーバーを選択できますが、誰とでも通信を続けることができます。詳細はhttps://matrix.orgをご覧ください。
ko: 당신의 모든 데이터는 이메일과 흡사하게 당신의 홈서버에 저장됩니다. 당신이 소통하고 싶은 사람들과 다른 서버를 사용해도 무관하니 당신이 원하는 홈서버를 선택해도 됩니다. https://matrix.org에서 자세히 알아보세요.
lt: Visi jūsų duomenys saugomi namų serveryje, kaip ir el. pašto paslaugos teikėjas. Galite pasirinkti, kurį namų serverį naudoti, tačiau vis tiek galite bendrauti su visais. Sužinokite daugiau adresu https://matrix.org.
lv: Visi lietotāja dati tiek glabāti mājasserverī, gluži kā ar e-pasta nodrošinātāju. Ir iespējams izvēlēties, kuru mājasserveri izmantot, saglabājot iespēju sazināties ar ikvienu. Vairāk var uzzināt https://matrix.org.
ro: Toate datele dvs. sunt stocate pe serverul de acasă, la fel ca un furnizor de email. Puteți alege serverul de acasă pe care doriți să îl utilizați, în timp ce puteți comunica în continuare cu toți. Aflați mai multe la https://matrix.org.
sl: Vsi vaši podatki so shranjeni na domačem strežniku, podobno kot pri ponudniku e-pošte. Lahko izberete, kateri domači strežnik želite uporabljati, medtem ko lahko še vedno komunicirate z vsemi. Več informacij na https://matrix.org.
te: మీ అన్ని డేటా హోమ్‌సర్వర్‌లో నిల్వ ఉంటుంది, అదే ఇమెయిల్ ప్రొవైడర్‌లా. మీరు ఏ హోమ్‌సర్వర్ ఉపయోగించాలో ఎంచుకోవచ్చు, ఇంకా మీరు అందరితో కమ్యూనికేట్ చేయగలుగుతారు. మరింత తెలుసుకోండి https://matrix.org వద్ద.
tr: Tüm verileriniz tıpkı bir e-posta sağlayıcısı gibi ana sunucuda saklanır. Hangi ana sunucuyu kullanmak istediğinizi seçebilir ve herkesle iletişim kurmaya devam edebilirsiniz. https://matrix.org adresinden daha fazla bilgi edinin.
uz: Barcha ma’lumotlaringiz xuddi elektron pochta provayderi kabi homeserverda saqlanadi. Siz qaysi uy serveridan foydalanishni tanlashingiz mumkin, shu bilan birga siz hamma bilan muloqot qilishingiz mumkin. Batafsil: https://matrix.org.
vi: Tất cả dữ liệu của bạn sẽ lưu trên máy chủ, tương tự nhà cung cấp email. Bạn có thể chọn bất kỳ máy chủ nào tương thích và vẫn trò chuyện với mọi người. Tìm hiểu thêm tại https://matrix.org.
zh: 主服务器上就像电子邮件提供商，你的所有数据都存储在上面。你可以选择你想使用哪个主服务器。在 https://matrix.org 上了解更多信息。
zh_hant: 您的所有資料都儲存在歸屬伺服器上，就像電子郵件提供商一樣。 您可以選擇要使用的歸屬伺服器，同時您仍然可以與每個人溝通。 請訪問https://matrix.org瞭解更多資訊。

# doesNotSeemToBeAValidHomeserver
source: Doesn't seem to be a compatible homeserver. Wrong URL?
ar: لا يبدو أنه خادم منزلي متوافق. عنوان URL غير صحيح ؟
be: Гэта, здаецца, несумяшчальны хатні сервер. Няправільны URL?
el: Δεν φαίνεται να είναι συμβατός διακομιστής σπιτιού. Λάθος URL;
fa: به نظر نمی‌رسد سرور خانگی سازگار باشد. آدرس URL نادرست است؟
fil: Mukhang hindi isang compatible na homeserver. Mali ang URL?
he: נראה שזה לא שרת בית תואם. כתובת URL שגויה?
ia: Non pare esser un servitor principal compatible. URL incorrecte?
ja: 有効なホームサーバーのようではありません。URLが間違っていますか？
ko: 호환되는 홈서버가 아닌 것 같습니다. URL을 올바르게 입력됐나요?
lt: Atrodo, kad tai nėra suderinamas namų serveris. Neteisingas URL?
lv: Neizskatās pēc saderīga mājasservera. Nepareizs URL?
ro: Se pare că nu este un server de acasă compatibil. URL greșit?
sl: Zdi se, da ni združljiv domači strežnik. Napačen URL?
te: సరైన హోమ్‌సర్వర్ కాదు అనిపిస్తోంది. తప్పు URL?
tr: Uyumlu bir ana sunucu gibi görünmüyor. Yanlış URL mi?
uz: Uy serveri mos emasga o‘xshaydi. URL xato kiritilganmi?
vi: Có vẻ đây không phải máy chủ tương thích. URL sai?
zh: 似乎不是兼容的主服务器。URL 不正确？
zh_hant: 似乎不是能匹配的歸屬伺服器。伺服器域名打錯了嗎？

source: Calculating file size...
ar: جارٍ حساب حجم الملف...
be: Разлік памеру файла...
el: Υπολογισμός μεγέθους αρχείου...
fa: در حال محاسبه حجم فایل...
fil: Kinakalkula ang laki ng file...
he: חישוב גודל הקובץ...
ia: Calculante le grandezza del file...
ja: ファイルサイズを計算中...
ko: 파일 크기 계산 중...
lt: Skaičiuojama failo dydis...
lv: Aprēķina datnes lielumu...
ro: Calcularea dimensiunii fișierului...
sl: Izračun velikosti datoteke...
te: ఫైల్ పరిమాణం లెక్కించబడుతోంది...
tr: Dosya boyutu hesaplanıyor...
uz: Fayl hajmi hisoblanmoqda...
vi: Đang tính kích thước tệp...
zh: 计算文件尺寸中…
zh_hant: 正在計算檔案大小…

source: Prepare sending attachment...
ar: إعداد مرفق الإرسال...
be: Падрыхтоўка да адпраўкі прыкладання...
el: Ετοιμασία αποστολής συνημμένου...
fa: آماده‌سازی برای ارسال پیوست...
fil: Ihanda ang pagpapadala ng attachment...
he: הכן שליחת קובץ מצורף...
ia: Prepara inviar attachment...
ja: 添付ファイルの送信準備中...
ko: 첨부된 파일 전송 준비 중...
lt: Ruošiama siųsti priedą...
lv: Sagatavo pielikuma nosūtīšanu...
ro: Pregătirea trimiterii atașamentului...
sl: Priprava pošiljanja priponke...
te: జోడింపును పంపడానికి సిద్ధం చేయండి...
tr: Ek gönderilmeye hazırlanıyor...
uz: Yuborish uchun biriktirmani tayyorlang...
vi: Chuẩn bị gửi tệp đính kèm...
zh: 准备发送附件…
zh_hant: 準備傳送附件…

source: Sending attachment...
ar: جارٍ إرسال المرفق...
be: Адпраўка прыкладання...
el: Αποστολή συνημμένου...
fa: در حال ارسال پیوست...
fil: Ipinapadala ang attachment...
he: שולח קובץ מצורף...
ia: Inviando attachment...
ja: 添付ファイルを送信中...
ko: 첨부된 파일 전송 중...
lt: Siunčiama priedas...
lv: Nosūta pielikumu...
ro: Trimitere atașament...
sl: Pošiljanje priponke...
te: జోడింపు పంపడం...
tr: Ek gönderiliyor...
uz: Biriktirish yuborilmoqda...
vi: Đang gửi tệp đính kèm...
zh: 发送附件中…
zh_hant: 附件傳送中…

source: Generating video thumbnail...
ar: جارٍ إنشاء صورة مصغرة للفيديو...
be: Стварэнне эскізу відэа...
el: Δημιουργία μικρογραφίας βίντεο...
fa: در حال تولید تصویر بند انگشتی ویدیو...
fil: Nilikha ang video thumbnail...
he: יוצר תצלום ממוזער של הווידאו...
ia: Generante miniatura de video...
ja: ビデオのサムネイルを生成中...
ko: 영상 썸네일 만드는 중...
lt: Generuojamas vaizdo antraštė...
lv: Izveido video sīktēlu...
ro: Generarea miniaturii video...
sl: Ustvarjanje sličice videa...
te: వీడియో థంబ్నెయిల్ రూపొందించడం...
tr: Video küçük resmi oluşturuluyor...
uz: Video eskizi yaratilmoqda...
vi: Đang tạo ảnh thu nhỏ video...
zh: 生成视频缩略图中…
zh_hant: 生成影片縮圖中…

# compressVideo
source: Compressing video...
ar: جارٍ ضغط الفيديو...
be: Сцісканне відэа...
el: Συμπίεση βίντεο...
fa: در حال فشرده‌سازی ویدیو...
fil: I-compress ang video...
he: דוחס את הווידאו...
ia: Compression de video...
ja: ビデオを圧縮中...
ko: 영상 압축 중...
lt: Suspaudžiama vaizdo įrašas...
lv: Saspiež video...
ro: Comprimare video...
sl: Stiskanje videa...
te: వీడియో కంప్రెస్ చేయడం...
tr: Video sıkıştırılıyor...
uz: Video siqilmoqda...
vi: Đang nén video...
zh: 压缩视频中…
zh_hant: 影片壓縮中…

# sendingAttachmentCountOfCount
source: Sending attachment {index} of {length}...
ar: جارٍ إرسال المرفق {index} من {length}...
be: Адпраўка прыкладання {index} з {length}...
el: Αποστολή συνημμένου {index} από {length}...
fa: در حال ارسال پیوست {index} از {length}...
fil: Ipadala ang attachment {index} ng {length}...
he: שולח קובץ מצורף {index} מתוך {length}...
ia: Inviando attachment {index} de {length}...
ja: 添付ファイル {index} / {length} を送信中...
ko: 첨부파일 {length}개중 {index}번째 전송 중...
lt: Siunčiama priedas {index} iš {length}...
lv: Nosūta {index}. pielikumu no {length}...
ro: Trimitere atașament {index} din {length}...
sl: Pošiljanje priponke {index} od {length}...
te: జోడింపు {index} నుండి {length} పంపడం...
tr: Ek {index} / {length} gönderiliyor...
uz: Biriktirma yuborilmoqda: {index} of {length}...
vi: Đang gửi tệp đính kèm {index} / {length}...
zh: 正在发送附件 {index}，共 {length} 个附件…
zh_hant: 附件傳送中 {index}/{length}…

# serverLimitReached
source: Server limit reached! Waiting {seconds} seconds...
ar: تم الوصول إلى حد الخادم! انتظر {seconds} ثانية...
be: Даступна мяжа сервера! Чаканне {seconds} секунд...
el: Έφτασε το όριο του διακομιστή! Περιμένετε {seconds} δευτερόλεπτα...
fa: محدودیت سرور رسیده است! در حال انتظار {seconds} ثانیه...
fil: Nabot na ang limit ng server! Naghihintay {seconds} segundo...
he: הגבלת השרת הושגה! מחכה {seconds} שניות...
ia: Limite del servitor attingite! Expecta {seconds} secundas...
ja: サーバーの制限に達しました！ {seconds}秒待機中...
ko: 서버 한도에 도달했습니다! {seconds}초 기다리는 중...
lt: Serverio limitas pasiektas! Laukiama {seconds} sekundžių...
lv: Sasniegts servera ierobežojums. Gaida {seconds} sekundes...
ro: Limita serverului atinsă! Așteptați {seconds} secunde...
sl: Dosežena je meja strežnika! Čakanje {seconds} sekund...
te: సర్వర్ పరిమితి చేరుకుంది! {seconds} సెకన్లు వేచివుండండి...
tr: Sunucu sınırına ulaşıldı! {seconds} saniye bekleniyor...
uz: Server limiti tugadi! {seconds} soniya kutilmoqda...
vi: Máy chủ quá tải! Đợi {seconds} giây...
zh: 达到了服务器限制！等待 {seconds} 秒…
zh_hant: 已達伺服器上限! 請稍等{seconds}秒…

source: One of your devices is not verified
ar: لم يتم التحقق من أحد أجهزتك
be: Адзін з вашых прылад не праверены
el: Ένα από τα συσκευές σας δεν είναι επαληθευμένο
fa: یکی از دستگاه‌های شما تأیید نشده است
fil: Isa sa iyong mga device ay hindi na-verify
he: אחד מהמכשירים שלך לא מאומת
ia: Un de tu dispositivos non es verificat
ja: あなたのデバイスの一つが未認証です
ko: 당신의 기기 중 하나가 인증되지 않았음
lt: Vienas iš jūsų įrenginių nėra patvirtintas
lv: Viena no ierīcēm nav apliecināta
ro: Unul dintre dispozitivele dvs. nu este verificat
sl: Ena od vaših naprav ni preverjena
te: మీ డివైస్‌లలో ఒకటి నిర్ధారించబడలేదు
tr: Aygıtlarınızdan biri doğrulanmadı
uz: Qurilmalaringizdan biri tasdiqlanmagan
vi: Một trong các thiết bị của bạn chưa được xác minh
zh: 您设备中的一台未验证
zh_hant: 你的其中一個裝置尚未驗證

# continueText
source: Continue
ar: استمرار
be: Працягваць
el: Συνέχεια
fa: ادامه دهید
fil: Magpatuloy
he: המשך
ia: Continer
ja: 続ける
ko: 계속하기
lt: Tęsti
lv: Turpināt
ro: Continuă
sl: Nadaljuj
te: కొనసాగించండి
tr: Devam et
uz: Davom ettirish
vi: Tiếp
zh: 继续
zh_hant: 繼續

source: Blur:
ar: الضبابية:
be: Размыццё:
el: Θάμπωμα:
fa: محو کردن:
he: טשטוש:
ia: Blurring:
ja: ぼかし:
ko: 블러:
lt: Išsklaidymas:
lv: Aizmiglojums:
ro: Estompare:
sl: Zameglitev:
te: ధూదం:
uz: Xiralashtirish:
vi: Mờ:
zh: 模糊：
zh_hant: 模糊:

source: Opacity:
ar: التعتيم:
be: Непразрыстасць:
el: Αδιαφάνεια:
fa: شفافیت:
he: אטימות:
ia: Opacitate:
ja: 不透明度:
ko: 불투명:
lt: Skaidrumas:
lv: Necaurredzamība:
ro: Opacitate:
sl: Neprosojnost:
te: అపారదర్శకత:
tr: Şeffaflık:
uz: Noaniqlik:
vi: Độ trong suốt:
zh: 不透明：
zh_hant: 不透明度:

source: Set wallpaper
ar: تعيين الخلفية
be: Усталяваць фонавы малюнак
el: Ορισμός φόντου
fa: تنظیم پس‌زمینه
fil: Itakda ang wallpaper
he: הגדר רקע
ia: Stabilir fondo de pantalla
ja: 壁紙を設定
ko: 배경화면 설정하기
lt: Nustatyti foną
lv: Iestatīt ekrāntapeti
ro: Setează fundalul de ecran
sl: Nastavi ozadje
te: వాల్‌పేపర్‌ను సెట్ చేయండి
tr: Duvar kağıdı seç
uz: Fon rasmini sozlash
vi: Đặt hình nền
zh: 设置壁纸
zh_hant: 設定背景樣式

source: Manage account
ar: ‫إدارة الحساب‬
be: Кіраванне акаўнтам
el: Διαχείριση λογαριασμού
fa: مدیریت حساب
fil: Pamahalaan ang account
he: נהל את החשבון
ia: Gerir conto
ja: アカウントを管理
ko: 계정 관리하기
lt: Tvarkyti paskyrą
lv: Pārvaldīt kontu
ro: Gestionați contul
sl: Upravljanje računa
te: ఖాతాను నిర్వహించండి
tr: Hesabı yönet
uz: Hisobni boshqarish
vi: Quản lý tài khoản
zh: 管理账户
zh_hant: 帳號管理

# noContactInformationProvided
source: Server does not provide any valid contact information
ar: لا يقدم السيرفر أي معلومات اتصال صحيحة
be: Сервер не прадастаўляе сапраўдную кантактную інфармацыю
el: Ο διακομιστής δεν παρέχει έγκυρες πληροφορίες επικοινωνίας
fa: سرور هیچ اطلاعات تماس معتبر ارائه نمی‌دهد
fil: Walang ibinigay na balidong impormasyon ng contact ang server
he: השרת לא מספק פרטי יצירת קשר תקפים
ia: Le servitor non provide information de contacto valide
ja: サーバーは有効な連絡先情報を提供していません
ko: 서버가 유효한 연락처 정보를 제공하지 않음
lt: Serveris nepateikia jokių galiojančių kontaktinės informacijos
lv: Serveris nesniedz nekādu derīgu saziņas informāciju
ro: Serverul nu furnizează nicio informație de contact validă
sl: Strežnik ne zagotavlja veljavnih kontaktnih informacij
te: సర్వర్ ఏదైనా చెల్లుబాటు అయ్యే సంప్రదింపు సమాచారం అందించలేదు
tr: Sunucu geçerli bir iletişim bilgisi sunmadı
uz: Server hech qanday yaroqli kontakt axborotini taqdim etmaydi
vi: Máy chủ không cung cấp thông tin liên hệ hợp lệ
zh: 服务器未提供任何有效的联系信息
zh_hant: 伺服器沒有提供任何有效的聯絡資訊

source: Contact server admin
ar: اتصل بمسؤول الخادم
be: Звяжыцеся з адміністратарам сервера
el: Επικοινωνήστε με τον διαχειριστή του διακομιστή
fa: تماس با مدیر سرور
fil: Makipag-ugnayan sa admin ng server
he: צור קשר עם מנהל השרת
ia: Contactar le administrator del servitor
ja: サーバー管理者に連絡
ko: 서버 관리자에게 연락하기
lt: Susisiekti su serverio administratoriumi
lv: Sazināties ar servera pārvaldītāju
ro: Contactați administratorul serverului
sl: Kontaktirajte skrbnika strežnika
te: సర్వర్ అడ్మిన్‌ను సంప్రదించండి
tr: Sunucu yöneticisiyle iletişime geçin
uz: Server administratori bilan bog‘lanish
vi: Liên hệ quản trị viên máy chủ
zh: 联系服务器管理员
zh_hant: 聯繫伺服器管理員

source: Contact server security
ar: الاتصال بمسؤول أمان ااخادم
be: Звяжыцеся з бяспекай сервера
el: Επικοινωνία με την ασφάλεια διακομιστή
fa: تماس با امنیت سرور
fil: Makipag-ugnayan sa seguridad ng server
he: צור קשר עם אבטחת השרת
ia: Contactar le securitate del servitor
ja: サーバーのセキュリティに連絡
ko: 서버 보안 관리자에게 연락하기
lt: Susisiekti su serverio saugumu
lv: Sazināties ar servera drošības uzturētājiem
ro: Contactați securitatea serverului
sl: Kontaktirajte varnost strežnika
te: సర్వర్ భద్రతను సంప్రదించండి
tr: Sunucu güvenliğiyle iletişime geçin
uz: Aloqa serveri xavfsizligi
vi: Liên hệ bảo mật máy chủ
zh: 联系服务器安全管理
zh_hant: 聯繫伺服器安管

source: Support page
ar: صفحة الدعم
be: Старонка падтрымкі
el: Σελίδα υποστήριξης
fa: صفحه پشتیبانی
he: דף התמיכה
ia: Pagina de support
ja: サポートページ
ko: 지원 페이지
lt: Pagalbos puslapis
lv: Atbalsta lapa
ro: Pagină de suport
sl: Stran za podporo
te: మద్దతు పేజీ
tr: Destek sayfası
uz: Yordam sahifasi
vi: Trang hỗ trợ
zh: 支持页面
zh_hant: 幫助頁面

source: Server information:
ar: معلومات الخادم:
be: Інфармацыя пра сервер:
el: Πληροφορίες διακομιστή:
fa: اطلاعات سرور:
fil: Impormasyon ng server:
he: מידע על השרת:
ia: Information del servitor:
ja: サーバー情報：
ko: 서버 정보:
lt: Serverio informacija:
lv: Informācija par serveri:
ro: Informații despre server:
sl: Informacije o strežniku:
te: సర్వర్ సమాచారం:
tr: Sunucu bilgisi:
uz: Server haqida ma’lumot:
vi: Thông tin máy chủ:
zh: 服务器信息：
zh_hant: 伺服器資訊 ：

source: Name
ar: الإسم
be: Імя
el: Όνομα
fa: نام
fil: Pangalan
he: שם
ia: Nomen
ja: 名前
ko: 이름
lt: Pavadinimas
lv: Nosaukums
ro: Nume
sl: Ime
te: పేరు
tr: İsim
uz: Nomi
vi: Tên
zh: 名称
zh_hant: 名稱

source: Version
ar: اﻹصدار
be: Версія
el: Έκδοση
fa: نسخه
fil: Bersyon
he: גרסה
ja: バージョン
ko: 버전
lt: Versija
lv: Versija
ro: Versiune
sl: Različica
te: వర్షన్
tr: Versiyon
uz: Versiya
vi: Phiên bản
zh: 版本
zh_hant: 版本

source: Website
ar: الموقع اﻹلكتروني
be: Вэб-сайт
el: Ιστοσελίδα
fa: وب‌سایت
he: אתר אינטרנט
ia: Sito web
ja: ウェブサイト
ko: 웹사이트
lt: Tinklalapis
lv: Tīmekļvietne
ro: Site web
sl: Spletna stran
te: వెబ్‌సైట్
tr: Web sitesi
uz: Sayt
vi: Trang web
zh: 网站
zh_hant: 網站

source: Compress
ar: ضغط
be: Сціскаць
el: Συμπίεση
fa: فشرده‌سازی
fil: I-compress
he: דחוס
ia: Comprimer
ja: 圧縮
ko: 압축
lt: Suspausti
lv: Saspiest
ro: Comprimă
sl: Stisni
te: సంకోచనం
tr: Sıkıştırma
uz: Siqmoq
vi: Nén
zh: 压缩
zh_hant: 壓縮

source: Bold text
ar: خط غامق
be: Тлусты тэкст
el: Έντονο κείμενο
fa: متن پررنگ
fil: Nakangas na teksto
he: טקסט מודגש
ia: Texto in grassetto
ja: 太字のテキスト
ko: 두꺼운 글꼴
lt: Paryškintas tekstas
lv: Teksts treknrakstā
ro: Text îngroșat
sl: Krepko besedilo
te: బోల్డ్ టెక్స్ట్
tr: Kalın metin
uz: Qalin matn
vi: In đậm
zh: 文本加粗
zh_hant: 粗體

source: Italic text
ar: خط مائل
be: Курсіў
el: Πλάγιο κείμενο
fa: متن مورب
fil: Pahilis na teksto
he: טקסט נטוי
ia: Texto in italico
ja: 斜体のテキスト
ko: 기울어진 글꼴
lt: Pasviras tekstas
lv: Teksts slīprakstā
ro: Text italic
sl: Ležeče besedilo
te: ఇటాలిక్ టెక్స్ట్
tr: İtalik metin
uz: Qiya matn
vi: In nghiêng
zh: 文件倾斜
zh_hant: 斜體

source: Strikethrough
ar: يتوسطه خط
be: Падкрэслены
el: Διαγραφή
fa: خط خورده
he: קו חוצה
ia: Barrar
ja: 取り消し線
ko: 취소선
lt: Perbrauktas
lv: Pārsvītrots
ro: Tăiat cu linie
sl: Prečrtano
te: రేఖలతో క్రాస్ చేయండి
tr: Üstü çizili
uz: O‘tish joyi
vi: Gạch ngang
zh: 删除线
zh_hant: 刪除線

source: Please fill out
ar: من فضلك قم بتعبئته
be: Калі ласка, запоўніце
el: Παρακαλώ συμπληρώστε
fa: لطفاً پر کنید
fil: Paki-punan
he: אנא מלא את הטופס
ia: Per favor complete
ja: 記入してください
ko: 작성해주세요
lt: Prašome užpildyti
lv: Lūgums aizpildīt
ro: Vă rugăm să completați
sl: Prosimo, izpolnite
te: దయచేసి నింపండి
tr: Lütfen doldurun
uz: Iltimos, to‘ldiring
vi: Vui lòng điền vào
zh: 请填写
zh_hant: 請填充

source: Invalid url
ar: رابط غير صحيح
be: Несапраўдны URL
el: Μη έγκυρο URL
fa: آدرس URL نامعتبر
fil: Di-wastong url
he: כתובת URL לא תקינה
ia: URL invalide
ja: 無効なURL
ko: 유효하지 않은 url
lt: Neteisingas URL
lv: Nederīgs URL
ro: URL invalid
sl: Neveljaven URL
te: చెల్లని URL
tr: Geçersiz url
uz: Yaroqsiz url
vi: URL không hợp lệ
zh: 无效 url
zh_hant: 無效 url

source: Add link
ar: إضافة رابط
be: Дадаць спасылку
el: Προσθήκη συνδέσμου
fa: افزودن لینک
fil: Magdagdag ng link
he: הוסף קישור
ia: Adder un ligamine
ja: リンクを追加
ko: 링크 추가
lt: Pridėti nuorodą
lv: Pievienot saiti
ro: Adaugă link
sl: Dodaj povezavo
te: లింక్ జోడించండి
tr: Link ekle
uz: Havola kiritish
vi: Thêm liên kết
zh: 添加链接
zh_hant: 插入連結

source: Previous
ar: السابق
be: Папярэдні
el: Προηγούμενο
fa: قبلی
fil: Nakaraan
he: קודם
ia: Anterior
ja: 前へ
ko: 이전
lt: Ankstesnis
lv: Iepriekšējais
ro: Anterior
sl: Prejšnje
te: మునుపటి
tr: Önceki
uz: Avvalgi
vi: Trước
zh: 前一个
zh_hant: 上一個

# otherPartyNotLoggedIn
source: The other party is currently not logged in and therefore cannot receive messages!
ar: لم يقم الطرف الآخر بتسجيل الدخول حالياً وبالتالي لا يمكنه تلقي الرسائل!
be: Іншая бок у дадзены момант не ўвайшла ў сістэму і таму не можа атрымліваць паведамленні!
el: Το άλλο μέρος δεν είναι αυτήν τη στιγμή συνδεδεμένο και επομένως δεν μπορεί να λάβει μηνύματα!
fa: طرف مقابل در حال حاضر وارد نشده است و بنابراین نمی‌تواند پیام‌ها را دریافت کند!
fil: Hindi kasalukuyang naka-log in ang kabilang panig kaya hindi makakatanggap ng mga mensahe!
he: הצד השני כרגע לא מחובר ולכן לא יכול לקבל הודעות!
ia: Le alter parte actualmente non es connectate e quindi non pote ricever messages!
ja: 相手は現在ログインしておらず、メッセージを受信できません！
ko: 다른 구성원이 현재 로그인하지 않아 메시지를 수신하지 못합니다!
lt: Kita šalis šiuo metu neprisijungusi ir todėl negali gauti žinučių!
lv: Otra puse pašlaik nav pieteikusies un tādēļ nevar saņemt ziņas.
ro: Cealaltă parte nu este conectată în prezent și, prin urmare, nu poate primi mesaje!
sl: Druga stran trenutno ni prijavljena in zato ne more prejemati sporočil!
te: ఇతర పార్టీ ప్రస్తుతం లాగిన్ కాలేదు కాబట్టి సందేశాలు అందుకోలేరు!
tr: Diğer taraf şu anda giriş yapmadı ve bu nedenle mesaj alamaz!
uz: Narigi tomon hozirda hisobingizga kirmagan va shuning uchun xabarlarni qabul qila olmaydi!
vi: Bên kia hiện không đăng nhập, không thể nhận tin!
zh: 另一方当前未登录，因而无法接收消息！
zh_hant: 對方現未登入，未能接收訊息 !

# appWantsToUseForLogin
source: Use '{server}' to log in
ar: استخدم '{server}' لتسجيل الدخول
be: Выкарыстоўваць '{server}' для ўваходу
el: Χρησιμοποιήστε '{server}' για σύνδεση
fa: استفاده از '{server}' برای ورود
fil: Gamitin ang '{server}' para mag-log in
he: השתמש ב'{server}' כדי להתחבר
ia: Usar '{server}' pro login
ja: '{server}'を使用してログイン
ko: '{server}'로 로그인
lt: Naudoti '{server}' prisijungimui
lv: Izmantot '{server}', lai pieteiktos
ro: Utilizați '{server}' pentru autentificare
sl: Uporabi '{server}' za prijavo
te: '{server}' ఉపయోగించి లాగిన్ అవ్వండి
tr: '{server}' kullanarak giriş yap
uz: Hisobga kirish '{server}' ishlating
vi: Dùng '{server}' để đăng nhập
zh: 使用 '{server}'服务器登录
zh_hant: 使用伺服器「{server} 」登入
