Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# joinCourseDesc
source: Each course has 8-10 sequenced topics with a range of task-based language learning activities.
be: Кожны курс складаецца з 8-10 паслядоўных тэм з рознымі моўнымі заданнямі, заснаванымі на дзейнасці.
el: Κάθε μάθημα έχει 8-10 διαδοχικά θέματα με μια σειρά δραστηριοτήτων μάθησης γλώσσας βασισμένων σε εργασίες.
fa: هر دوره شامل 8-10 موضوع متوالی با مجموعه‌ای از فعالیت‌های یادگیری زبان مبتنی بر وظایف است.
fil: Ang bawat kurso ay may 8-10 na sunud-sunod na paksa na may iba't ibang gawain sa pag-aaral ng wika batay sa mga gawain.
he: לכל קורס יש 8-10 נושאים מסודרים עם מגוון פעילויות למידה מבוססות משימות בשפה.
ia: Cata curso ha 8-10 temas sequente con un gamma de actividades de apprendimento de lingua basate in task.
ja: 各コースには、8〜10のシーケンスされたトピックと、さまざまなタスクベースの言語学習活動があります。
ro: Fiecare curs are 8-10 subiecte secvențiale cu o gamă de activități de învățare a limbajului bazate pe sarcini.
sl: Vsak tečaj ima 8-10 zaporednih tem z vrsto dejavnosti za učenje jezika na podlagi nalog.
te: ప్రతి కోర్సుకు 8-10 వరుసగా ఉన్న విషయాలు ఉంటాయి, వాటితో పాటు టాస్క్ ఆధారిత భాషా అభ్యాస కార్యకలాపాలు ఉంటాయి.
tr: Her kurs, dizi halinde 8-10 konu ve görev tabanlı dil öğrenme etkinlikleri içerir.
uz: Har bir kursda 8-10 ketma-ket mavzular va turli vazifaga asoslangan til o'rganish faoliyatlari mavjud.
vi: Mỗi khóa học có 8-10 chủ đề theo trình tự với nhiều hoạt động học ngôn ngữ dựa trên nhiệm vụ.

# courseCodeHint
source: Course code
ar: رمز الرحلة أو الرابط
be: Код або спасылка на паездку
el: Κωδικός ή σύνδεσμος ταξιδιού
fa: کد سفر یا لینک
fil: Kodigo ng biyahe o link
he: קוד טיול או קישור
ia: Codice o ligamine del viage
ja: 旅行コードまたはリンク
ko: 여행 코드 또는 링크
lt: Kelionės kodas arba nuoroda
lv: Brauciena kods vai saite
ro: Codul sau linkul călătoriei
sl: Potovalna šifra ali povezava
te: ట్రిప్ కోడ్ లేదా లింక్
tr: Seyahat kodu veya bağlantı
uz: Kurs kodi
vi: Mã chuyến đi hoặc liên kết
zh: 旅行代码或链接
zh_hant: 行程代碼或連結

# signupOption
source: How do you want to sign up?
ar: كيف تريد التسجيل؟
be: Як вы хочаце зарэгістравацца?
el: Πώς θέλετε να εγγραφείτε;
fa: چگونه می‌خواهید ثبت‌نام کنید؟
fil: Paano ka nais magparehistro?
he: איך תרצה להירשם?
ia: Como tu vole inscribere te?
ja: どのように登録しますか？
ko: 어떻게 가입하시겠어요?
lt: Kaip norite užsiregistruoti?
lv: Kā vēlaties reģistrēties?
ro: Cum vrei să te înscrii?
sl: Kako se želiš prijaviti?
te: మీరు ఎలా సైన్ అప్ చేయాలనుకుంటున్నారు?
tr: Nasıl kaydolmak istiyorsunuz?
uz: Qanday ro'yhatdan o'tmoqchisiz?
vi: Bạn muốn đăng ký như thế nào?
zh: 你想如何注册？
zh_hant: 您想如何註冊？

source: With Apple
ar: باستخدام أبل
be: З Apple
el: Με την Apple
fa: با اپل
fil: Gamit ang Apple
he: עם Apple
ia: Con Apple
ja: Appleで
ko: Apple로 가입
lt: Su Apple
lv: Ar Apple
ro: Cu Apple
sl: Z Apple-om
te: ఆపిల్‌తో
tr: Apple ile
uz: Apple bilan
vi: Với Apple
zh: 使用Apple
zh_hant: 使用 Apple

source: With Google
ar: باستخدام جوجل
be: З Google
el: Με Google
fa: با گوگل
fil: Gamit ang Google
he: עם Google
ia: Con Google
ja: Googleで
ko: Google로 가입
lt: Su Google
lv: Ar Google
ro: Cu Google
sl: Z Google-om
te: గూగుల్‌తో
tr: Google ile
uz: Google bilan
vi: Với Google
zh: 使用Google
zh_hant: 使用 Google

source: With Email
ar: باستخدام البريد الإلكتروني
be: З электроннай поштай
el: Με Email
fa: با ایمیل
fil: Gamit ang Email
he: עם אימייל
ia: Con Email
ja: メールで
ko: 이메일로 가입
lt: Su el. paštu
lv: Ar e-pastu
ro: Cu Email
sl: Z e-pošto
te: ఇమెయిల్‌తో
tr: E-posta ile
uz: Email bilan
vi: Với Email
zh: 使用电子邮件
zh_hant: 使用電子郵件

source: Create account
ar: إنشاء حساب
be: Стварыць уліковы запіс
el: Δημιουργία λογαριασμού
fa: ایجاد حساب کاربری
fil: Lumikha ng account
he: צור חשבון
ia: Createar conto
ja: アカウントを作成
ko: 계정 만들기
lt: Sukurti paskyrą
lv: Izveidot kontu
ro: Creează cont
sl: Ustvari račun
te: ఖాతా సృష్టించండి
tr: Hesap oluştur
uz: Hisob yaratish
vi: Tạo tài khoản
zh: 创建账户
zh_hant: 建立帳戶

source: Login with email
ar: تسجيل الدخول بالبريد الإلكتروني
be: Увайсці з электроннай поштай
el: Σύνδεση με email
fa: ورود با ایمیل
fil: Mag-login gamit ang email
he: התחבר עם אימייל
ia: Login con email
ja: メールでログイン
ko: 이메일로 로그인
lt: Prisijungti su el. paštu
lv: Pierakstīties ar e-pastu
ro: Autentificare cu email
sl: Prijava z e-pošto
te: ఇమెయిల్‌తో లాగిన్ చేయండి
tr: E-posta ile giriş yap
uz: Email bilan kirish
vi: Đăng nhập bằng email
zh: 使用电子邮件登录
zh_hant: 使用电子邮件登录

source: Username or email
ar: اسم المستخدم أو البريد الإلكتروني
be: Імя карыстальніка або электронная пошта
el: Όνομα χρήστη ή email
fa: نام کاربری یا ایمیل
fil: Username o email
he: שם משתמש או אימייל
ia: Nomine de usator o email
ja: ユーザー名またはメール
ko: 사용자 이름 또는 이메일
lt: Vartotojo vardas arba el. paštas
lv: Lietotājvārds vai e-pasts
ro: Nume de utilizator sau email
sl: Uporabniško ime ali e-pošta
te: యూజర్‌నేమ్ లేదా ఇమెయిల్
tr: Kullanıcı adı veya e-posta
uz: Foydalanuvchi nomi yoki email
vi: Tên người dùng hoặc email
zh: 用户名或电子邮件
zh_hant: 用户名或电子邮件

source: Forgot password?
ar: هل نسيت كلمة المرور؟
be: Забылі пароль?
el: Ξεχάσατε τον κωδικό;
fa: رمز عبور را فراموش کرده‌اید؟
fil: Nakalimutan ang password?
he: שכחת סיסמה?
ia: Oblida le parola?
ja: パスワードをお忘れですか？
ko: 비밀번호를 잊으셨나요?
lt: Pamiršote slaptažodį?
lv: Aizmirsāt paroli?
ro: Ai uitat parola?
sl: Pozabljeno geslo?
te: పాస్వర్డ్ మర్చిపోయారా?
tr: Şifremi unuttum?
uz: Parolni unutdingizmi?
vi: Quên mật khẩu?
zh: 忘记密码？
zh_hant: 忘记密码？

source: End activity
ar: إنهاء النشاط
be: Завяршыць дзейнасць
el: Τέλος δραστηριότητας
fa: پایان فعالیت
fil: Tapusin ang aktibidad
he: סיים פעילות
ia: Terminar le activitate
ja: アクティビティを終了
ko: 활동 종료
lt: Baigti veiklą
lv: Beigt aktivitāti
ro: Încheie activitatea
sl: Končaj dejavnost
te: చర్యను ముగించండి
tr: Etkinliği sonlandır
uz: Faoliyatni yakunlash
vi: Kết thúc hoạt động
zh: 结束活动
zh_hant: 结束活动

source: All languages
ar: جميع اللغات
be: Усе мовы
el: Όλες οι γλώσσες
fa: همه زبان‌ها
fil: Lahat ng wika
he: כל השפות
ia: Tote linguas
ja: すべての言語
ko: 모든 언어
lt: Visos kalbos
lv: Visas valodas
ro: Toate limbile
sl: Vsi jeziki
te: అన్ని భాషలు
tr: Tüm diller
uz: Barcha tillar
vi: Tất cả các ngôn ngữ
zh: 所有语言
zh_hant: 所有语言

# directMessageBotTitle
source: Direct message Pangea Bot
ar: الرسالة المباشرة لروبوت بانجيا
be: Прамае паведамленне Pangea Bot
el: Άμεσο μήνυμα Pangea Bot
fa: پیام مستقیم به ربات پنگئا
fil: Direktang mensahe Pangea Bot
he: הודעה ישירה לבוט פנגיאה
ia: Message directe a Pangea Bot
ja: ダイレクトメッセージ Pangea Bot
ko: 파니아 봇에게 직접 메시지 보내기
lt: Tiesioginė žinutė Pangea Bot
lv: Tiešās ziņas Pangea botam
ro: Mesaj direct Pangea Bot
sl: Neposredno sporočilo Pangea Bot
te: డైరెక్ట్ మెసేజ్ పాంజియా బాట్
tr: Pangea Bot ile Doğrudan Mesaj
uz: Pangea Bot bilan to'g'ridan-to'g'ri xabar
vi: Tin nhắn trực tiếp với Pangea Bot
zh: 直接消息 Pangea 机器人
zh_hant: 直接消息 Pangea 机器人

# feedbackTitle
source: Activity Feedback
ar: ملاحظات النشاط
be: Зваротная сувязь аб дзейнасці
el: Ανατροφοδότηση δραστηριότητας
fa: بازخورد فعالیت
fil: Feedback sa Aktibidad
he: משוב על הפעילות
ia: Retroaction de activitate
ja: アクティビティのフィードバック
ko: 활동 피드백
lt: Veiklos atsiliepimai
lv: Aktivitātes atsauksmes
ro: Feedback despre activitate
sl: Povratne informacije o dejavnosti
te: క్రియాకలాప ఫీడ్బ్యాక్
tr: Etkinlik Geri Bildirimi
uz: Faoliyat haqida fikr-mulohaza
vi: Phản hồi hoạt động
zh: 活动反馈
zh_hant: 活动反馈

# feedbackRespDesc
source: Check back tomorrow for activity updates.
be: Паглядзіце заўтра абнаўленні мерапрыемстваў.
el: Ελέγξτε ξανά αύριο για ενημερώσεις δραστηριότητας.
fa: فردا برای به‌روزرسانی‌های فعالیت بررسی کنید.
fil: Balikan bukas para sa mga update sa aktibidad.
he: Повращайте наповращане за приятие на активности завтра
ia: Revisita demanano pro actualizaciones de activity.
ja: 明日、アクティビティの更新情報を確認してください。
lv: Pārbaudiet rīt, lai saņemtu aktivitātes atjauninājumus.
ro: Verifică mâine pentru actualizări ale activității.
sl: Vrnite se jutri za posodobitve aktivnosti.
te: క్రియాశీలత నవీకరణల కోసం రేపు తిరిగి చెక్ చేయండి.
tr: Yarına kadar etkinlik güncellemelerini kontrol edin.
uz: Ertaga faoliyat yangilanishlarini tekshiring.
vi: Kiểm tra lại vào ngày mai để cập nhật hoạt động.
zh_hant: 明天回来查看活动更新。

# feedbackHint
source: Your feedback
ar: ملاحظاتك
be: Ваша меркаванне
el: Η ανατροφοδότησή σας
fa: بازخورد شما
fil: Ang iyong feedback
he: המשוב שלך
ia: Tu retroaction
ja: あなたのフィードバック
ko: 당신의 피드백
lt: Jūsų atsiliepimas
lv: Tavs atsauksmes
ro: Feedback-ul tău
sl: Vaše povratne informacije
te: మీ ఫీడ్బ్యాక్
tr: Geri bildiriminiz
uz: Sizning fikringiz
vi: Phản hồi của bạn
zh: 你的反馈
zh_hant: 你的反馈

# feedbackButton
source: Submit feedback
ar: إرسال الملاحظات
be: Адправіць зваротную сувязь
el: Υποβολή ανατροφοδότησης
fa: ارسال بازخورد
fil: Isumite ang feedback
he: שלח משוב
ia: Submitter retroaction
ja: フィードバックを送信
ko: 피드백 제출
lt: Pateikti atsiliepimą
lv: Iesniegt atsauksmes
ro: Trimite feedback
sl: Pošlji povratne informacije
te: ఫీడ్బ్యాక్ సమర్పించండి
tr: Geri bildirim gönder
uz: Fikr-mulohazani yuborish
vi: Gửi phản hồi
zh: 提交反馈
zh_hant: 提交反馈

# directMessageBotDesc
source: Talking to humans is more fun but... AI is always ready!
ar: التحدث مع البشر أكثر متعة ولكن... الذكاء الاصطناعي دائمًا جاهز!
be: Гаварыць з людзьмі больш цікава, але... ШІ заўсёды гатовы!
el: Το να μιλάς με ανθρώπους είναι πιο διασκεδαστικό, αλλά... η ΤΝ είναι πάντα έτοιμη!
fa: صحبت با انسان‌ها سرگرم‌کننده‌تر است اما... هوش مصنوعی همیشه آماده است!
fil: Mas masaya makipag-usap sa mga tao pero... laging handa ang AI!
he: לדבר עם בני אדם זה יותר כיף אבל... בינה מלאכותית תמיד מוכנה!
ia: Parlar con humanos es plus amusante, ma... le IA sempre es preste!
ja: 人間と話す方が楽しいですが... AIはいつでも準備万端です！
ko: 사람과 이야기하는 것이 더 재미있지만... AI는 항상 준비되어 있습니다!
lt: Kalbėtis su žmonėmis yra smagiau, bet... dirbtinis intelektas visada pasiruošęs!
lv: Runāt ar cilvēkiem ir jautrāk, bet... AI vienmēr ir gatavs!
ro: Vorbitul cu oameni este mai distractiv, dar... AI este întotdeauna pregătit!
sl: Govorenje z ljudmi je bolj zabavno, a... AI je vedno pripravljen!
te: మానవులతో మాట్లాడడం మరింత సరదాగా ఉంటుంది కానీ... AI ఎప్పుడూ సిద్ధంగా ఉంటుంది!
tr: İnsanlarla konuşmak daha eğlencelidir ama... Yapay zeka her zaman hazır!
uz: Insonlar bilan gaplashish ko'proq qiziqarli, ammo... AI har doim tayyor!
vi: Nói chuyện với con người thì vui hơn nhưng... AI luôn sẵn sàng!
zh: 与人类交谈更有趣，但……AI随时待命！
zh_hant: 与人类交谈更有趣，但……AI始终准备就绪！

source: Invite your friends
ar: ادعُ أصدقائك
be: Запрашаць сяброў
el: Προσκαλέστε τους φίλους σας
fa: دوستان خود را دعوت کنید
fil: Anyayahan ang iyong mga kaibigan
he: הזמן את חבריך
ia: Invita tu amicos
ja: 友達を招待する
ko: 친구를 초대하세요
lt: Pakvieskite savo draugus
lv: Uzaiciniet draugus
ro: Invită-ți prietenii
sl: Vabite svoje prijatelje
te: మీ స్నేహితులను ఆహ్వానించండి
tr: Arkadaşlarınızı davet edin
uz: Do'stlaringizni taklif qiling
vi: Mời bạn bè của bạn
zh: 邀请你的朋友
zh_hant: 邀请你的朋友

# playWithAI
source: Play with AI for now
ar: اللعب مع الذكاء الاصطناعي الآن
be: Пакуль гуляйце з ШІ
el: Παίξτε με την Τεχνητή Νοημοσύνη προς το παρόν
fa: فعلاً با هوش مصنوعی بازی کنید
fil: Maglaro muna kasama ang AI
he: שחק עם בינה מלאכותית לעכשיו
ia: Joca con le IA pro ora
ja: 今はAIと遊ぶ
ko: 일단 AI와 놀아보세요
lt: Žaiskite su dirbtiniu intelektu dabar
lv: Tagad spēlējiet ar AI
ro: Joacă cu AI pentru moment
sl: Za zdaj igrajte z AI-jem
te: ఇప్పుడే AI తో ఆడండి
tr: Şimdilik yapay zeka ile oynayın
uz: Hozir uchun AI bilan o'ynang
vi: Chơi với AI trong thời gian này
zh: 暂时与AI玩玩
zh_hant: 暂时与AI玩玩

# courseStartDesc
source: Pangea Bot is ready to go anytime! ...but learning is better with friends!
ar: روبوت بانجيا جاهز للعمل في أي وقت! ...لكن التعلم أفضل مع الأصدقاء!
be: Pangea Bot гатовы да працы ў любы час! ...але навучанне лепш з сябрамі!
el: Ο Pangea Bot είναι έτοιμος να ξεκινήσει οποιαδήποτε στιγμή! ...αλλά η μάθηση είναι καλύτερη με φίλους!
fa: ربات پنگئا هر زمان آماده است! ... اما یادگیری با دوستان بهتر است!
fil: Handa na ang Pangea Bot anumang oras! ...pero mas maganda ang pag-aaral kasama ang mga kaibigan!
he: בוט פנגיאה מוכן לפעולה בכל זמן! ...אבל ללמוד טוב יותר עם חברים!
ia: Pangea Bot es preste a comenzar a qualunque momento! ...ma apprender es melior con amicos!
ja: Pangea Botはいつでも準備完了です！ ...でも、友達と一緒に学ぶ方が良いです！
ko: 파니아 봇은 언제든 준비되어 있습니다! ...하지만 친구와 함께 배우는 것이 더 좋아요!
lt: Pangea botas pasiruošęs bet kada pradėti! ...bet mokymasis yra geresnis su draugais!
lv: Pangea bots ir gatavs jebkurā laikā! ...bet mācīties ir labāk ar draugiem!
ro: Pangea Bot este gata oricând! ...dar învățarea este mai bună cu prietenii!
sl: Pangea Bot je pripravljen kadarkoli! ...ampak je bolje učiti se s prijatelji!
te: పాంజియా బాట్ ఎప్పుడైనా సిద్ధంగా ఉంటుంది! ...కానీ స్నేహితులతో నేర్చుకోవడం మెరుగైనది!
tr: Pangea Bot her zaman hazır! ...ama arkadaşlarınızla öğrenmek daha iyidir!
uz: Pangea Bot har doim tayyor! ...lekin o'rganish do'stlar bilan yaxshiroq!
vi: Pangea Bot sẵn sàng hoạt động bất cứ lúc nào! ...nhưng học tập tốt hơn khi có bạn bè!
zh: Pangea 机器人随时准备开始！ ……但和朋友一起学习会更好！
zh_hant: Pangea机器人随时准备开始！ ……但和朋友一起学习更好！

# activityDropdownDesc
source: When you’re done with this activity, click below
be: Калі вы скончыце з гэтым мерапрыемствам, націсніце ніжэй
el: Όταν τελειώσετε με αυτή τη δραστηριότητα, κάντε κλικ παρακάτω
fa: وقتی کارتان با این فعالیت تمام شد، روی دکمه زیر کلیک کنید
fil: Kapag tapos ka na sa aktibidad na ito, i-click sa ibaba
he: Когато ви завершите свою активность, нажмите на подобно
ia: Quando tu ha finite con iste activity, clicca infra
ja: これが終わったら、下のボタンをクリックしてください
lv: Kad esat pabeidzis šo aktivitāti, noklikšķiniet zemāk
ro: Când termini această activitate, fă clic mai jos
sl: Ko končate s to aktivnostjo, kliknite spodaj
te: మీరు ఈ క్రియాశీలతతో ముగించాక, క్రింద క్లిక్ చేయండి
tr: Bu etkinliği tamamladıktan sonra aşağıdaki butona tıklayın
uz: Bu faoliyatni tugatgach, quyidagicha bosishingiz mumkin
vi: Khi bạn hoàn thành hoạt động này, nhấn vào bên dưới
zh_hant: 完成此活動後，請點擊下方

# languageMismatchTitle
source: Language mismatch
be: Несумяшчальнасць моў
el: Αντιφάσεις γλώσσας
fa: تفاوت زبان
fil: Hindi tugma ang wika
he: Неподолятность езика
ia: Discrepantie de lingua
ja: 言語の不一致
lv: Valodu neatbilstība
ro: Incompatibilitate de limbaj
sl: Neujemanje jezika
te: భాష మిస్మ్యాచ్
tr: Dil uyuşmazlığı
uz: Til mos kelmasligi
vi: Không khớp ngôn ngữ
zh_hant: 語言不匹配

# emptyChatSearch
source: No DMs or chats found. Make sure your search is spelled correctly.
ro: Nu s-au găsit mesaje directe sau chat-uri. Asigură-te că căutarea ta este scrisă corect.
uz: Xabarlar yoki chatlar topilmadi. Iltimos, qidiruvingiz to'g'ri yozilganligiga ishonch hosil qiling.
vi: Không tìm thấy tin nhắn trực tiếp hoặc trò chuyện nào. Hãy chắc chắn rằng bạn đã đánh vần đúng tìm kiếm.

# languageMismatchDesc
source: Your target language doesn't match the language of this activity. Update your target language?
be: Мэтавая мова не адпавядае мове гэтага мерапрыемства. Хацелі б абнавіць мэту мовы?
el: Η γλώσσα στόχος σας δεν ταιριάζει με τη γλώσσα αυτής της δραστηριότητας. Θέλετε να ενημερώσετε τη γλώσσα στόχο;
fa: زبان هدف شما با زبان این فعالیت مطابقت ندارد. می‌خواهید زبان هدف خود را به‌روزرسانی کنید؟
fil: Ang iyong target na wika ay hindi tumutugma sa wika ng aktibidad na ito. Nais mong i-update ang iyong target na wika?
he: Ваше потелно е неподолятно на езика на этото активность. Измените наше потелно езика?
ia: Le lingua de destino tu non coincide con le lingua de iste activity. Actualisa tu lingua de destino?
ja: あなたのターゲット言語はこのアクティビティの言語と一致しません。ターゲット言語を更新しますか？
lv: Jūsu mērķa valoda neatbilst šīs aktivitātes valodai. Vai vēlaties atjaunināt savu mērķa valodu?
ro: Limba țintă nu se potrivește cu limba acestei activități. Vrei să actualizezi limba țintă?
sl: Vaš ciljni jezik se ne ujema z jezikom te aktivnosti. Posodobiti ciljni jezik?
te: మీ లక్ష్య భాష ఈ క్రియాశీలత భాషతో సరిపోలడం లేదు. మీ లక్ష్య భాషను నవీకరించాలనుకుంటున్నారా?
tr: Hedef diliniz, bu etkinliğin diliyle uyuşmuyor. Hedef dilinizi güncellemek ister misiniz?
uz: Sizning maqsad tilingiz bu faoliyat tiliga mos kelmaydi. Maqsad tilingizni yangilashni xohlaysizmi?
vi: Ngôn ngữ mục tiêu của bạn không khớp với ngôn ngữ của hoạt động này. Cập nhật ngôn ngữ mục tiêu của bạn?
zh_hant: 您的目標語言與此活動的語言不符。是否要更新您的目標語言？

# reportWordIssueTooltip
source: Report word information issue
be: Паведаміць пра праблему з інфармацыяй пра слова
el: Αναφορά προβλήματος με τις πληροφορίες της λέξης
fa: گزارش مشکل در اطلاعات کلمه
fil: Iulat ang isyu sa impormasyon ng salita
he: Оповещайте за проблема информация за слово
ia: Reportar un problema de information de parola
ja: 単語情報の問題を報告
lv: Ziņot par vārda informācijas problēmu
ro: Raportează problemă cu informația cuvântului
sl: Prijavi težavo z informacijami o besedi
te: పద సమాచారం సమస్యను నివేదించండి
tr: Kelime bilgisi sorununu bildir
uz: So'z ma'lumotlaridagi muammo haqida xabar berish
vi: Báo cáo vấn đề về thông tin từ
zh_hant: 舉報單詞資訊問題

# tokenInfoFeedbackDialogTitle
source: Word Information Feedback
be: Зваротная сувязь пра інфармацыю пра слова
el: Ανατροφοδότηση Πληροφοριών Λέξης
fa: بازخورد اطلاعات کلمه
fil: Feedback sa Impormasyon ng Salita
he: Оповещайте за информация за слово
ia: Feedback de Information de Parola
ja: 単語情報フィードバック
lv: Vārda informācijas atsauksmes
ro: Feedback despre Informația Cuvântului
sl: Povratne informacije o informacijah o besedi
te: పద సమాచారం అభిప్రాయం
tr: Kelime Bilgisi Geri Bildirimi
uz: So'z Ma'lumotlari Fikr-mulohazasi
vi: Phản hồi Thông tin Từ
zh_hant: 單詞資訊反饋

# noPublicCoursesFound
source: No public courses found. Would you like to create one?
be: Публічных курсаў не знойдзена. Ці хацелі б стварыць адзін?
el: Δεν βρέθηκαν δημόσια μαθήματα. Θα θέλατε να δημιουργήσετε ένα;
fa: دوره عمومی پیدا نشد. مایلید یکی بسازید؟
fil: Walang nahanap na pampublikong kurso. Nais mo bang lumikha ng isa?
he: Не найдено ничего програмов програмирования. Истечене описание на програматарана?
ia: Nulle cursos public trovate. Tu vole crear un?
ja: 公開コースが見つかりませんでした。新しく作成しますか？
lv: Publiskie kursi nav atrasti. Vai vēlaties izveidot jaunu?
ro: Nu au fost găsite cursuri publice. Vrei să creezi unul?
sl: Ni najdenih javnih tečajev. Bi želeli ustvariti enega?
te: పబ్లిక్ కోర్సులు కనుగొనబడలేదు. మీరు ఒకటి సృష్టించాలనుకుంటున్నారా?
tr: Hiç kamu kursu bulunamadı. Bir tane oluşturmak ister misiniz?
uz: Jamoat kurslari topilmadi. Siz yangi kurs yaratmoqchimisiz?
vi: Không tìm thấy khóa học công khai. Bạn có muốn tạo một khóa học không?
zh_hant: 未找到公開課程。您想創建一個嗎？

# noCourseTemplatesFound
source: We couldn't find any courses for your target language. You can chat with Pangea Bot in the meantime, and check back later for more courses.
be: Мы не змаглі знайсці курсы для вашай мэты мовы. Пакуль вы можаце пагутарыць з Pangea Bot і вярнуцца пазней для больш курсаў.
el: Δεν βρήκαμε μαθήματα για τη γλώσσα στόχο σας. Μπορείτε να συνομιλήσετε με το Pangea Bot εν τω μεταξύ, και να επιστρέψετε αργότερα για περισσότερα μαθήματα.
fa: ما نتوانستیم دوره‌ای برای زبان هدف شما پیدا کنیم. در این مدت می‌توانید با ربات پنگئا چت کنید و بعداً برای دوره‌های بیشتر برگردید.
fil: Hindi namin mahanap ang anumang kurso para sa iyong target na wika. Maaari kang makipag-chat sa Pangea Bot habang naghihintay, at bumalik mamaya para sa mas maraming kurso.
he: Не можемо найти какие картощеки за вашето потелно езика. В передните можете диаконате с Пангеа Бот в тезината, и последно повернете кампанията
ia: Nos non poteva trovar nulle cursos pro tu lingua de destino. Tu pote chatta con Pangea Bot interim, e revisita postea pro plus cursos.
ja: ターゲット言語のコースが見つかりませんでした。その間、Pangea Botとチャットしたり、後でコースを確認したりできます。
lv: Mēs nevarējām atrast kursus jūsu mērķa valodai. Tikmēr jūs varat sarunāties ar Pangea botu un vēlāk pārbaudīt vairāk kursu.
ro: Nu am putut găsi cursuri pentru limba ta țintă. Între timp, poți conversa cu Pangea Bot și verifica mai târziu pentru mai multe cursuri.
sl: Nismo mogli najti tečajev za vaš ciljni jezik. Medtem lahko klepetate z Pangea Botom in kasneje preverite več tečajev.
te: మీ లక్ష్య భాషకు సంబంధించిన ఏ కోర్సులు కూడా మనకు కనుగొనబడలేదు. మీరు ఈ మధ్య Pangea బాట్‌తో చాట్ చేయవచ్చు, మరియు తర్వాత మరిన్ని కోర్సుల కోసం తిరిగి చూడవచ్చు.
tr: Hedef diliniz için herhangi bir kurs bulamadık. Bu arada Pangea Bot ile sohbet edebilir ve daha fazla kurs için sonra tekrar kontrol edebilirsiniz.
uz: Maqsad tilingiz uchun hech qanday kurs topilmadi. Siz hozirda Pangea Bot bilan suhbatlashishingiz mumkin, va keyinchalik ko'proq kurslar uchun qaytib kelishingiz mumkin.
vi: Chúng tôi không thể tìm thấy bất kỳ khóa học nào phù hợp với ngôn ngữ mục tiêu của bạn. Trong thời gian chờ, bạn có thể trò chuyện với Pangea Bot và quay lại sau để xem thêm các khóa học.
zh_hant: 我們未找到您的目標語言的課程。您可以暫時與 Pangea 機器人聊天，稍後再回來查看更多課程。

# botActivityJoinFailMessage
source: Pangea Bot is taking a while to respond. Please try again later, or invite a friend.
be: Pangea Bot займае час на адказ. Калі ласка, паспрабуйце яшчэ раз пазней або запрасіце сябра.
el: Ο Pangea Bot καθυστερεί να απαντήσει. Παρακαλώ δοκιμάστε ξανά αργότερα, ή προσκαλέστε έναν φίλο.
fa: ربات پنگئا در حال پاسخ‌دهی است. لطفاً بعداً دوباره تلاش کنید، یا یک دوست دعوت کنید.
fil: Matagal nang tumutugon ang Pangea Bot. Subukan muli mamaya, o anyayahan ang isang kaibigan.
he: Бот Пангеа Бот повика на последование. Пожалуйста, попробвайте наповедение на познание на поверкатели, или прочисли приятел
ia: Pangea Bot ha un poco de tempore pro responder. Per favor prova ancora postea, o invita un amico.
ja: Pangea Botの応答に時間がかかっています。後でもう一度試すか、友達を招待してください。
lv: Pangea bots nedaudz aizkavējas ar atbildi. Lūdzu, mēģiniet vēlreiz vēlāk vai aiciniet draugu.
ro: Pangea Bot răspunde cu întârziere. Te rugăm să încerci din nou mai târziu sau să inviți un prieten.
sl: Pangea Bot se odziva nekoliko počasi. Poskusite znova kasneje ali povabite prijatelja.
te: Pangea బాట్ స్పందించడంలో కొంత సమయం తీసుకుంటోంది. దయచేసి తర్వాత ప్రయత్నించండి, లేదా స్నేహితుడిని ఆహ్వానించండి.
tr: Pangea Bot yanıt vermekte biraz gecikiyor. Lütfen daha sonra tekrar deneyin veya bir arkadaşınızı davet edin.
uz: Pangea Bot javob berishda qiyinchiliklar bilan yuzlashmoqda. Iltimos, keyinroq urinib ko'ring yoki do'stingizni taklif qiling.
vi: Pangea Bot đang phản hồi chậm. Vui lòng thử lại sau hoặc mời bạn bè tham gia.
zh_hant: Pangea 機器人回應較慢。請稍後再試，或邀請朋友加入。

# unsubscribedResponseError
source: This feature requires a subscription
be: Гэтая функцыя патрабуе падпіскі
el: Αυτή η λειτουργία απαιτεί συνδρομή
fa: این ویژگی نیاز به اشتراک دارد
fil: Ang tampok na ito ay nangangailangan ng isang subscription
he: Феара феара написана на подписка
ia: Iste caracteristica require un subscription
ja: この機能を利用するにはサブスクリプションが必要です
lv: Šai funkcijai ir nepieciešama abonēšana
ro: Această funcție necesită abonament
sl: Ta funkcija zahteva naročnino
te: ఈ ఫీచర్ కోసం సబ్‌స్క్రిప్షన్ అవసరం
tr: Bu özellik bir abonelik gerektirir
uz: Ushbu funksiya obuna bo'lishni talab qiladi
vi: Tính năng này yêu cầu đăng ký
zh_hant: 此功能需要訂閱

# leaveDesc
source: Leave this space and all chats within it
be: Пакінуць гэтае месца і ўсе чаты ў ім
el: Αφήστε αυτόν τον χώρο και όλες τις συνομιλίες μέσα σε αυτόν
fa: این فضا و تمام چت‌های داخل آن را ترک کنید
fil: Umalis sa espasyo na ito at sa lahat ng mga chat dito
he: Отийдите спасаемость и вси контакты в ней
ia: Lassa iste spatio e tote le chats in illo
ja: このスペースとその中のすべてのチャットを退出します
lv: Atstājiet šo telpu un visas tajā esošās sarunas
ro: Părăsește acest spațiu și toate chat-urile din el
sl: Zapusti ta prostor in vse klepete znotraj njega
te: ఈ స్థలం మరియు దాని అంతర్గత అన్ని చాట్‌లను విడిచిపెట్టండి
tr: Bu alanı ve içindeki tüm sohbetleri terk edin
uz: Ushbu bo'shliq va uning ichidagi barcha chatlardan chiqish
vi: Rời khỏi không gian này và tất cả các cuộc trò chuyện trong đó
zh_hant: 離開此空間及其中所有聊天

source: Select all
be: Выбраць усё
el: Επιλογή όλων
fa: انتخاب همه
fil: Piliin lahat
he: Выбрати все
ia: Selige tote
ja: すべて選択
lv: Izvēlēties visu
ro: Selectează tot
sl: Izberi vse
te: అన్ని ఎంచుకోండి
tr: Tümünü seç
uz: Hammasini tanlash
vi: Chọn tất cả
zh_hant: 全選
