Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# meaningNotFound
source: Meaning could not be found.
ar: لم يتم العثور على المعنى.
be: Значэнне не знойдзена.
el: Δεν ήταν δυνατή η εύρεση του νοήματος.
fa: معنی پیدا نشد.
fil: Hindi mahanap ang kahulugan.
he: לא נמצא משמעות.
ia: Le significato non poteva esser trovate.
ja: 意味が見つかりませんでした。
ko: 의미를 찾을 수 없습니다.
lt: Reikšmės nerasta.
lv: Nozīmi nevarēja atrast.
ro: Sensul nu a putut fi găsit.
sl: Pomen ni bilo mogoče najti.
te: అర్థం కనుగొనబడలేదు.
tr: Anlam bulunamadı.
uz: Ma'no topilmadi.
vi: Không tìm thấy nghĩa của từ.
zh: 未找到含义。
zh_hant: 未能找到意思。

# chooseBaseForm
source: Choose the base form
ar: اختر النموذج الأساسي
be: Выберыце асноўную форму
el: Επιλέξτε τη βασική μορφή
fa: انتخاب فرم پایه
fil: Piliin ang pangunahing porma
he: בחר את הצורה הבסיסית
ia: Selige le forma base
ja: 基本形を選択してください
ko: 기본 형태를 선택하세요
lt: Pasirinkite pagrindinę formą
lv: Izvēlieties pamatformu
ro: Alege forma de bază
sl: Izberi osnovno obliko
te: ప్రాథమిక రూపాన్ని ఎంచుకోండి
tr: Temel formu seçin
uz: Asosiy shaklni tanlang
vi: Chọn dạng gốc
zh: 选择基本形式
zh_hant: 選擇基本形式

# notTheCodeError
source: Sorry, that's not the code!
ar: عذرًا، هذا ليس الرمز!
be: Прабачце, гэта не код!
el: Λυπούμαστε, αυτό δεν είναι ο κώδικας!
fa: متأسفم، این کد نیست!
fil: Paumanhin, hindi iyon ang code!
he: סליחה, זה לא הקוד!
ia: Disculpa, illo non es le codice!
ja: 申し訳ありませんが、それはコードではありません！
ko: 죄송합니다, 그 코드는 아닙니다!
lt: Atsiprašome, tai ne kodas!
lv: Atvainojiet, tas nav kods!
ro: Îmi pare rău, nu acesta este codul!
sl: Oprostite, to ni koda!
te: క్షమించండి, అది కోడ్ కాదు!
tr: Üzgünüz, bu kod değil!
uz: Kechirasiz, bu kod emas!
vi: Xin lỗi, mã đó không đúng!
zh: 抱歉，那不是代码！
zh_hant: 抱歉，這不是代碼！

source: Total XP
ar: إجمالي نقاط الخبرة
be: Агульны XP
el: Συνολικά XP
fa: کل امتیاز تجربه
fil: Kabuuang XP
he: ניסיון כולל
ia: Total de XP
ja: 合計XP
ko: 총 경험치
lt: Bendras XP
lv: Kopējais pieredzes punkti
ro: XP total
sl: Skupni XP
te: మొత్తం XP
tr: Toplam XP
uz: Jami XP
vi: Tổng XP
zh: 总经验值
zh_hant: 總經驗值

# numLemmas
source: Total number of lemmas
ar: إجمالي عدد الجذور
be: Агульная колькасць лем
el: Συνολικός αριθμός λημμάτων
fa: تعداد کل لِمّاها
fil: Kabuuang bilang ng mga lemmata
he: מספר הלטמים הכולל
ia: Numero total de lemmas
ja: レマの総数
ko: 레마의 총 수
lt: Bendras lematų skaičius
lv: Kopējais lemmu skaits
ro: Numărul total de leme
sl: Skupno število lem
te: మొత్తం లెమమ్స్ సంఖ్య
tr: Toplam lemma sayısı
uz: Lemmalarning umumiy soni
vi: Tổng số mục từ
zh: 词根总数
zh_hant: 詞根總數

# numLemmasUsedCorrectly
source: Number of lemmas used correctly at least once
ar: عدد الجذور المستخدمة بشكل صحيح مرة واحدة على الأقل
be: Колькасць лем, выкарыстаных правільна хаця б адзін раз
el: Αριθμός λημμάτων που χρησιμοποιήθηκαν σωστά τουλάχιστον μία φορά
fa: تعداد لِمّاهای استفاده شده به درستی حداقل یک بار
fil: Bilang ng mga lemmata na ginamit nang tama kahit isang beses
he: מספר הלטמים שהשתמשו בהם נכון לפחות פעם אחת
ia: Numeros de lemmas usate correctemente al minus un vice
ja: 少なくとも1回正しく使用されたレマの数
ko: 적어도 한 번 이상 올바르게 사용된 레마의 수
lt: Lematų, naudotų teisingai bent kartą, skaičius
lv: Lemmu skaits, kas izmantoti pareizi vismaz vienu reizi
ro: Numărul de leme folosite corect cel puțin o dată
sl: Število lem, ki so bili uporabljeni pravilno vsaj enkrat
te: కనీసం ఒకసారి సరైనంగా ఉపయోగించిన లెమమ్స్ సంఖ్య
tr: En az bir kez doğru kullanılan lemma sayısı
uz: Kamida bir marta to'g'ri ishlatilgan lemmalarning soni
vi: Số mục từ đã dùng đúng ít nhất một lần
zh: 至少正确使用一次的词根数量
zh_hant: 正確使用至少一次的詞根數量

# numLemmasUsedIncorrectly
source: Number of lemmas used correctly 0 times
ar: عدد اللمم المستخدمة بشكل صحيح 0 مرات
be: Колькасць лемаў, выкарыстаных правільна 0 разоў
el: Αριθμός λημμάτων που χρησιμοποιήθηκαν σωστά 0 φορές
fa: تعداد لِمّاهای استفاده شده به درستی 0 بار
fil: Bilang ng mga lemmata na ginamit nang tama 0 beses
he: מספר הלטמים שהשתמשו בהם לא נכון 0 פעמים
ia: Numeros de lemmas usate incorrectemente 0 vices
ja: 正しく使用されたことのないレマの数
ko: 올바르게 사용된 적이 없는 레마의 수
lt: Lematų, naudotų teisingai 0 kartų
lv: Lemmu skaits, kas izmantoti pareizi 0 reizes
ro: Numărul de leme folosite incorect de 0 ori
sl: Število lem, ki so bili uporabljeni pravilno 0-krat
te: సరైనంగా ఉపయోగించని లెమమ్స్ సంఖ్య 0
tr: Hiç doğru kullanılmayan lemma sayısı
uz: To'g'ri ishlatilmagan lemmalarning soni 0 marta
vi: Số mục từ chưa từng được dùng đúng
zh: 正确使用的词根数量为0次
zh_hant: 從未正確使用的詞根數量

# numLemmasSmallXP
source: Number of lemmas with 0 - 30 XP
ar: عدد اللمم ذات 0 - 30 نقطة خبرة
be: Колькасць лемаў з 0 - 30 ачкоў XP
el: Αριθμός λημμάτων με 0 - 30 XP
fa: تعداد لِمّاهای با امتیاز 0 - 30
fil: Bilang ng mga lemmata na may 0 - 30 XP
he: מספר הלטמים עם 0 - 30 ניסיון
ia: Numeros de lemmas con 0 - 30 XP
ja: XP 0 - 30のレマの数
ko: XP 0-30인 레마의 수
lt: Lematų su 0 - 30 XP skaičius
lv: Lemmu skaits ar 0 - 30 XP
ro: Numărul de leme cu 0 - 30 XP
sl: Število lem z 0 - 30 XP
te: 0 - 30 XP ఉన్న లెమమ్స్ సంఖ్య
tr: 0 - 30 XP arasındaki lemma sayısı
uz: 0 - 30 XP bo'lgan lemmalarning soni
vi: Số mục từ 0 - 30 XP
zh: XP在0-30之间的词根数量
zh_hant: 經驗值為0-30的詞根數量

# numLemmasMediumXP
source: Number of lemmas with 31 - 200 XP
ar: عدد اللمم ذات 31 - 200 نقطة خبرة
be: Колькасць лемаў з 31 - 200 ачкоў XP
el: Αριθμός λημμάτων με 31 - 200 XP
fa: تعداد لِمّاهای با امتیاز 31 - 200
fil: Bilang ng mga lemmata na may 31 - 200 XP
he: מספר הלטמים עם 31 - 200 ניסיון
ia: Numeros de lemmas con 31 - 200 XP
ja: XP 31 - 200のレマの数
ko: XP 31-200인 레마의 수
lt: Lematų su 31 - 200 XP skaičius
lv: Lemmu skaits ar 31 - 200 XP
ro: Numărul de leme cu 31 - 200 XP
sl: Število lem z 31 - 200 XP
te: 31 - 200 XP ఉన్న లెమమ్స్ సంఖ్య
tr: 31 - 200 XP arasındaki lemma sayısı
uz: 31 - 200 XP bo'lgan lemmalarning soni
vi: Số mục từ 31 - 200 XP
zh: XP在31-200之间的词根数量
zh_hant: 經驗值為31-200的詞根數量

# numLemmasLargeXP
source: Number of lemmas with > 200 XP
ar: عدد اللمم ذات أكثر من 200 نقطة خبرة
be: Колькасць лемаў з больш за 200 ачкоў XP
el: Αριθμός λημμάτων με > 200 XP
fa: تعداد لِمّاهای با امتیاز > 200
fil: Bilang ng mga lemmata na may > 200 XP
he: מספר הלטמים עם יותר מ-200 ניסיון
ia: Numeros de lemmas con > 200 XP
ja: XP > 200のレマの数
ko: XP > 200인 레마의 수
lt: Lematų su > 200 XP skaičius
lv: Lemmu skaits ar > 200 XP
ro: Numărul de leme cu > 200 XP
sl: Število lem z več kot 200 XP
te: 200 XP కంటే ఎక్కువ ఉన్న లెమమ్స్ సంఖ్య
tr: 200 XP'den fazla olan lemma sayısı
uz: 200 dan ortiq XP bo'lgan lemmalarning soni
vi: Số mục từ > 200 XP
zh: XP超过200的词根数量
zh_hant: 經驗值大於200的詞根數量

# numGrammarConcepts
source: Number of grammar concepts
ar: عدد مفاهيم القواعد
be: Колькасць граматычных паняццяў
el: Αριθμός γραμματικών εννοιών
fa: تعداد مفاهیم گرامری
fil: Bilang ng mga konsepto sa gramatika
he: מספר מושגי הדקדוק
ia: Numeros de conceptos de grammatica
ja: 文法概念の数
ko: 문법 개념의 수
lt: Gramatikos konceptų skaičius
lv: Gramatikas jēdzienu skaits
ro: Numărul de concepte gramaticale
sl: Število slovničnih konceptov
te: వ్యాకరణ భావాల సంఖ్య
tr: Dilbilgisi kavramları sayısı
uz: Grammatika tushunchalarining soni
vi: Số khái niệm ngữ pháp
zh: 语法概念数量
zh_hant: 語法概念數量

# listGrammarConcepts
source: Grammar concepts
ar: مفاهيم القواعد
be: Граматычныя паняцці
el: Γραμματικές έννοιες
fa: مفاهیم گرامری
fil: Mga konsepto sa gramatika
he: מושגי דקדוק
ia: Conceptos de grammatica
ja: 文法概念
ko: 문법 개념
lt: Gramatikos sąvokos
lv: Gramatikas jēdzieni
ro: Concepte gramaticale
sl: Slovnični koncepti
te: వ్యాకరణ భావాలు
tr: Dilbilgisi kavramları
uz: Grammatika tushunchalari
vi: Các khái niệm ngữ pháp
zh: 语法概念
zh_hant: 語法概念

# listGrammarConceptsUsedCorrectly
source: Grammar concepts used correctly in original messages at least 80% of the time
ar: مفاهيم القواعد المستخدمة بشكل صحيح في الرسائل الأصلية بنسبة لا تقل عن 80٪ من الوقت
be: Граматычныя паняцці, выкарыстаныя правільна ў арыгінальных паведамленнях не менш за 80% часу
el: Γραμματικές έννοιες που χρησιμοποιήθηκαν σωστά σε αρχικά μηνύματα τουλάχιστον το 80% του χρόνου
fa: مفاهیم گرامری که حداقل 80٪ در پیام‌های اصلی به درستی استفاده شده‌اند
fil: Mga konsepto sa gramatika na ginamit nang tama sa orihinal na mga mensahe nang hindi bababa sa 80% ng oras
he: מושגי דקדוק שהשתמשו בהם נכון בהודעות המקוריות לפחות ב-80% מהזמן
ia: Conceptos de grammatica usate correctemente in messages original al minus 80% del tempore
ja: 元のメッセージで正しく使用された文法概念（少なくとも80％の頻度）
ko: 원본 메시지에서 적어도 80%의 시간 동안 올바르게 사용된 문법 개념
lt: Gramatikos sąvokos, naudojamos teisingai originaliose žinutėse mažiausiai 80% laiko
lv: Pareizi izmantoti gramatikas jēdzieni oriģinālajās ziņojumos vismaz 80% gadījumu
ro: Concepte gramaticale folosite corect în mesajele originale cel puțin 80% din timp
sl: Slovnični koncepti pravilno uporabljeni v izvirnih sporočilih vsaj 80 % časa
te: అసలు సందేశాలలో కనీసం 80% సమయాల్లో సరైనంగా ఉపయోగించిన వ్యాకరణ భావాలు
tr: Orijinal mesajlarda en az %80 oranında doğru kullanılan dilbilgisi kavramları
uz: Asl xabarlarida kamida 80% to'g'ri ishlatilgan grammatika tushunchalari
vi: Khái niệm ngữ pháp dùng đúng ít nhất 80% trong tin nhắn gốc
zh: 在原始消息中正确使用语法概念的比例至少80%
zh_hant: 在原始訊息中正確使用至少80%的語法概念

# listGrammarConceptsUsedIncorrectly
source: Grammar concepts used correctly in original messages less than 80% of the time
ar: مفاهيم القواعد المستخدمة بشكل صحيح في الرسائل الأصلية أقل من 80٪ من الوقت
be: Граматычныя паняцці, выкарыстаныя няправільна ў менш чым 80% выпадкаў у арыгінальных паведамленнях
el: Γραμματικές έννοιες που χρησιμοποιήθηκαν σωστά σε αρχικά μηνύματα λιγότερο από το 80% του χρόνου
fa: مفاهیم گرامری که کمتر از 80٪ در پیام‌های اصلی به درستی استفاده شده‌اند
fil: Mga konsepto sa gramatika na ginamit nang tama sa orihinal na mga mensahe nang mas mababa sa 80% ng oras
he: מושגי דקדוק שהשתמשו בהם נכון בפחות מ-80% מהזמן בהודעות המקוריות
ia: Conceptos de grammatica usate incorrectemente in messages original minus 80% del tempore
ja: 元のメッセージで正しく使用されなかった文法概念（80％未満の頻度）
ko: 원본 메시지에서 80% 미만의 시간 동안 올바르게 사용된 문법 개념
lt: Gramatikos sąvokos, naudojamos neteisingai originaliose žinutėse mažiau nei 80% laiko
lv: Nepareizi izmantoti gramatikas jēdzieni oriģinālajās ziņojumos mazāk nekā 80% gadījumu
ro: Concepte gramaticale folosite corect mai puțin de 80% din timp în mesajele originale
sl: Slovnični koncepti pravilno uporabljeni v izvirnih sporočilih manj kot 80 % časa
te: అసలు సందేశాలలో 80% కంటే తక్కువ సమయాల్లో తప్పుగా ఉపయోగించిన వ్యాకరణ భావాలు
tr: Orijinal mesajlarda %80'den az oranında doğru kullanılan dilbilgisi kavramları
uz: Asl xabarlarida 80% dan kam to'g'ri ishlatilgan grammatika tushunchalari
vi: Khái niệm ngữ pháp dùng đúng dưới 80% trong tin nhắn gốc
zh: 在原始消息中正确使用语法概念的比例少于80%
zh_hant: 在原始訊息中正確使用少於80%的語法概念

# listGrammarConceptsUseCorrectlySystemGenerated
source: Grammar concepts chosen correctly from system-generated suggestions at least 80% of the time
ar: مفاهيم القواعد المختارة بشكل صحيح من الاقتراحات التي يولدها النظام بنسبة لا تقل عن 80٪ من الوقت
be: Граматычныя паняцці, выбраныя правільна з прапаноў сістэмы не менш за 80% часу
el: Γραμματικές έννοιες που επιλέχθηκαν σωστά από προτάσεις συστήματος τουλάχιστον το 80% του χρόνου
fa: مفاهیم گرامری که حداقل 80٪ از پیشنهادهای سیستم‌تولید شده به درستی انتخاب شده‌اند
fil: Mga konsepto sa gramatika na pinili nang tama mula sa mga mungkahi na nilikha ng sistema nang hindi bababa sa 80% ng oras
he: מושגי דקדוק שנבחרו נכון מתוך הצעות שנוצרו על ידי המערכת לפחות ב-80% מהזמן
ia: Conceptos de grammatica selectate correctemente de suggestiones generate per sistema al minus 80% del tempore
ja: システム生成の提案から正しく選択された文法概念（少なくとも80％の頻度）
ko: 시스템 생성 제안에서 적어도 80%의 시간 동안 올바르게 선택된 문법 개념
lt: Gramatikos sąvokos, teisingai pasirinktos iš sistemos sugeneruotų pasiūlymų mažiausiai 80% laiko
lv: Pareizi izvēlēti gramatikas jēdzieni no sistēmas ģenerētām ieteikumiem vismaz 80% gadījumu
ro: Concepte gramaticale alese corect din sugestiile generate de sistem cel puțin 80% din timp
sl: Slovnični koncepti pravilno izbrani iz sistemskih predlogov vsaj 80 % časa
te: సిస్టమ్-జనిత సూచనల నుండి కనీసం 80% సమయాల్లో సరైనంగా ఎంపిక చేసిన వ్యాకరణ భావాలు
tr: Sistem tarafından önerilen doğru dilbilgisi kavramları en az %80 oranında seçilenler
uz: Tizim tomonidan taklif qilingan variantlardan kamida 80% to'g'ri tanlangan grammatika tushunchalari
vi: Khái niệm ngữ pháp chọn đúng ít nhất 80% từ gợi ý hệ thống
zh: 从系统生成建议中正确选择语法概念的比例至少80%
zh_hant: 從系統生成建議中正確選擇語法概念至少80%的次數

# listGrammarConceptsUseIncorrectlySystemGenerated
source: Grammar concepts chosen correctly from system-generated suggestions less than 80% of the time
ar: مفاهيم القواعد المختارة بشكل صحيح من الاقتراحات التي يولدها النظام أقل من 80٪ من الوقت
be: Граматычныя паняцці, выбраныя няправільна з прапаноў сістэмы менш за 80% часу
el: Γραμματικές έννοιες που επιλέχθηκαν σωστά από προτάσεις συστήματος λιγότερο από το 80% του χρόνου
fa: مفاهیم گرامری که کمتر از 80٪ از پیشنهادهای سیستم‌تولید شده به درستی انتخاب شده‌اند
fil: Mga konsepto sa gramatika na pinili nang tama mula sa mga mungkahi na nilikha ng sistema nang mas mababa sa 80% ng oras
he: מושגי דקדוק שנבחרו נכון מרמזים שנוצרו על ידי המערכת פחות מ-80% מהזמן
ia: Conceptos de grammatica selectate correctemente de suggestiones generate per sistema minus 80% del tempore
ja: システム生成の提案から正しく選択されなかった文法概念（80％未満の頻度）
ko: 시스템 생성 제안에서 80% 미만의 시간 동안 올바르게 선택된 문법 개념
lt: Gramatikos sąvokos, teisingai pasirinktos iš sistemos sugeneruotų pasiūlymų mažiau nei 80% laiko
lv: Nepareizi izvēlēti gramatikas jēdzieni no sistēmas ģenerētām ieteikumiem mazāk nekā 80% gadījumu
ro: Concepte gramaticale alese corect din sugestiile generate de sistem mai puțin de 80% din timp
sl: Slovnični koncepti pravilno izbrani iz sistemskih predlogov manj kot 80 % časa
te: సిస్టమ్-జనిత సూచనల నుండి 80% కంటే తక్కువ సమయాల్లో తప్పుగా ఎంపిక చేసిన వ్యాకరణ భావాలు
tr: Sistem tarafından önerilen yanlış dilbilgisi kavramları %80'den az oranında seçilenler
uz: Tizim tomonidan taklif qilingan variantlardan kamida 80% noto'g'ri tanlangan grammatika tushunchalari
vi: Khái niệm ngữ pháp chọn đúng dưới 80% từ gợi ý hệ thống
zh: 从系统生成建议中正确选择语法概念的比例少于80%
zh_hant: 從系統生成建議中正確選擇語法概念少於80%的次數

# listGrammarConceptsSmallXP
source: Grammar concepts with 0-50 xp
ar: مفاهيم القواعد ذات 0-50 نقطة خبرة
be: Граматычныя паняцці з 0-50 ачкоў XP
el: Γλωσσικά concepts με 0-50 XP
fa: مفاهیم گرامری با امتیاز 0-50
fil: Mga konsepto sa gramatika na may 0-50 XP
he: מושגי דקדוק עם 0-50 נקודות ניסיון
ia: Conceptos de grammatica con 0-50 xp
ja: XP 0-50の文法概念
ko: XP 0-50인 문법 개념
lt: Gramatikos sąvokos su 0-50 XP
lv: Gramatikas jēdzieni ar 0-50 XP
ro: Concepte gramaticale cu 0-50 XP
sl: Slovnični koncepti z 0-50 izkušnjami
te: 0-50 XP కలిగిన వ్యాకరణ భావాలు
tr: 0-50 XP arası dilbilgisi kavramları
uz: 0-50 XP bo'lgan grammatika tushunchalari
vi: Khái niệm ngữ pháp 0 - 50 XP
zh: XP在0-50之间的语法概念
zh_hant: 經驗值為0-50的語法概念

# listGrammarConceptsMediumXP
source: Grammar concepts with 51-200 xp
ar: مفاهيم القواعد ذات 51-200 نقطة خبرة
be: Граматычныя паняцці з 51-200 ачкоў XP
el: Γλωσσικά concepts με 51-200 XP
fa: مفاهیم گرامری با امتیاز 51-200
fil: Mga konsepto sa gramatika na may 51-200 XP
he: מושגי דקדוק עם 51-200 נקודות ניסיון
ia: Conceptos de grammatica con 51-200 xp
ja: XP 51-200の文法概念
ko: XP 51-200인 문법 개념
lt: Gramatikos sąvokos su 51-200 XP
lv: Gramatikas jēdzieni ar 51-200 XP
ro: Concepte gramaticale cu 51-200 XP
sl: Slovnični koncepti z 51-200 izkušnjami
te: 51-200 XP కలిగిన వ్యాకరణ భావాలు
tr: 51-200 XP arası dilbilgisi kavramları
uz: 51-200 XP bo'lgan grammatika tushunchalari
vi: Khái niệm ngữ pháp 51 - 200 XP
zh: XP在51-200之间的语法概念
zh_hant: 經驗值為51-200的語法概念

# listGrammarConceptsLargeXP
source: Grammar concepts 201-500 xp
ar: مفاهيم القواعد ذات 201-500 نقطة خبرة
be: Граматычныя паняцці з 201-500 ачкоў XP
el: Γλωσσικά concepts 201-500 XP
fa: مفاهیم گرامری با امتیاز 201-500
fil: Mga konsepto sa gramatika na may 201-500 XP
he: מושגי דקדוק עם 201-500 נקודות ניסיון
ia: Conceptos de grammatica 201-500 xp
ja: XP 201-500の文法概念
ko: XP 201-500인 문법 개념
lt: Gramatikos sąvokos su 201-500 XP
lv: Gramatikas jēdzieni ar 201-500 XP
ro: Concepte gramaticale 201-500 XP
sl: Slovnični koncepti z 201-500 izkušnjami
te: 201-500 XP కలిగిన వ్యాకరణ భావాలు
tr: 201-500 XP arası dilbilgisi kavramları
uz: 201-500 XP bo'lgan grammatika tushunchalari
vi: Khái niệm ngữ pháp 201 - 500 XP
zh: XP在201-500之间的语法概念
zh_hant: 經驗值為201-500的語法概念

# listGrammarConceptsHugeXP
source: Grammar concepts >500 xp
ar: مفاهيم القواعد أكثر من 500 نقطة خبرة
be: Граматычныя паняцці больш за 500 ачкоў XP
el: Γλωσσικά concepts >500 XP
fa: مفاهیم گرامری با امتیاز >500
fil: Mga konsepto sa gramatika na may >500 XP
he: מושגי דקדוק עם יותר מ-500 נקודות ניסיון
ia: Conceptos de grammatica >500 xp
ja: XP >500の文法概念
ko: XP > 500인 문법 개념
lt: Gramatikos sąvokos >500 XP
lv: Gramatikas jēdzieni ar >500 XP
ro: Concepte gramaticale >500 XP
sl: Slovnični koncepti >500 izkušnjami
te: 500 XP కంటే ఎక్కువ XP కలిగిన వ్యాకరణ భావాలు
tr: 500 XP'den fazla dilbilgisi kavramları
uz: 500 dan ortiq XP bo'lgan grammatika tushunchalari
vi: Khái niệm ngữ pháp > 500 XP
zh: XP超过500的语法概念
zh_hant: 經驗值超過500的語法概念

# numMessagesSent
source: Number of messages sent
ar: عدد الرسائل المرسلة
be: Колькасць адпраўленых паведамленняў
el: Αριθμός αποστελλόμενων μηνυμάτων
fa: تعداد پیام‌های ارسال‌شده
fil: Bilang ng mga naipadalang mensahe
he: מספר ההודעות שנשלחו
ia: Numeru de message inviate
ja: 送信されたメッセージの数
ko: 보낸 메시지 수
lt: Išsiųstų žinučių skaičius
lv: Nosūtīto ziņojumu skaits
ro: Numărul de mesaje trimise
sl: Število poslanih sporočil
te: పంపిన సందేశాల సంఖ్య
tr: Gönderilen mesaj sayısı
uz: Xabarlar soni
vi: Số tin nhắn đã gửi
zh: 已发送消息数量
zh_hant: 已發送訊息數量

# numWordsTyped
source: Number of words typed in original messages
ar: عدد الكلمات المكتوبة في الرسائل الأصلية
be: Колькасць напісаных слоў у арыгінальных паведамленнях
el: Αριθμός πληκτρολογημένων λέξεων στα αρχικά μηνύματα
fa: تعداد کلمات تایپ‌شده در پیام‌های اصلی
fil: Bilang ng mga salitang na-type sa orihinal na mga mensahe
he: מספר המילים שהוקלדו בהודעות המקוריות
ia: Numeru de parolas tipe in message original
ja: 元のメッセージに入力された単語の数
ko: 원본 메시지에 입력된 단어 수
lt: Įvestų žodžių skaičius originaliose žinutėse
lv: Ierakstīto vārdu skaits oriģinālajos ziņojumos
ro: Numărul de cuvinte tastate în mesajele originale
sl: Število vnešenih besed v izvirnih sporočilih
te: అసలు సందేశాలలో టైప్ చేసిన పదాల సంఖ్య
tr: Orijinal mesajlarda yazılan kelime sayısı
uz: Asl xabarlar ichidagi yozilgan so'zlar soni
vi: Số từ đã gõ trong tin nhắn gốc
zh: 在原始消息中输入的单词数
zh_hant: 原始訊息中輸入的字數

# numCorrectChoices
source: Number of correct words chosen from system-generated suggestions
ar: عدد الكلمات الصحيحة المختارة من الاقتراحات التي يولدها النظام
be: Колькасць правільных слоў, выбраных з прапаноў сістэмы
el: Αριθμός σωστών λέξεων που επιλέχθηκαν από προτάσεις συστήματος
fa: تعداد کلمات صحیح انتخاب‌شده از پیشنهادهای سیستم
fil: Bilang ng mga tamang salita na pinili mula sa mga mungkahi na nilikha ng sistema
he: מספר המילים הנכונות שנבחרו מרמזים שנוצרו על ידי המערכת
ia: Numeru de parolas correcte selige de suggestion generate per systema
ja: システム生成の提案から正しく選択された単語の数
ko: 시스템 생성 제안에서 선택된 올바른 단어 수
lt: Teisingai pasirinkti žodžiai iš sistemos sugeneruotų pasiūlymų
lv: Pareizo vārdu skaits no sistēmas ģenerētajiem ieteikumiem
ro: Numărul de cuvinte corecte alese din sugestiile generate de sistem
sl: Število pravilno izbranih besed iz sistemskih predlogov
te: సిస్టమ్-జనిత సూచనల నుండి సరైన పదాలను ఎంపిక చేసిన సంఖ్య
tr: Sistem tarafından önerilen doğru kelime sayısı
uz: Tizim tomonidan taklif qilingan to'g'ri so'zlar soni
vi: Số từ đã chọn chính xác từ gợi ý hệ thống
zh: 从系统生成建议中正确选择的单词数
zh_hant: 從系統建議中選擇正確字詞的數量

# numIncorrectChoices
source: Number of incorrect words chosen from system-generated suggestions
ar: عدد الكلمات غير الصحيحة المختارة من الاقتراحات التي يولدها النظام
be: Колькасць няправільных слоў, выбраных з прапаноў сістэмы
el: Αριθμός λανθασμένων λέξεων που επιλέχθηκαν από προτάσεις συστήματος
fa: تعداد کلمات نادرست انتخاب‌شده از پیشنهادهای سیستم
fil: Bilang ng mga maling salita na pinili mula sa mga mungkahing binuo ng sistema
he: מספר המילים השגויות שנבחרו מרמזים שנוצרו על ידי המערכת
ia: Numeru de parolas incorrecte selige de suggestion generate per systema
ja: システム生成の提案から誤って選択された単語の数
ko: 시스템 생성 제안에서 선택된 잘못된 단어 수
lt: Neteisingai pasirinkti žodžiai iš sistemos sugeneruotų pasiūlymų
lv: Nepareizo vārdu skaits no sistēmas ģenerētajiem ieteikumiem
ro: Numărul de cuvinte incorecte alese din sugestiile generate de sistem
sl: Število nepravilno izbranih besed iz sistemskih predlogov
te: సిస్టమ్-జనిత సూచనల నుండి తప్పు పదాలను ఎంపిక చేసిన సంఖ్య
tr: Sistem tarafından önerilen yanlış kelime sayısı
uz: Tizim tomonidan taklif qilingan noto'g'ri so'zlar soni
vi: Số từ đã chọn sai từ gợi ý hệ thống
zh: 从系统生成建议中错误选择的单词数
zh_hant: 從系統建議中選擇錯誤字詞的數量

source: File type
ar: نوع الملف
be: Тып файла
el: Τύπος αρχείου
fa: نوع فایل
fil: Uri ng file
he: סוג קובץ
ia: Tip de file
ja: ファイルタイプ
ko: 파일 유형
lt: Failo tipas
lv: Faila tips
ro: Tip fișier
sl: Vrsta datoteke
te: ఫైల్ రకం
tr: Dosya türü
uz: Fayl turi
vi: Loại tệp
zh: 文件类型
zh_hant: 檔案類型

source: Download
ar: تحميل
be: Загрузіць
el: Λήψη
fa: دانلود
fil: I-download
he: הורדה
ia: Scaricar
ja: ダウンロード
ko: 다운로드
lt: Parsisiųsti
lv: Lejupielādēt
ro: Descarcă
sl: Prenesi
te: డౌన్లోడ్ చేయండి
tr: İndir
uz: Yuklab olish
vi: Tải xuống
zh: 下载
zh_hant: 下載

# analyticsNotAvailable
source: User analytics not available
ar: تحليلات المستخدم غير متاحة
be: Аналітыка карыстальніка недаступная
el: Ανάλυση χρήστη δεν διατίθεται
fa: تحلیل‌های کاربر در دسترس نیست
fil: Hindi available ang analytics ng gumagamit
he: אנליטיקות משתמשים לא זמינות
ia: Analyticas de usator non disponibile
ja: ユーザー分析は利用できません
ko: 사용자 분석을 사용할 수 없습니다
lt: Vartotojo analizė neprieinama
lv: Lietotāja analītika nav pieejama
ro: Analiticele utilizatorului nu sunt disponibile
sl: Analitika uporabnika ni na voljo
te: వినియోగదారు విశ్లేషణలు అందుబాటులో లేవు
tr: Kullanıcı analitiği mevcut değil
uz: Foydalanuvchi tahlili mavjud emas
vi: Dữ liệu phân tích không khả dụng
zh: 用户分析不可用
zh_hant: 用戶分析不可用

source: Downloading...
ar: جارٍ التنزيل...
be: Загрузка...
el: Λήψη σε εξέλιξη...
fa: در حال دانلود...
fil: Nagda-download...
he: הורדה...
ia: In le processo de scaricamento...
ja: ダウンロード中...
ko: 다운로드 중...
lt: Vyksta parsisiuntimas...
lv: Lejupielāde...
ro: Se descarcă...
sl: Prenos...
te: డౌన్లోడ్ అవుతోంది...
tr: İndiriliyor...
uz: Yuklanmoqda...
vi: Đang tải xuống...
zh: 下载中...
zh_hant: 下載中...

# failedFetchUserAnalytics
source: Failed to download user analytics
ar: فشل في تحميل تحليلات المستخدم
be: Не ўдалося загрузіць аналітыку карыстальніка
el: Αποτυχία λήψης ανάλυσης χρήστη
fa: دانلود تحلیل‌های کاربر ناموفق بود
fil: Nabigo sa pag-download ng analytics ng gumagamit
he: נכשל בהורדת אנליטיקות משתמשים
ia: Fallite a reciper analyticas de usator
ja: ユーザー分析のダウンロードに失敗しました
ko: 사용자 분석 다운로드 실패
lt: Nepavyko parsisiųsti vartotojo analizės
lv: Neizdevās lejupielādēt lietotāja analītiku
ro: Nu s-a putut descărca analiticele utilizatorului
sl: Neuspešno prenašanje uporabniških analitik
te: వినియోగదారుల విశ్లేషణలను డౌన్లోడ్ చేయడంలో విఫలమైంది
tr: Kullanıcı analitiği indirilemedi
uz: Foydalanuvchi tahlilini yuklab olish muvaffaqiyatsiz bo'ldi
vi: Không thể tải dữ liệu phân tích người dùng
zh: 下载用户分析失败
zh_hant: 下載用戶分析失敗

source: Download complete!
ar: اكتمل التنزيل!
be: Загрузка завершана!
el: Η λήψη ολοκληρώθηκε!
fa: دانلود کامل شد!
fil: Tapos na ang pag-download!
he: ההורדה הושלמה!
ia: Scaricamento complete!
ja: ダウンロード完了！
ko: 다운로드 완료!
lt: Atsisiuntimas baigtas!
lv: Lejupielāde pabeigta!
ro: Descărcare completă!
sl: Prenos zaključen!
te: డౌన్లోడ్ పూర్తయింది!
tr: İndirme tamamlandı!
uz: Yuklab olish tugadi!
vi: Tải xuống thành công!
zh: 下载完成！
zh_hant: 下載完成！
