Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

source: All spaces
ar: كل المساحات
be: Усе прасторы
el: Όλοι οι χώροι
fa: همه فضاها
fil: Lahat ng espasyo
he: כל המרחבים
ia: Tote le spacios
ja: すべてのスペース
ko: 모든 스페이스
lt: Visos erdvės
lv: Visas vietas
ro: Toate spațiile
sl: Vsi prostori
te: అన్ని స్పేసులు
tr: Tüm alanlar
uz: Barcha maydonlar
vi: Tất cả không gian
zh: 所有空间
zh_hant: 所有空間

# numChats
source: {number} chats
ar: {number} الدردشات
be: {number} размоў
el: {number} συνομιλίες
fa: {number} گپ
fil: {number} usapan
he: {number} שיחות
ja: {number} チャット
ko: {number}개의 채팅
lt: {number} pokalbiai
lv: {number} tērzēšanas
ro: {number} chaturi
sl: {number} klepetov
te: {number} చాట్లు
tr: {number} sohbet
uz: {number} suhbatlar
vi: {number} cuộc hội thoại
zh: {number} 个聊天
zh_hant: {number} 個聊天室

source: Hide unimportant state events
ar: إخفاء أحداث الحالة غير المهمة
be: Схаваць неважлівыя падзеі стану
el: Απόκρυψη άσχετων γεγονότων κατάστασης
fa: رویدادهای غیر مهم مربوط به وضعیت را پنهان کنید
fil: Itago ang mga hindi mahalagang kaganapan sa estado
he: הסתר אירועי מצב לא חשובים
ia: Celar evenimentos de stato non importante
ja: 重要でない状態イベントを非表示にする
ko: 중요하지 않은 상태 이벤트 숨기기
lt: Slėpti nesvarbius būsenos įvykius
lv: Paslēpt nebūtiskus stāvokļa notikumus
ro: Ascundeți evenimente de stare neimportante
sl: Skrij nepomembne dogodke stanja
te: అప్రాముఖ్యమైన స్థితి ఈవెంట్లను దాచండి
tr: Önemsiz durum etkinliklerini gizle
uz: Muhim boʻlmagan shtat tadbirlarini yashirish
vi: Ẩn các sự kiện không quan trọng
zh: 隐藏不重要的状态事件
zh_hant: 隱藏不重要的狀態事件

# hidePresences
source: Hide Status List?
ar: إخفاء قائمة الحالة؟
be: Схаваць спіс статусаў?
el: Απόκρυψη λίστας κατάστασης;
fa: پنهان کردن لیست وضعیت؟
fil: Itago ang Listahan ng Status?
he: הסתר רשימת סטטוס?
ia: Celar lista de statuts?
ja: ステータスリストを非表示にしますか？
ko: 상태 목록을 숨길까요?
lt: Slėpti būsenų sąrašą?
lv: Paslēpt stāvokļu sarakstu?
ro: Ascunde lista de stare?
sl: Skriti seznam statusov?
te: స్థితి జాబితాను దాచాలా?
tr: Durum listesi gizlensin mi?
uz: Holat roʻyxati yashirilsinmi?
vi: Ẩn danh sách trạng thái?
zh: 隐藏状态列表？
zh_hant: 隱藏狀態列表？

source: Do not show again
ar: لا تظهر مرة أخرى
be: Не паказваць зноў
el: Μην το εμφανίζετε ξανά
fa: دوباره نشان نده
fil: Huwag na ipakita muli
he: אל תציג שוב
ia: Non monstrar ancora
ja: 今後表示しない
ko: 다시 보지 않기
lt: Nekartoti rodyti
lv: Vairs nerādīt
ro: Nu se mai apară din nou
sl: Ne prikazuj znova
te: మళ్లీ చూపించవద్దు
tr: Tekrar gösterme
uz: Qaytib koʻrsatilmasin
vi: Không hiện lại nữa
zh: 不再显示
zh_hant: 不再顯示

# wasDirectChatDisplayName
source: Empty chat (was {oldDisplayName})
ar: محادثة فارغة (كانت {oldDisplayName})
be: Пустая размова (была {oldDisplayName})
el: Άδειο chat (ήταν {oldDisplayName})
fa: گپ خالی ({oldDisplayName} بود)
fil: Puwang na usapan (dating {oldDisplayName})
he: שיחה ריקה (הייתה {oldDisplayName})
ia: Chat vacue (era {oldDisplayName})
ja: 空のチャット (以前は {oldDisplayName})
ko: 빈 채팅 (전 {oldDisplayName})
lt: Tuščias pokalbis (buvo {oldDisplayName})
lv: Tukša tērzēšana (bija {oldDisplayName})
ro: Chat gol (a fost {oldDisplayName})
sl: Prazno klepetanje (bilo {oldDisplayName})
te: ఖాళీ చాట్ (పూర్వపు {oldDisplayName})
tr: Boş sohbet ({oldDisplayName} idi)
uz: Boʻsh suhbat ({oldDisplayName} edi)
vi: Hội thoại trống (từng là {oldDisplayName})
zh: 空聊天（曾是 {oldDisplayName}）
zh_hant: 空的聊天室（原名稱為 {oldDisplayName} ）

# newSpaceDescription
source: Spaces allows you to consolidate your chats and build private or public communities.
ar: يسمح لك تطبيق المساحات بتوحيد دردشاتك وبناء مجتمعات خاصة أو عامة.
be: Прасторы дазваляюць аб'яднаць вашы размовы і ствараць прыватныя або публічныя супольнасці.
el: Οι χώροι σας επιτρέπουν να ενοποιήσετε τις συνομιλίες σας και να δημιουργήσετε ιδιωτικές ή δημόσιες κοινότητες.
fa: فضاها به شما امکان می‌دهند گپ‌های خود را یکپارچه کنید و جوامع خصوصی یا عمومی بسازید.
fil: Pinapayagan ka ng mga Espasyo na pagsamahin ang iyong mga usapan at bumuo ng mga pribado o pampublikong komunidad.
he: מרחבים מאפשרים לך לאחד את השיחות שלך ולבנות קהילות פרטיות או ציבוריות.
ia: Le spacios permitte te de consolidar tu chats e construir communitates private o publice.
ja: Spacesは、チャットを統合し、プライベートまたはパブリックなコミュニティを構築することを可能にします。
ko: 스페이스를 사용하면 채팅을 통합하고 비공개 또는 공개 커뮤니티를 구축할 수 있습니다.
lt: Erdvės leidžia sujungti jūsų pokalbius ir kurti privačias arba viešas bendruomenes.
lv: Vietas ļauj apvienot tērzēšanas un būvēt privātas vai publiskas kopienas.
ro: Spațiile vă permit să vă consolidați chaturile și să stabiliți comunități private sau publice.
sl: Prostori vam omogočajo združevanje klepetov in gradnjo zasebnih ali javnih skupnosti.
te: స్పేస్‌లు మీ చాట్లను ఏకీకృతం చేయడానికి మరియు ప్రైవేట్ లేదా పబ్లిక్ కమ్యూనిటీలను నిర్మించడానికి అనుమతిస్తాయి.
tr: Alanlar, sohbetlerinizi birleştirmenize ve özel veya genel topluluklar oluşturmanıza olanak tanır.
uz: Maydonlar sizga suhbatlaringizni birlashtirish va shaxsiy yoki ommaviy hamjamiyatlarni yaratish imkonini beradi.
vi: Không gian cho phép bạn hợp nhất các cuộc trò chuyện của mình và xây dựng cộng đồng riêng tư hoặc công khai.
zh: 空间让你可以整合聊天并建立私人或公共社区。
zh_hant: 空間允許您整合您的聊天室並建立私人或公開社群。

source: Open Chat
ar: فتح المحادثة
be: Адкрыць чат
el: Άνοιγμα συνομιλίας
fa: بازکردن گپ
fil: Buksan ang Chat
he: פתח שיחה
ia: Derrer chat
ja: チャットを開く
ko: 채팅 열기
lt: Atverti pokalbį
lv: Atvērt tērzēšanu
ro: Deschideți Chat
sl: Odpri klepet
te: చాట్‌ను తెరవండి
tr: Sohbeti Aç
uz: Suhbatni ochish
vi: Mở trò chuyện
zh: 打开聊天
zh_hant: 開啟聊天室

# indexedDbErrorLong
source: The message storage is unfortunately not enabled in private mode by default. Please visit - about:config - set dom.indexedDB.privateBrowsing.enabled to true Otherwise, it is not possible to run FluffyChat.
ar: للأسف ، لم يتم تمكين تخزين الرسائل في الوضع الخاص افتراضيا. يرجى زيارة - حول:التكوين - تعيين dom.indexedDB.privateBrowsing.enabled إلى true خلاف ذلك ، لا يمكن تشغيل FluffyChat.
be: Захоўванне паведамленняў, на жаль, не ўключана ў прыватным рэжыме па змаўчанні. Калі ласка, наведайце - about:config - усталюйце dom.indexedDB.privateBrowsing.enabled у true Інакш, запусціць FluffyChat не ўдасца.
el: Η αποθήκευση μηνυμάτων δυστυχώς δεν ενεργοποιείται από προεπιλογή σε ιδιωτική λειτουργία. Παρακαλούμε επισκεφθείτε - about:config - ορίστε το dom.indexedDB.privateBrowsing.enabled σε true Αλλιώς, δεν είναι δυνατή η εκτέλεση του FluffyChat.
fa: متاسفانه فضای ذخیره‌سازی پیام‌ها، به صورت پیش‌فرض در حالت خصوصی فعال نیست. لطفا آدرس زیر را باز کنید: about:config مقدار «dom.indexedDB.privateBrowsing.enabled» را به «true» تغییر دهید در غیر این صورت، امکان اجرای فلافی‌چت وجود ندارد.
fil: Sa kasamaang palad, hindi naka-enable ang message storage sa pribadong mode bilang default. Mangyaring bisitahin ang - about:config - itakda ang dom.indexedDB.privateBrowsing.enabled sa true Kung hindi, hindi posible na patakbuhin ang FluffyChat.
he: אחסון ההודעות, לצערי, לא מופעל במצב פרטי כברירת מחדל. אנא בקר ב- - about:config - הגדר את dom.indexedDB.privateBrowsing.enabled ל-true אחרת, לא ניתן להריץ את FluffyChat.
ia: Le almacenamiento de message non es habilitate in modo private de facto. Per favor visita - about:config - configura dom.indexedDB.privateBrowsing.enabled a ver Altere, non es possibile executar FluffyChat.
ja: メッセージストレージは、残念ながらプライベートモードではデフォルトで有効になっていません。 以下を訪問してください - about:config - dom.indexedDB.privateBrowsing.enabled を true に設定 そうしないと、FluffyChatを実行できません。
ko: 메시지 저장은 기본적으로 사생활 보호 모드에서 사용할 수 없습니다. - about:config 로 이동 - dom.indexedDB.privateBrowsing.enabled 를 true로 설정 그렇지 않으면 FluffyChat을 실행할 수 없습니다.
lt: Deja, pagal numatytuosius nustatymus žinučių saugojimas privačiame režime nėra įjungtas. Prašome apsilankyti - about:config - nustatykite dom.indexedDB.privateBrowsing.enabled į true Priešingu atveju FluffyChat paleisti neįmanoma.
lv: Diemžēl ziņu krātuve pēc noklusējuma nav iespējota privātajā režīmā. Lūgums apmeklēt - about:config - iestatīt dom.indexedDB.privateBrowsing.enabled kā true Pretējā gadījumā nav iespējams palaist FluffyChat.
ro: Stocarea de mesaje nu este activat implicit în modul privat. Vă rugăm să vizitați - about:config - stabiliți dom.indexedDB.privateBrowsing.enabled la true Astfel, nu este posibil să folosiți FluffyChat.
sl: Shranjevanje sporočil na žal ni omogočeno v zasebnem načinu po privzetku. Prosimo, obiščite - about:config - nastavite dom.indexedDB.privateBrowsing.enabled na true V nasprotnem primeru ni mogoče zagnati FluffyChat-a.
te: గుర్తింపు నిల్వ ప్రైవేట్ మోడ్‌లో డిఫాల్ట్‌గా ప్రారంభించబడదు. దయచేసి సందర్శించండి - about:config - dom.indexedDB.privateBrowsing.enabled ను true గా సెట్ చేయండి అంతే కాదు, ఫ్లఫీచాట్‌ను నడపడం సాధ్యంకాదు.
tr: Mesaj saklama özelliği ne yazık ki öntanımlı olarak gizli modda etkin değildir. Lütfen - about:config sayfasına gidin ve - dom.indexedDB.privateBrowsing.enabled seçeneğini true olarak ayarlayın Aksi takdirde FluffyChat çalıştırılamaz.
uz: Xabarlarni saqlash, afsuski, sukut bo'yicha maxfiy rejimda yoqilmagan. Iltimos, tashrif buyuring - about:config - dom.indexedDB.privateBrowsing.enabled ga true berilgan Aks holda, FluffyChat ni ishga tushirish mumkin emas.
vi: Bộ nhớ tin nhắn không được kích hoạt trong chế độ duyệt riêng tư theo mặc định. Hãy vào - about:config - đặt dom.indexedDB.privateBrowsing.enabled = true Nếu không, FluffyChat sẽ không thể chạy.
zh: 遗憾的是，默认情况下未在私有模式下启用消息存储。 请访问 - about:config - 将 dom.indexedDB.privateBrowsing.enabled 设置为 true 否则，无法运行 FluffyChat。
zh_hant: 預設情況下，私密模式不啟用消息存儲。 請訪問 - about:config - 將 dom.indexedDB.privateBrowsing.enabled 設定為 true 否則，無法運行 FluffyChat。

source: You joined the chat
ar: لقد انضممت إلى المحادثة
be: Вы далучыліся да чата
el: Έχετε συμμετάσχει στη συνομιλία
fa: شما به گپ پیوستید
fil: Sumali ka na sa chat
he: הצטרפת לשיחה
ia: Tu ha juncite al chat
ja: チャットに参加しました
ko: 채팅에 참가하였습니다
lt: Jūs prisijungėte prie pokalbio
lv: Tu pievienojies tērzēšanai
ro: Va-ți alăturat la chat
sl: Pridružili ste se klepetu
te: మీరు చాట్‌లో చేరారు
tr: Sohbete katıldınız
uz: Siz suhbatga qoʻshildingiz
vi: Bạn đã tham gia cuộc trò chuyện
zh: 你加入了聊天
zh_hant: 您加入了聊天室

source: Encrypt this chat
ar: تشفير هذه المحادثة
be: Зашыфраваць гэтую размову
el: Κρυπτογραφήστε αυτήν τη συνομιλία
fa: این گپ را رمزگذاری کنید
fil: I-encrypt ang usapang ito
he: הצפן שיחה זו
ia: Scrypta iste chat
ja: このチャットを暗号化する
ko: 이 채팅을 암호화
lt: Užšifruoti šį pokalbį
lv: Šifrēt šo tērzēšanu
ro: Criptați acest chat
sl: Šifriraj ta klepet
te: ఈ చాట్‌ను గుప్తీకరించండి
tr: Bu sohbeti şifrele
uz: Bu suhbatni shifrlash
vi: Mã hóa cuộc trò chuyện này
zh: 加密此聊天
zh_hant: 加密此聊天室

# disableEncryptionWarning
source: For security reasons you can not disable encryption in a chat, where it has been enabled before.
ar: لأسباب أمنية ، لا يمكنك تعطيل التشفير في المحادثة ، حيث تم تمكينه من قبل.
be: З-за мер бяспекі вы не можаце адключыць шыфраванне ў размове, дзе яно было ўключана раней.
el: Για λόγους ασφαλείας, δεν μπορείτε να απενεργοποιήσετε την κρυπτογράφηση σε μια συνομιλία όπου είχε ενεργοποιηθεί προηγουμένως.
fa: به دلایل امنیتی نمی‌توانید رمزگذاری را در گپ غیرفعال کنید، در حالی که از قبل فعال شده است.
fil: Para sa seguridad, hindi mo maaaring i-disable ang encryption sa isang usapan, kung saan ito ay na-enable na dati.
he: מסיבות אבטחה, אינך יכול לבטל את ההצפנה בשיחה שבה היא הופעלה קודם לכן.
ia: Pro securitate, tu non pote disactivar le scryptation in un chat ubi illa ha essite activate antea.
ja: セキュリティ上の理由から、以前は暗号化が有効だったチャットで暗号化を無効にすることはできません。
ko: 보안상의 이유로 암호화가 활성화된 채팅에서 암호화를 비활성화 할 수 없습니다.
lt: Dėl saugumo priežasčių jūs negalite išjungti šifravimo pokalbyje, kuriame jis buvo įjungtas anksčiau.
lv: Drošības iemeslu dēļ tērzēšanā nevar atspējot šifrēšanu, ja tā ir pirms tam ir bijusi iespējota.
ro: Pentru motive de securitate, nu este posibil să dezactivați criptarea unui chat în care criptare este activată.
sl: Zaradi varnosti ne morete onemogočiti šifriranja v klepetu, kjer je bilo prej omogočeno.
te: భద్రత కారణాల వల్ల, మీరు ఇప్పటికే ఎనేబుల్ చేసిన చాట్‌లో గుప్తీకరణను ఆపలేరు.
tr: Güvenlik nedeniyle, daha önce etkinleştirildiği bir sohbette şifrelemeyi devre dışı bırakamazsınız.
uz: Xavfsizlik nuqtai nazaridan, agar u ilgari yoqilgan boʻlsa, suhbatda shifrlashni oʻchirib qoʻyolmaysiz.
vi: Vì lý do bảo mật, bạn không thể tắt tính năng mã hóa trong cuộc trò chuyện đã được bật tính năng này trước đó.
zh: 出于安全考虑 ，你不能在之前已启用加密的聊天中禁用加密。
zh_hant: 出於安全原因，您不能在之前已加密的聊天室中停用加密。

source: Reopen chat
ar: إعادة فتح المحادثة
be: Паўторна адкрыць размову
el: Άνοιγμα ξανά συνομιλίας
fa: گپ را دوباره باز کنید
fil: Muling buksan ang usapan
he: פתח מחדש את השיחה
ia: Re-aperir le chat
ja: チャットを再開する
ko: 채팅 다시 열기
lt: Vėl atidaryti pokalbį
lv: Atkārtoti atvērt tērzēšanu
ro: Deschide din nou chatul
sl: Ponovno odpri klepet
te: మళ్లీ చాట్‌ను తెరవండి
tr: Sohbeti yeniden aç
uz: Suhbatni qayta ochish
vi: Mở lại cuộc trò chuyện
zh: 重新打开聊天
zh_hant: 重新開啟聊天室

# noBackupWarning
source: Warning! Without enabling chat backup, you will lose access to your encrypted messages. It is highly recommended to enable the chat backup first before logging out.
ar: تحذير! بدون تمكين النسخ الاحتياطي للدردشة ، ستفقد الوصول إلى رسائلك المشفرة. يوصى بشدة بتمكين النسخ الاحتياطي للدردشة أولاً قبل تسجيل الخروج.
be: Увага! Без уключэння рэзервовага капіравання размовы вы страціце доступ да зашыфраваных паведамленняў. Вельмі рэкамендуецца ўключыць рэзервовае капіраванне перад выходам.
el: Προειδοποίηση! Χωρίς ενεργοποίηση αντιγράφου ασφαλείας συνομιλίας, θα χάσετε την πρόσβαση στα κρυπτογραφημένα μηνύματά σας. Συνιστάται ιδιαίτερα να ενεργοποιήσετε το αντίγραφο ασφαλείας πριν αποσυνδεθείτε.
fa: هشدار! بدون فعال کردن پشتیبان گپ، دسترسی به پیام های رمزگذاری شده خود را از دست خواهید داد. قویا توصیه می‌شود قبل از خروج از سیستم، ابتدا پشتیبان‌گیری گپ را فعال کنید.
fil: Babala! Kung hindi i-enable ang backup ng usapan, mawawala ang access mo sa iyong mga naka-encrypt na mensahe. Lubos na inirerekomenda na i-enable ang backup ng usapan bago mag-logout.
he: אזהרה! ללא הפעלת גיבוי שיחה, תאבד גישה להודעות המוצפנות שלך. מומלץ מאוד להפעיל את גיבוי השיחה לפני יציאה מהחשבון.
ia: Aviso! Sin activar le backup del chat, tu perdera accesso a tu messages scryptate. Es altamente recommandate activar le backup del chat prime de disconectarte.
ja: 警告！チャットのバックアップを有効にしないと、暗号化されたメッセージにアクセスできなくなります。ログアウトする前に、まずチャットのバックアップを有効にすることを強くお勧めします。
ko: 경고! 채팅 백업을 켜지 않을경우, 당신은 암호화된 메시지에 대한 접근권한을 잃을것 입니다. 로그아웃 하기 전에 채팅을 백업하는것이 강력히 권장됩니다.
lt: Įspėjimas! Be pokalbio atsarginės kopijos įjungimo prarasite prieigą prie savo šifruotų žinučių. Labai rekomenduojama pirmiausia įjungti pokalbio atsarginę kopiją prieš atsijungiant.
lv: Uzmanību! Bez tērzēšanu rezerves kopiju veidošanas iespējošanas tiks zaudēta piekļuve savām šifrētajām ziņām. Ir ļoti ieteicams iespējot tērzēšanu rezerves kopiju veidošanu pirms atteikšanās.
ro: Avertisment! Fără să activați backup de chat, veți pierde accesul la mesajele voastre criptate. E foarte recomandat să activați backup de chat înainte să vă deconectați.
sl: Opozorilo! Brez omogočitve varnostne kopije klepeta boste izgubili dostop do šifriranih sporočil. Priporočamo, da najprej omogočite varnostno kopijo klepeta, preden se odjavite.
te: హెచ్చరిక! చాట్ బ్యాకప్‌ను ఎనేబుల్ చేయకపోతే, మీరు మీ గుప్తీకరించిన సందేశాలకు యాక్సెస్ కోల్పోతారు. లాగౌట్ చేయడానికి ముందు చాట్ బ్యాకప్‌ను మొదటిగా ఎనేబుల్ చేయడం చాలా సిఫార్సు చేయబడింది.
tr: Uyarı! Sohbet yedeklemesini etkinleştirmezseniz, şifrelenen mesajlarınıza erişiminizi kaybedersiniz. Oturumu kapatmadan önce sohbet yedeklemesini etkinleştirmeniz önemle tavsiye edilir.
uz: Diqqat! Suhbatni zaxiralashni yoqmasangiz, shifrlangan xabarlaringizga kirish huquqini yoʻqotasiz. Tizimdan chiqishdan oldin chatni zaxiralashni yoqishingiz tavsiya etiladi.
vi: Cẩn thận! Nếu không bật sao lưu trò chuyện, bạn sẽ mất quyền truy cập vào tin nhắn được mã hóa của mình. Chúng tôi khuyên bạn nên bật sao lưu trò chuyện trước khi đăng xuất.
zh: 警告！如果不启用聊天备份，你将无法访问加密消息。强烈建议在注销前先启用聊天备份。
zh_hant: 警告！如果不啟用聊天室備份，您將失去對加密訊息的訪問。強烈建議在登出前先啟用聊天室備份。

# inviteGroupChat
source: 📨 Group chat invite
ar: 📨 دعوة للمحادثة الجماعية
be: 📨 Запрасіць у групавы чат
el: 📨 Πρόσκληση σε ομαδική συνομιλία
fa: 📨 دعوت به گروه چت
fil: 📝 Imbitahan sa group chat
he: 📨 הזמנת שיחת קבוצה
ia: 📝 Invitar al chat de gruppo
ja: 📨 グループチャットを招待
ko: 📨 그룹 채팅에 초대
lt: 📨 Pakviesti grupės pokalbiui
lv: 📨 Uzaicināt kopas tērzēšanu
ro: 📨 Invită chat de grup
sl: 📨 Vabilo v skupinski klepet
te: 📨 గ్రూప్ చాట్‌కు ఆహ్వానించండి
tr: 📨 Grup sohbetine davet et
uz: 📨 Guruh suhbatiga taklif
vi: 📨 Mời nhóm trò chuyện
zh: 📨 邀请至群聊
zh_hant: 📨 邀請群組聊天室

# invitePrivateChat
source: 📨 Private chat invite
ar: 📨 دعوة دردشة خاصة
be: 📨 Запрасіць у прыватны чат
el: 📨 Πρόσκληση σε ιδιωτική συνομιλία
fa: 📨 دعوت به چت خصوصی
fil: 📝 Imbitahan sa pribadong chat
he: 📨 הזמנת שיחה פרטית
ia: 📝 Invitar al chat private
ja: 📨 プライベートチャットを招待
ko: 📨 비공개 채팅에 초대
lt: 📨 Pakviesti privačiam pokalbiui
lv: 📨 Uzaicināt privātu tērzēšanu
ro: 📨 Invitați chat privat
sl: 📨 Vabilo v zasebni klepet
te: 📨 ప్రైవేట్ చాట్‌కు ఆహ్వానించండి
tr: 📨 Gizli sohbete davet et
uz: 📨 Shaxsiy suhbatga taklif
vi: 📨 Mời trò chuyện riêng tư
zh: 📨 邀请至私聊
zh_hant: 📨 邀請私人聊天室

# archiveRoomDescription
source: The chat will be moved to the archive. Other users will be able to see that you have left the chat.
ar: سيتم نقل المحادثة إلى الأرشيف. سيتمكن المستخدمون الآخرون من رؤية أنك غادرت المحادثة.
be: Гэтая размова будзе перамешчана ў архіў. Іншыя карыстальнікі змогуць бачыць, што вы пакінулі размову.
el: Η συνομιλία θα μετακινηθεί στο αρχείο. Άλλοι χρήστες θα μπορούν να δουν ότι έχετε φύγει από τη συνομιλία.
fa: گفتگو به آرشیو منتقل خواهد شد. سایر کاربران قادر خواهند بود ببینند که شما از گفتگو خارج شده‌اید.
fil: Ililipat ang chat sa archive. Makikita ng ibang user na iniwan mo ang chat.
he: החדר יועבר לארכיון. משתמשים אחרים יוכלו לראות שהשארת את החדר.
ia: Le chat essera movite al archivo. Altri usatores potera vider que tu ha lasciate le chat.
ja: チャットはアーカイブに移動されます。 他のユーザーはあなたがチャットを退出したことを確認できます。
ko: 채팅이 보관함으로 이동합니다. 다른 유저들은 당신이 떠난다는것을 볼 수 있습니다.
lt: Pokalbis bus perkeltas į archyvą. Kiti naudotojai galės matyti, kad palikote pokalbį.
lv: Tērzēšana tiks pārvietota uz arhīvu. Citi lietotāji redzēs, ka pameti tērzēšanu.
ro: Chat-ul va fi mutat în arhivă. Alți utilizatori vor putea vedea că ați părăsit chat-ul.
sl: Klepet bo premaknjen v arhiv. Drugi uporabniki bodo lahko videli, da ste zapustili klepet.
te: చాట్ ఆర్కైవ్‌కు తరలించబడుతుంది. ఇతర వినియోగదారులు మీరు చాట్ నుండి వెళ్లినట్లు చూడగలుగుతారు.
tr: Sohbet arşive taşınacak. Diğer kullanıcıları sohbeti terk ettiğinizi görebilecek.
uz: Suhbat arxivga koʻchiriladi. Boshqa foydalanuvchilar sizning suhbatdan chiqqaningizni koʻra oladilar.
vi: Cuộc trò chuyện sẽ được chuyển tới mục lưu trữ. Người dùng khác sẽ thấy được bạn đã rời khỏi cuộc trò chuyện.
zh: 聊天将被移至存档。其他用户将能看到你已离开聊天。
zh_hant: 聊天室將被移動到存檔中。其他使用者將能看到您已離開聊天室。

# roomUpgradeDescription
source: The chat will then be recreated with the new room version. All participants will be notified that they need to switch to the new chat. You can find out more about room versions at https://spec.matrix.org/latest/rooms/
ar: سيتم بعد ذلك إعادة إنشاء المحادثة باستخدام إصدار الغرفة الجديد. سيتم إخطار جميع المشاركين بأنهم بحاجة إلى التبديل إلى المحادثة الجديدة. يمكنك معرفة المزيد حول إصدارات الغرف على https://spec.matrix.org/latest/rooms/
be: Пасля гэтага размова будзе перастворана з новай версіяй пакоя. Удзельнікі будуць праінфармаваны, што ім трэба перайсці на новую размову. Больш інфармацыі пра версіі пакояў можна знайсці на https://spec.matrix.org/latest/rooms/
el: Η συνομιλία θα αναδημιουργηθεί με τη νέα έκδοση δωματίου. Όλοι οι συμμετέχοντες θα ειδοποιηθούν ότι πρέπει να μεταβούν στη νέα συνομιλία. Μπορείτε να μάθετε περισσότερα για τις εκδόσεις δωματίων στο https://spec.matrix.org/latest/rooms/
fa: سپس گفتگو با نسخه جدید اتاق بازسازی می‌شود. همه شرکت‌کنندگان اطلاع داده خواهند شد که باید به گفتگو جدید منتقل شوند. می‌توانید اطلاعات بیشتر درباره نسخه‌های اتاق را در https://spec.matrix.org/latest/rooms/ بیابید.
fil: Maa-update ang chat gamit ang bagong bersyon ng kwarto. Ipapaalam sa lahat ng kalahok na kailangan nilang lumipat sa bagong chat. Matuto pa tungkol sa mga bersyon ng kwarto sa https://spec.matrix.org/latest/rooms/
he: לאחר מכן, החדר ייווצר מחדש עם גרסת החדר החדשה. כל המשתתפים יקבלו הודעה שהם צריכים לעבור לשיחה החדשה. ניתן למצוא מידע נוסף על גרסאות החדר בכתובת https://spec.matrix.org/latest/rooms/
ia: Le chat essera then recrear con le nove version del sala. Tote le participantes essera notificate que illes debe cambiar a le nove chat. Tu pote discoperir plus de informationes super le versiones del sala a https://spec.matrix.org/latest/rooms/
ja: その後、チャットは新しいルームバージョンで再作成されます。すべての参加者に新しいチャットに切り替える必要があることが通知されます。ルームバージョンの詳細はhttps://spec.matrix.org/latest/rooms/で確認できます。
ko: 채팅이 새로운 방 버전으로 다시 생성됩니다. 모든 참가자는 새로운 채팅으로 전환해야합니다. https://spec.matrix.org/latest/rooms/ 에서 방 버전에 대해 자세히 알아볼 수 있습니다.
lt: Tada pokalbis bus sukurtas iš naujo su nauja kambario versija. Visi dalyviai bus informuoti, kad reikia pereiti prie naujo pokalbio. Daugiau apie kambario versijas galite sužinoti adresu https://spec.matrix.org/latest/rooms/
lv: Tērzēšana tad tiks atkārtoti izveidota ar jauno istabas versiju. Visiem dalībniekiem tiks paziņots, ka viņiem ir jāpārslēdzas uz jauno tērzēšanu. Vairāk par istabu versijām var atrast https://spec.matrix.org/latest/rooms/
ro: Apoi, chat-ul va fi recreat cu noua versiune a camerei. Toți participanții vor fi notificați că trebuie să treacă la noul chat. Puteți afla mai multe despre versiunile camerelor la https://spec.matrix.org/latest/rooms/
sl: Klepet bo nato ponovno ustvarjen z novo različico sobe. Vsi udeleženci bodo obveščeni, da morajo preklopiti na nov klepet. Več o različicah sob si lahko preberete na https://spec.matrix.org/latest/rooms/
te: అప్పుడు చాట్ కొత్త రూమ్ వెర్షన్‌తో మళ్లీ సృష్టించబడుతుంది. అన్ని పాల్గొనేవారు కొత్త చాట్‌కు మారాల్సిన అవసరం ఉందని తెలియజేయబడతారు. రూమ్ వెర్షన్ల గురించి మరింత తెలుసుకోవడానికి https://spec.matrix.org/latest/rooms/ చూడండి.
tr: Sohbet daha sonra yeni oda sürümüyle yeniden oluşturulacaktır. Tüm katılımcılara yeni sohbete geçmeleri gerektiği bildirilecektir. Oda sürümleri hakkında daha fazla bilgiyi https://spec.matrix.org/latest/rooms/ adresinde bulabilirsiniz.
uz: Keyin suhbat yangi guruh versiyasi bilan qayta yaratiladi. Barcha ishtirokchilarga yangi suhbatga oʻtishlari kerakligi haqida xabar beriladi. Guruh versiyalari haqida koʻproq maʼlumotni https://spec.matrix.org/latest/rooms/ manzilida topishingiz mumkin
vi: Cuộc trò chuyện sẽ được tạo lại với phiên bản phòng mới. Tất cả những người tham gia sẽ được thông báo rằng họ cần chuyển sang cuộc trò chuyện mới. Bạn có thể tìm hiểu thêm về các phiên bản phòng tại https://spec.matrix.org/latest/rooms/
zh: 将使用新版聊天室来重新创建当前聊天室。所有参与者都会收到通知以切换到新的聊天室。有关聊天室版本的更多信息，请访问 https://spec.matrix.org/latest/rooms/
zh_hant: 將使用新版本聊天室來重新建立聊天室。所有本聊天室的參與者都會收到通知，他們都需要換到新的聊天室裡。若您想知道有關新版本的更多資訊，請前往 https://spec.matrix.org/latest/rooms/
