Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# grammarCopyCONJTYPE
source: Conjunction Type
ar: نوع أداة الربط
be: Тып злучніка
el: Τύπος Συνδέσμου
fa: نوع هم‌پیوستگی
fil: Uri ng Pang-ugnay
he: סוג קונ junction
ia: Tipo de Conjunction
ja: 接続詞の種類
ko: 접속사 유형
lt: Junginio tipas
lv: Sakaru veids
ro: Tip de conjuncție
sl: Vrsta veznika
te: సంధి రకం
tr: Bağlaç Türü
uz: Bog‘lovchi turi
vi: Loại liên từ
zh: 连词类型
zh_hant: 連詞類型

# grammarCopySPC
source: Specificity
ar: الخصوصية
be: Канкрэтнасць
el: Ειδικότητα
fa: مشخصه
fil: Espesipikasyon
he: ספציפיות
ia: Specificitate
ja: 特異性
ko: 특이성
lt: Specifiškumas
lv: Specifiskums
ro: Specificitate
sl: Specifičnost
te: నిర్దిష్టత
tr: Özellik
uz: Maxsuslik
vi: Tính cụ thể
zh: 特指性
zh_hant: 特定性

# grammarCopyPARTTYPE
source: Partitive Type
ar: نوع الجزء
be: Тып партытыўнага
el: Τύπος Μερισμού
fa: نوع قسمت‌دار
fil: Uri ng Partitivo
he: סוג חלקי
ia: Tipo Partitiv
ja: 部分的な種類
ko: 부분 유형
lt: Dalijimosi tipas
lv: Daļējs veids
ro: Tip partitiv
sl: Delni tip
te: భాగాల రకం
tr: Kısmi Tür
uz: Qismlash turi
vi: Loại phân từ
zh: 部分格类型
zh_hant: 部分格類型

# grammarCopyINTREL
source: Interrogative-Relative
ar: استفهامي-نسبي
be: Пытальны-дакладны
el: Ερωτηματική-Σχετική
fa: سوال-نسبتی
fil: Interogatibo-Relatibo
he: שאלה-יחס
ia: Interrogative-Relativ
ja: 疑問-関係
ko: 의문-관계대명사
lt: Klausiamasis-ryšys
lv: Jautājuma-saistīts
ro: Interogativ-Relativ
sl: Vprašalno-odnosen
te: ప్రశ్న-సంబంధిత
tr: Soru-İlişki
uz: So‘roq-nisbat
vi: Nghi vấn - quan hệ
zh: 疑问-关系
zh_hant: 疑問-關係

# grammarCopyUNKNOWN
source: Unknown
ar: غير معروف
be: Невядома
el: Άγνωστο
fa: نامشخص
fil: Hindi Alam
he: לא ידוע
ia: Ignorate
ja: 不明
ko: 알 수 없음
lt: Nežinoma
lv: Nezināms
ro: Necunoscut
sl: Neznano
te: అజ్ఞాత
tr: Bilinmeyen
uz: Noma'lum
vi: Không rõ
zh: 未知
zh_hant: 未知

# grammarCopyNUMBERPSOR
source: Possessor's Number
ar: رقم المالك
be: Нумар уладальніка
el: Αριθμός Κυριότητας
fa: عدد مالک
fil: Numero ng Tagapagmay-ari
he: מספר מחזיק
ia: Numeros del Possessor
ja: 所有者の数
ko: 소유격의 수
lt: Turėtojo skaičius
lv: Īpašnieka skaitlis
ro: Numărul posesiorului
sl: Število lastnika
te: పొందిన వారి సంఖ్య
tr: Sahibin Numarası
uz: Egasi raqami
vi: Số lượng chủ sở hữu
zh: 所有者的数字
zh_hant: 所有者數量

# grammarCopyPOSS
source: Possessive
ar: ملكية
be: Прынадлежнасць
el: Κτητική
fa: ملکی
fil: Pagmamay-ari
he: קנייני
ja: 所有格
ko: 소유격
lt: Nuosavybės
lv: Īpašnieciskais
ro: Posesiv
sl: Vlastniško
te: సంపత్తి
tr: İyelik
uz: Egafor
vi: Sở hữu
zh: 所有格
zh_hant: 所有格

# grammarCopyASPECTimp
source: Imperfective Aspect
ar: الجانب غير التام
be: Несовершенны выгляд
el: Ατελής Όψη
fa: جنبه ناقص
fil: Aspekto ng Imperpektibo
he: היבט בלתי מושלם
ia: Aspecto Imperfective
ja: 未完了体
ko: 미완료상
lt: Netobulas aspektas
lv: Nepabeigtā aspekta
ro: Aspect imperfectiv
sl: Nepopolni vidik
te: అపూర్ణ దృష్టికోణం
tr: Eksilmezlik Görünümü
uz: Noto'g'ri aspekt
vi: Không hoàn thành
zh: 未完成体
zh_hant: 未完成體

# grammarCopyCASEvoc
source: Vocative
ar: النداء
be: Выклікальны
el: Κλητική
fa: مورد خطاب
fil: Pang-imbita
he: קריאה
ja: 呼格
ko: 호격
lt: Šaukimo linksnis
lv: Vokāls
ro: Vocativ
sl: Vokativ
te: వాక్టివ్
tr: Sesli Durum
uz: Chaqirilish
vi: Cách hô gọi
zh: 呼格
zh_hant: 呼格

# grammarCopyCASEcom
source: Comitative
ar: الاصطحاب
be: Камітатыў
el: Κοινοτική
fa: هم‌پیوستگی
fil: Kasama
he: קומיטיבי
ja: 対格
ko: 동반격
lt: Kominatyvinis
lv: Komitātīvs
ro: Comitativ
sl: Komitativen
te: కమిటేటివ్
tr: Birlikte Durum
uz: Birgalikda
vi: Cách đi kèm (comitative)
zh: 伴随格
zh_hant: 伴隨格

# grammarCopyCASEpar
source: Partitive
ar: جزئي
be: Партытыў
el: Μεριστική
fa: قسمتی
fil: Partitivo
he: חלקי
ja: 部分格
ko: 부분격
lt: Partityvinis
lv: Daļas
ro: Partitiv
sl: Partitiv
te: పార్టిటివ్
tr: Parçalama Durumu
uz: Qismiy
vi: Cách chia phần (partitive)
zh: 部分格
zh_hant: 部分格

# grammarCopyCASEadv
source: Adverbial
ar: الظرف
be: Дзеяслоўны
el: Επιρρηματική
fa: قیدی
fil: Pang-abay
he: תואר הפועל
ja: 副詞格
ko: 부사격
lt: Veiksmažodinis
lv: Apstākļa
sl: Prislovni
te: అడ్వెర్బియల్
tr: Zarflama Durumu
uz: Ravishdagi
vi: Cách trạng từ
zh: 状语格
zh_hant: 副詞格

# grammarCopyCASEref
source: Referential
ar: إشاري
be: Рэфэрэнцыйны
el: Αναφορική
fa: ارجاعی
fil: Pang-reperensya
he: רפרנציאלי
ja: 指示格
ko: 지시격
lt: Referencinis
lv: Atsauces
ro: Referențial
sl: Referenčni
te: రెఫరెన్షియల్
tr: İlişkilendirme
uz: Ma'lumotli
vi: Cách tham chiếu
zh: 指示格
zh_hant: 指稱格

# grammarCopyCASErel
source: Relative
ar: نسبي
be: Адносны
el: Σχετική
fa: نسبتی
fil: Relatibo
he: יחסי
ia: Relativ
ja: 関係格
ko: 관계격
lt: Santykinis
lv: Saistīts
ro: Relativ
sl: Relativni
te: సంబంధిత
tr: İlişki Durumu
uz: Bog'liq
vi: Cách quan hệ
zh: 关系格
zh_hant: 關係格

# grammarCopyCASEsub
source: Subessive
ar: الفرعي
be: Падсумавы
el: Υποθετική
fa: زیرمفعولی
he: סובסיבי
ja: 下位格
ko: 하위격
lt: Subessyvinis
lv: Subessīvs
ro: Subessiv
te: సబ్‌సెసివ్
tr: Alt Durum
uz: Subessiv
vi: Cách dưới (subessive)
zh: 属格
zh_hant: 屬格

# grammarCopyCASEsup
source: Superessive
ar: العالي
be: Павышальны
el: Υπερεστιακή
fa: بالادستی
he: על-מקומי
ja: 上位格
ko: 상위격
lt: Superessyvinis
lv: Superessīvs
ro: Superessiv
te: సూపర్‌ఎసివ్
tr: Üst Durum
uz: Superessiv
vi: Cách trên (superessive)
zh: 超属格
zh_hant: 超格

# grammarCopyCASEaccdat
source: Accusative-Dative
ar: مفعول به-حالة المفعول به
be: Вінаватара-дадатак
el: Αιτιατική-Δοτική
fa: مفعولی-داتی
fil: Pang-akkusatibo-Dative
he: אובייקטיבי-דאטיבי
ja: 対格-与格
ko: 목적격-여격
lt: Akuzatyvinis-Dativinis
lv: Prievārds- Dativs
ro: Acuzativ-Dativ
sl: Akuzativ-Dativ
te: అక్యూసేటివ్-డేటివ్
tr: Yükleme-Dağıtma Durumu
uz: Jazo va qabul qilish
vi: Cách trực tiếp-gián tiếp
zh: 宾格-与格
zh_hant: 賓格-與格

# grammarCopyCASEpre
source: Prepositional
ar: حرف جر
be: Прэпазіцыйны
el: Προθετική
fa: حرف‌اضافی
he: לפני-מילת יחס
ja: 前置詞格
ko: 전치사구격
lt: Prepozicinis
lv: Priekšvārds
ro: Prepozitional
sl: Predložni
te: ప్రిపోజిషనల్
tr: Ön Ek Durumu
uz: Oldindan tayyorlangan
vi: Cách giới từ
zh: 介词格
zh_hant: 介詞格

# grammarCopyCONJTYPEsub
source: Subordinating
ar: تابع
be: Падпарадкавальны
el: Υποτακτική
fa: حالت تابع
fil: Pag-uugnay na Nakabukod
he: משני
ia: Subordinante
ja: 従属接続詞
ko: 종속접속사
lt: Priešdėlinis
lv: Pakļaujošs
ro: Subordonare
sl: Podredni
te: ఉపశ్రేణి
tr: Bağlaç Türü - Bağlayıcı
uz: Subordinatsiya qiluvchi
vi: Phụ thuộc
zh: 从属连词
zh_hant: 從屬連詞

# grammarCopyCONJTYPEcmp
source: Comparative
ar: مقارن
be: Параўнальны
el: Συγκριτική
fa: مقایسه‌ای
fil: Paghahambing
he: השוואתי
ja: 比較級
ko: 비교급
lt: Lyginamasis
lv: Salīdzinošs
ro: Comparativ
sl: Primerjalni
te: తులనాత్మక
tr: Karşılaştırmalı
uz: Taqqoslovchi
vi: So sánh
zh: 比较级
zh_hant: 比較級

# grammarCopyDEFINITEind
source: Indefinite
ar: غير معرف
be: Невызначальны
el: Αόριστη
fa: بی‌معین
fil: Hindi Tiyak
he: לא מוגדר
ja: 不定
ko: 불확정
lt: Neapibrėžtas
lv: Neskaidrs
ro: Nedefinit
sl: Nedoločen
te: అనిర్దిష్ట
tr: Belirsiz
uz: Noaniq
vi: Không xác định
zh: 不定
zh_hant: 不定

# grammarCopyMOODint
source: Interrogative Mood
ar: صيغة الاستفهام
be: Пытальны настрой
el: Ερωτηματική Έννοια
fa: حالت سوالی
he: שאלי
ia: Modo Interrogative
ja: 疑問法
ko: 의문법
lt: Klausiamasis nuotaika
lv: Jautājuma noskaņojums
ro: Mod Interogativ
sl: Vprašalni način
te: ప్రశ్నాత్మక మూడ్
tr: Soru Kipi
uz: So'rovchi kayfiyat
vi: Nghi vấn
zh: 疑问语气
zh_hant: 疑問語氣

# grammarCopyNOUNTYPEcomm
source: Common Noun
ar: اسم عام
be: Звычайнае назоўнік
el: Κοινό Ουσιαστικό
fa: اسم عمومی
fil: Pangkaraniwang Pangngalan
he: שם עצם כללי
ia: Noun Commun
ja: 普通名詞
ko: 일반 명사
lt: Bendrinis daiktavardis
lv: Parasts vārds
ro: Substantiv Comun
sl: Obična samostalnica
te: సాధారణ నౌన్
tr: Ortak İsim
uz: Umumiy ot
vi: Danh từ chung
zh: 普通名词
zh_hant: 普通名詞

# grammarCopyNUMBERPSORsing
source: Possessor's Singular
ar: مفرد المالك
be: Адзіночны нумар уладальніка
el: Ενικός του Κατόχου
fa: مالک مفرد
fil: Isahang Pagmamay-ari
he: יחיד של בעלות
ia: Singular del Possessor
ja: 所有者の単数形
ko: 소유격 단수형
lt: Nuosavybės vienaskaita
lv: Īpašnieka vienskaitlis
ro: Singularul deținatorului
sl: Ednina lastnika
te: పొసెసర్ యొక్క ఏకవచం
tr: Sahibin Tekil
uz: Egasi yagona
vi: Chủ sở hữu số ít
zh: 所有者的单数
zh_hant: 所有者單數

# grammarCopyNUMBERPSORplur
source: Possessor's Plural
ar: جمع المالك
be: Множественнасць уласніка
el: Πληθυντικός του Κατόχου
fa: مالک جمع
fil: Maramihang Pagmamay-ari
he: רבים של בעלות
ia: Plural del Possessor
ja: 所有者の複数形
ko: 소유격 복수형
lt: Nuosavybės daugiskaita
lv: Īpašnieka daudzskaitlis
ro: Pluralul deținatorului
sl: Množina lastnika
te: పొసెసర్ యొక్క బహువచనం
tr: Sahibin Çoğul
uz: Egala egasi ko'plik
vi: Chủ sở hữu số nhiều
zh: 所有格的复数
zh_hant: 所有者複數

# grammarCopyNUMBERPSORdual
source: Possessor's Dual
ar: مفرد المالك
be: Двойнасць уласніка
el: Διπλός του Κατόχου
fa: مالک دوگانه
fil: Duel na Pagmamay-ari
he: שני של בעלות
ia: Dual del Possessor
ja: 所有者の双数形
ko: 소유격 이중형
lt: Nuosavybės dvynukė
lv: Īpašnieka divskaitlis
ro: Dualul deținatorului
sl: Dvojina lastnika
te: పొసెసర్ యొక్క ద్వివచనం
tr: Sahibin İkili
uz: Egasi ko'plik
vi: Chủ sở hữu số đôi
zh: 所有格的双数
zh_hant: 所有者雙數

# grammarCopyPOLARITYpos
source: Positive Polarity
ar: إيجابية
be: Пазітыўная палярнасць
el: Θετική Πολικότητα
fa: مثبت
fil: Positibong Polarity
he: חיובי
ia: Polaritate Positive
ja: 肯定
ko: 긍정적 극성
lt: Teigiama polaritė
lv: Pozitīva polaritāte
ro: Polaritare Pozitivă
sl: Pozitivna polariteta
te: ధనాత్మక పాలారిటీ
tr: Pozitif Polarlık
uz: Ijobiy polarlik
vi: Khẳng định
zh: 肯定
zh_hant: 肯定極性

# grammarCopyPOSSyes
source: Possessive
ar: ملكية
be: Майнасць
el: Κτητική
fa: ملکی
fil: Pag-aari
he: בעלות
ja: 所有格
ko: 소유격
lt: Nuosavybinis
lv: Īpašnieciskais
ro: Posesiv
sl: Vozniško
te: సంబంధిత
tr: İyelik
uz: Egasi
vi: Có sở hữu
zh: 所有格
zh_hant: 所有格

# grammarCopyPREPCASEnpr
source: Non-prepositional
ar: غير حرف الجر
be: Безпрэпазіцыйны
el: Μη-προθετική
fa: غیرحرف‌اضافه‌ای
fil: Hindi prepositional
he: לא לפני-מילת יחס
ja: 非前置詞格
ko: 전치사 없음
lt: Be prepozicijos
lv: Neprepozicionāls
ro: Non-prepozițional
sl: Nepredložni
te: ప్రిపోజిషనల్ కాదు
tr: Edatlı Olmayan
uz: Prepozitsiyalarsiz
vi: Phi giới từ
zh: 非介词性
zh_hant: 非介詞性

# grammarCopyPRONTYPEprs
source: Personal
ar: شخصي
be: Асабісты
el: Προσωπική
fa: شخصی
he: אישי
ja: 個人
ko: 인칭 대명사
lt: Asmeninis
lv: Personāls
sl: Osebno
te: వ్యక్తిగత
tr: Kişisel
uz: Shaxsiy
vi: Cá nhân
zh: 人称代词
zh_hant: 人稱代詞

# grammarCopyPRONTYPEint
source: Interrogative
ar: استفهامي
be: Пытальны
el: Ερωτηματική
fa: سوالی
he: שאלתי
ja: 疑問文
ko: 의문사
lt: Klausiamasis
lv: Jautājuma
ro: Interogativ
sl: Vprašalno
te: ప్రశ్నార్థక
tr: Soru Cümlesi
uz: Savol
vi: Nghi vấn
zh: 疑问代词
zh_hant: 疑問代詞

# grammarCopyPRONTYPEtot
source: Total
ar: إجمالي
be: Агульны
el: Ολική
fa: کلی
fil: Kabuuan
he: כולל
ja: 合計
ko: 전체
lt: Visas
lv: Kopējais
sl: Skupno
te: మొత్తం
tr: Toplam
uz: Jami
vi: Tổng quát
zh: 总类
zh_hant: 總體

# grammarCopyPRONTYPEneg
source: Negative
ar: سلبي
be: Адмоўны
el: Αρνητική
fa: منفی
fil: Negatibo
he: שלילי
ia: Negativ
ja: 否定文
ko: 부정
lt: Neigiamas
lv: Negatīvs
ro: Negativ
sl: Negativno
te: నిరాకరణ
tr: Olumsuz
uz: Salbiy
vi: Phủ định
zh: 否定
zh_hant: 否定

# grammarCopyPRONTYPEart
source: Article
ar: أداة تعريف
be: Артыкль
el: Άρθρο
fa: مقاله
fil: Artikulo
he: מאמר
ia: Articulo
ja: 冠詞
ko: 관사
lt: Straipsnis
lv: Raksts
ro: Articol
sl: Člen
te: ఆర్టికల్
tr: Belirteç
uz: Ma'lumotnoma
vi: Mạo từ
zh: 冠词
zh_hant: 冠詞

# grammarCopyPRONTYPEind
source: Indefinite
ar: غير معرف
be: Невызначаны
el: Αόριστος
fa: بی‌معین
he: לא מוגדר
ja: 不定詞
ko: 불특정
lt: Neapibrėžtas
lv: Nemainīgs
ro: Nedefinit
sl: Nedoločen
te: అనిర్దిష్ట
tr: Belirsiz
uz: Noaniq
vi: Bất định
zh: 不定代词
zh_hant: 不定

# grammarCopyPRONTYPEintrel
source: Interrogative-Relative
ar: استفهامي-نسبي
be: Пытальна-дадатковы
el: Ερωτηματικός-Σχετικός
fa: سوالی-مرتبط
fil: Interrogative-Relatibo
he: שאלה-יחס
ia: Interrogative-Relativ
ja: 疑問-関係
ko: 의문-관계대명사
lt: Klausiamasis-santykinis
lv: Jautājuma-saistīts
ro: Interogativ-Relativ
sl: Vprašalno-Relativno
te: ప్రశ్నార్థక-సంబంధిత
tr: Soru-İlgi
uz: Savol-Relativ
vi: Nghi vấn-quan hệ
zh: 疑问-关系
zh_hant: 疑問-關係代詞

# grammarCopyPUNCTSIDEfin
source: Final Punctuation
ar: علامة ترقيم نهائية
be: Канчатковае пунктуацыя
el: Τελευταίο Στίξη
fa: نقطه‌گذاری نهایی
fil: Pangwakas na Bantas
he: סימני פיסוק סופיים
ia: Punctuacion Final
ja: 句読点の終端
ko: 종결 구두점
lt: Galutinis skyrybos ženklas
lv: Beigu pieturzīme
ro: Punctuație Finală
sl: Zaključni ločilo
te: చివరి విస్మయం
tr: Son Noktalama İşareti
uz: Oxirgi punktuatsiya
vi: Kết thúc
zh: 句末标点
zh_hant: 句末標點

# grammarCopyPUNCTTYPEperi
source: Period
ar: نقطة
be: Кропка
el: Τελεία
fa: نقطه‌گذاری دوره‌ای
fil: Tuldok
he: נקודה
ia: Periode
ja: ピリオド
ko: 마침표
lt: Taškas
lv: Punktu
ro: Punctuație
sl: Pika
te: పీరియడ్
tr: Nokta
uz: Davri
vi: Chấm câu
zh: 句点
zh_hant: 句點

# grammarCopyREFLEXyes
source: Reflexive
ar: انعكاسي
be: Рэфлексіўны
el: Ανακλαστικό
fa: بازتابی
he: רפלקסיבי
ja: 再帰代名詞
ko: 재귀적
lt: Refleksyvus
lv: Atbalsīgs
ro: Reflexiv
sl: Vratno
te: ప్రతిబింబ
tr: Dönüşlü
uz: O'z-o'zini anglatadi
vi: Phản thân
zh: 反身
zh_hant: 反身

# grammarCopyTENSEimp
source: Imperfect
ar: ماضي غير مكتمل
be: Несканчоны
el: Παρατατικός
fa: نیمه‌ماضی
fil: Di-perpekto
he: עבר פשוט
ia: Imperfecto
ja: 未完了
ko: 미완료
lt: Buvęs netobulas
lv: Nepilnīgs
sl: Nedovršni
te: అపూర్ణ కాలం
tr: Miş'li Geçmiş
uz: Noto'g'ri zamon
vi: Quá khứ không hoàn thành
zh: 未完成时
zh_hant: 未完成時

# grammarCopyVERBFORMsup
source: Supine
ar: صيغة المصدر
be: Паўзаймальны
el: Υπερσυντέλικος
fa: ماضی نقلی
he: צורת סופין
ja: 仮定法過去分詞
ko: 대명사형
lt: Supinas
lv: Supīns
ro: Supin
sl: Supin
te: సుపైన్
tr: İsim Fiil
uz: Supin
vi: SuApine
zh: 动词不定式
zh_hant: 上位式

# grammarCopyVERBFORMlng
source: Long
ar: طويل
be: Доўгі
el: Μακρύς
fa: بلند
fil: Mahaba
he: ארוכה
ia: Longo
ja: 長形
ko: 길게
lt: Ilgas
lv: Ilgais
ro: Lung
sl: Dolgo
te: నిడివి
tr: Uzun
uz: Uzoq
vi: Dạng dài
zh: 长形式
zh_hant: 長式

# grammarCopyVERBFORMshrt
source: Short
ar: قصير
be: Кароткі
el: Βραχύς
fa: کوتاه
fil: Maikli
he: קצרה
ia: Breve
ja: 短形
ko: 짧게
lt: Trumpas
lv: Īss
ro: Scurt
sl: Kratko
te: చిన్నది
tr: Kısa
uz: Qisqa
vi: Ngắn
zh: 短形式
zh_hant: 短式

# grammarCopyVERBTYPEcaus
source: Causative Verb
ar: الفعل السببي
be: Працягвальны дзеяслоў
el: Αιτιατικό Ρήμα
fa: فعل سبب‌ساز
fil: Pang- sanhi na Pandiwa
he: פועל סיבתי
ia: Verbo causative
ja: 使役動詞
ko: 사역 동사
lt: Prievartinis veiksmažodis
lv: Cēlošs darbības vārds
ro: Verb cauzativ
sl: Vzročni glagol
te: కారణక క్రియ
tr: Nedenli Fiil
uz: Sabablilik fe'li
vi: Động từ sai khiến
zh: 使役动词
zh_hant: 使役動詞

# grammarCopyVOICEcau
source: Causative
ar: السببية
be: Працягвальны
el: Αιτιατική
fa: سبب‌ساز
fil: Sanhi
he: סיבתי
ja: 使役態
ko: 사역적
lt: Prievartinis
lv: Cēlošs
ro: Cauzativ
sl: Vzročni
te: కారణక
tr: Nedenli
uz: Sabablilik
vi: Thể gây khiến
zh: 使役
zh_hant: 使役態

# grammarCopyVOICEdir
source: Direct
ar: مباشر
be: Прамы
el: Άμεση
fa: مستقیم
fil: Direkta
he: ישיר
ia: Directe
ja: 直接態
ko: 직접적
lt: Tiesioginis
lv: Tiešs
sl: Neposredni
te: నేరుగా
tr: Doğrudan
uz: To'g'ridan-to'g'ri
vi: Thể trực tiếp
zh: 直接
zh_hant: 直接

# grammarCopyVOICEinv
source: Inverse
ar: عكسي
be: Зваротны
el: Αντίστροφη
fa: معکوس
fil: Baligtad
he: הפוך
ja: 倒置態
ko: 반전적
lt: Atvirkštinis
lv: Apgriezts
ro: Invers
sl: Obratno
te: విరుద్ధ
tr: Tersine
uz: Qaytariladigan
vi: Thể nghịch đảo
zh: 反向
zh_hant: 倒置

# grammarCopyVOICErcp
source: Reciprocal
ar: متبادل
be: Узаемны
el: Αμοιβαία
fa: متقابل
he: הדדי
ja: 相互態
ko: 상호적
lt: Abipusis
lv: Abpusējs
ro: Reciprocat
sl: Medsebojno
te: పరిసర
tr: Karşılıklı
uz: O'zaro
vi: Thể tương hỗ
zh: 互惠
zh_hant: 相互

source: Other
ar: آخر
be: Іншае
el: Άλλο
fa: دیگر
fil: Iba pa
he: אחר
ia: Altere
ja: その他
ko: 기타
lt: Kita
lv: Cits
ro: Altele
sl: Drugo
te: ఇతర
tr: Diğer
uz: Boshqa
vi: Khác
zh: 其他
zh_hant: 其他

# levelShort
source: LVL {level}
ar: المستوى {level}
be: УЗРОВЕНЬ {level}
el: ΕΠΙΠΕΔΟ {level}
fa: سطح {level}
he: רמה {level}
ia: NIV {level}
lt: LYGIS {level}
sl: RAV {level}
tr: Seviy {level}
uz: SAV {level}
zh: 等级 {level}
zh_hant: 等級 {level}

# clickBestOption
source: Choose the best options to translate your message! Click and hold options for a hint.
ar: اختر أفضل الخيارات لترجمة رسالتك!
be: Выберыце найлепшыя варыянты для перакладу вашага паведамлення!
el: Επιλέξτε τις καλύτερες επιλογές για να μεταφράσετε το μήνυμά σας!
fa: گزینه‌های بهترین را برای ترجمه پیام خود انتخاب کنید!
fil: Piliin ang pinakamahusay na mga opsyon upang isalin ang iyong mensahe!
he: בחר את האפשרויות הטובות ביותר לתרגום ההודעה שלך!
ia: Selige le melior optiones pro traducer tu message!
ja: メッセージを翻訳する最適なオプションを選択してください！
ko: 메시지를 번역할 최적의 옵션을 선택하세요!
lt: Pasirinkite geriausias parinktis savo žinutei išversti!
lv: Izvēlieties labākās iespējas, lai tulkotu savu ziņu!
ro: Alege cele mai bune opțiuni pentru a traduce mesajul tău!
sl: Izberite najboljše možnosti za prevod vašega sporočila!
te: మీ సందేశాన్ని అనువదించడానికి ఉత్తమ ఎంపికలను ఎంచుకోండి!
tr: Mesajınızı çevirmek için en iyi seçenekleri seçin!
uz: Xabaringizni tarjima qilish uchun eng yaxshi variantlarni tanlang! Tavsiya uchun variantlarga bosib ushlab turing.
vi: Chọn các tùy chọn tốt nhất để dịch tin nhắn của bạn! Nhấn và giữ các tùy chọn để xem gợi ý.
zh: 选择最佳选项以翻译您的消息！
zh_hant: 選擇最佳選項來翻譯您的訊息！

# completeActivitiesToUnlock
source: Complete at least one activity to unlock the translation!
ar: أكمل نشاطًا واحدًا على الأقل لفتح الترجمة!
be: Завяршыце хаця б адну дзейнасць, каб разблакаваць пераклад!
el: Ολοκληρώστε τουλάχιστον μια δραστηριότητα για να ξεκλειδώσετε τη μετάφραση!
fa: برای باز کردن قفل ترجمه، حداقل یک فعالیت را کامل کنید!
fil: Kumpletuhin ang hindi bababa sa isang aktibidad upang ma-unlock ang pagsasalin!
he: השלם לפחות פעילות אחת כדי לפתוח את התרגום!
ia: Complete al minus un activitate pro desbloquar le translation!
ja: 少なくとも1つのアクティビティを完了して翻訳を解除してください！
ko: 최소 한 개의 활동을 완료하여 번역을 잠금 해제하세요!
lt: Užbaikite bent vieną veiklą, kad atrakintumėte vertimą!
lv: Lūdzu, pabeidziet vismaz vienu aktivitāti, lai atbloķētu tulkojumu!
ro: Finalizați cel puțin o activitate pentru a debloca traducerea!
sl: Dokončajte vsaj eno dejavnost za odklepanje prevoda!
te: అనువాదాన్ని అన్లాక్ చేయడానికి కనీసం ఒక కార్యకలాపాన్ని పూర్తి చేయండి!
tr: Çeviriyi açmak için en az bir etkinliği tamamlayın!
uz: Tarjimani ochish uchun kamida bir faoliyatni yakunlang!
vi: Hoàn thành ít nhất một hoạt động để mở khóa bản dịch!
zh: 完成至少一项活动以解锁翻译！
zh_hant: 完成至少一個活動以解鎖翻譯！

source: No capacity limit
ar: بدون حد سعة
be: Абмежаванняў па ёмістасці няма
el: Χωρίς όριο χωρητικότητας
fa: محدودیت ظرفیت ندارد
fil: Walang limitasyon sa kapasidad
he: אין מגבלת קיבולת
ia: Nulle limite de capacitate
ja: 容量制限なし
ko: 용량 제한 없음
lt: Nėra talpos limito
lv: Nav kapacitātes ierobežojuma
ro: Fără limită de capacitate
sl: Brez omejitve zmogljivosti
te: సామర్థ్య పరిమితి లేదు
tr: Kapasite sınırı yok
uz: Imkoniyat cheklovi yo'q
vi: Không giới hạn sức chứa
zh: 没有容量限制
zh_hant: 沒有容量限制

source: Download group text
ar: تحميل نص المجموعة
be: Загрузіць тэкст групы
el: Λήψη κειμένου ομάδας
fa: دانلود متن گروه
fil: I-download ang teksto ng grupo
he: הורד טקסט מקבוצה
ia: Download le texto del gruppo
ja: グループテキストをダウンロード
ko: 그룹 텍스트 다운로드
lt: Parsisiųsti grupės tekstą
lv: Lejupielādēt grupas tekstu
ro: Descarcă textul grupului
sl: Prenesi skupinsko besedilo
te: గుంపు టెక్స్ట్‌ను డౌన్లోడ్ చేయండి
tr: Grup metnini indir
uz: Guruh matnini yuklab olish
vi: Tải nội dung nhóm
zh: 下载群组文本
zh_hant: 下載群組文字

source: Notifications on
ar: الإشعارات مفعلة
be: Паведамленні ўключаны
el: Ειδοποιήσεις ενεργές
fa: اعلان‌ها فعال است
fil: Naka-on ang mga notipikasyon
he: התראות מופעלות
ia: Notificationes activate
ja: 通知オン
ko: 알림 켜기
lt: Pranešimai įjungti
lv: Paziņojumi ieslēgti
ro: Notificări activate
sl: Obvestila vključena
te: అధిష్టానాలు ఆన్
tr: Bildirimler açık
uz: Bildirishnomalar yoqilgan
vi: Bật thông báo
zh: 通知已开启
zh_hant: 通知已開啟

source: Notifications off
ar: إيقاف الإشعارات
be: Паведамленні выключаны
el: Ειδοποιήσεις απενεργοποιημένες
fa: اعلان‌ها غیرفعال است
fil: Naka-off ang mga notipikasyon
he: ההתראות כבויות
ia: Notificationes disactivate
ja: 通知オフ
ko: 알림 끄기
lt: Pranešimai išjungti
lv: Paziņojumi izslēgti
ro: Notificări dezactivate
sl: Obvestila izključena
te: అధిష్టానాలు ఆఫ్
tr: Bildirimler kapalı
uz: Bildirishnomalar o'chirilgan
vi: Tắt thông báo
zh: 通知已关闭
zh_hant: 通知已關閉

source: Create chat and invite users
ar: إنشاء دردشة ودعوة المستخدمين
be: Стварыць чат і запрасіць карыстальнікаў
el: Δημιουργία συνομιλίας και πρόσκληση χρηστών
fa: ایجاد چت و دعوت از کاربران
fil: Lumikha ng chat at anyayahan ang mga user
he: צור צ'אט והזמן משתמשים
ia: Create un chat e invita usatores
ja: チャットを作成してユーザーを招待
ko: 채팅 생성 및 사용자 초대
lt: Sukurti pokalbį ir pakviesti naudotojus
lv: Izveidot čatu un uzaicināt lietotājus
ro: Creează chat și invită utilizatori
sl: Ustvari klepet in povabi uporabnike
te: చాట్ సృష్టించండి మరియు వినియోగదారులను ఆహ్వానించండి
tr: Sohbet oluştur ve kullanıcıları davet et
uz: Chat yaratish va foydalanuvchilarni taklif qilish
vi: Tạo cuộc trò chuyện và mời người dùng
zh: 创建聊天并邀请用户
zh_hant: 建立聊天並邀請用戶

# updatedNewSpaceDescription
source: Courses allow you to consolidate your chats and build private or public communities.
ar: تسمح الدورات بتوحيد محادثاتك وبناء مجتمعات خاصة أو عامة.
be: Курсы дазваляюць кансалідаваць вашы чаты і будаваць прыватныя або публічныя супольнасці.
el: Τα μαθήματα σας επιτρέπουν να ενοποιήσετε τις συνομιλίες σας και να δημιουργήσετε ιδιωτικές ή δημόσιες κοινότητες.
fa: دوره‌ها به شما امکان می‌دهند چت‌های خود را جمع‌بندی کنید و جوامع خصوصی یا عمومی بسازید.
fil: Pinapayagan ka ng mga kurso na pagsamahin ang iyong mga chat at bumuo ng mga pribado o pampublikong komunidad.
he: קורסים מאפשרים לך לאחד את השיחות שלך ולבנות קהילות פרטיות או ציבוריות.
ia: Le cursos permitte te de consolidar tu chats e construir communitates private o publice.
ja: コースは、チャットを統合し、プライベートまたはパブリックなコミュニティを構築することを可能にします。
ko: 코스는 채팅을 통합하고 비공개 또는 공개 커뮤니티를 구축할 수 있게 합니다.
lt: Kursai leidžia sujungti jūsų pokalbius ir kurti privačias arba viešas bendruomenes.
lv: Kurss ļauj konsolidēt jūsu čatus un veidot privātas vai publiskas kopienas.
ro: Cursurile îți permit să consolidezi chat-urile și să construiești comunități private sau publice.
sl: Tečaji vam omogočajo, da združite svoje klepete in zgradite zasebne ali javne skupnosti.
te: కోర్సులు మీ చాట్లను సమీకరించడానికి మరియు ప్రైవేట్ లేదా పబ్లిక్ కమ్యూనిటీలను నిర్మించడానికి అనుమతిస్తాయి.
tr: Kurslar, sohbetlerinizi pekiştirmenize ve özel veya genel topluluklar oluşturmanıza olanak tanır.
uz: Kurslar sizga chatlarni birlashtirish va shaxsiy yoki jamoat hamjamiyatlarini qurish imkonini beradi.
vi: Các khóa học cho phép bạn hợp nhất các cuộc trò chuyện của mình và xây dựng cộng đồng riêng tư hoặc công cộng.
zh: 课程允许你整合你的聊天并建立私有或公共社区。
zh_hant: 課程允許您整合您的聊天並建立私人或公共社群。

source: Join with code
ar: الانضمام باستخدام رمز
be: Далучыцца з кодам
el: Συμμετοχή με κωδικό
fa: پیوستن با کد
fil: Sumali gamit ang code
he: הצטרף עם קוד
ia: Aderir con codice
ja: コードで参加
ko: 코드로 참여
lt: Prisijungti su kodu
lv: Pievienoties ar kodu
ro: Alătură-te cu cod
sl: Pridruži se s kodo
te: కోడ్‌తో చేరండి
tr: Kodu kullanarak katıl
uz: Kodni kiriting va qo'shiling
vi: Tham gia bằng mã
zh: 用代码加入
zh_hant: 用密碼加入

source: Enter code to join
ar: أدخل الرمز للانضمام
be: Увядзіце код для далучэння
el: Εισάγετε κωδικό για να συμμετάσχετε
fa: کد را وارد کنید تا بپیوندید
fil: Ipasok ang code upang makasali
he: הזן קוד להצטרפות
ia: Enterar le codice pro aderir
ja: 参加するためのコードを入力してください
ko: 참여할 코드를 입력하세요
lt: Įveskite kodą, norėdami prisijungti
lv: Ievadiet kodu, lai pievienotos
ro: Introdu codul pentru a te alătura
sl: Vnesite kodo za pridružitev
te: చేరడానికి కోడ్ నమోదు చేయండి
tr: Katılmak için kodu girin
uz: Qo'shilish uchun kodni kiriting
vi: Nhập mã để tham gia
zh: 输入代码加入
zh_hant: 輸入密碼加入

source: Update Now
ar: تحديث الآن
be: Абнавіць цяпер
el: Ενημέρωση τώρα
fa: هم اکنون بروزرسانی کن
fil: I-update Ngayon
he: עדכן עכשיו
ia: Actualisar ora
ja: 今すぐ更新
ko: 지금 업데이트
lt: Atnaujinti dabar
lv: Atjaunināt tagad
ro: Actualizează acum
sl: Posodobi zdaj
te: ఇప్పుడు నవీకరించండి
tr: Şimdi Güncelle
uz: Hozir yangilash
vi: Cập nhật ngay
zh: 立即更新
zh_hant: 立即更新
