Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

source: Direct chat
ar: محادثة مباشرة
be: Прамой чат
el: Άμεσο μήνυμα
fa: چت مستقیم
fil: Direktang usapan
he: שיחת ישירה
ia: Chat directe
ja: ダイレクトチャット
ko: 다이렉트 채팅
lt: Tiesioginis pokalbis
lv: Tiešā tērzēšana
ro: Chat direct
sl: Neposredni pogovor
te: నేరుగా చాట్
tr: Doğrudan sohbet
uz: Shaxsiy suhbat
vi: Trò chuyện trực tiếp
zh: 私聊
zh_hant: 私訊

# redactedByBecause
source: Redacted by {username} because: "{reason}"
ar: تم حجبه بواسطة {username} بسبب: "{reason}"
be: Зачараваны {username} з прычыны: "{reason}"
el: Επεξεργάστηκε από {username} επειδή: "{reason}"
fa: حذف شده توسط {username} به دلیل: "{reason}"
fil: Inalis ni {username} dahil sa: "{reason}"
he: ערוך על ידי {username} כי: "{reason}"
ia: Redactate per {username} pro: "{reason}"
ja: {username}によって編集済み："{reason}"
ko: {username}님이 삭제함. 사유: "{reason}"
lt: Redagavo {username} dėl: "{reason}"
lv: Laboja {username}, jo: "{reason}"
ro: Redactat de {username} pentru că: "{reason}"
sl: Ukrepljeno s strani {username} zaradi: "{reason}"
te: {username} ద్వారా తొలగించబడింది ఎందుకంటే: "{reason}"
tr: {username} tarafından "{reason}" nedeniyle düzenlendi
uz: {username} tomonidan tahrirlandi, sababi: "{reason}"
vi: Được gỡ bởi {username} với lý do: "{reason}"
zh: 已被 {username} 删除，原因："{reason}"
zh_hant: 由 {username} 編輯，原因：「{reason}」

# redactedAnEvent
source: {username} redacted an event
ar: حذف {username} حدثًا
be: {username} зачараваў падзею
el: {username} επεξεργάστηκε ένα γεγονός
fa: {username} یک رویداد را ویرایش کرد
fil: Inalis ni {username} ang isang kaganapan
he: {username} ערך אירוע
ia: {username} ha redactate un evenimento
ja: {username}がイベントを編集しました
ko: {username}님이 이벤트를 지움
lt: {username} pašalino įvykį
lv: {username} laboja notikumu
ro: {username} a redactat un eveniment
sl: {username} je ukrepal dogodek
te: {username} ఒక ఈవెంట్‌ను తొలగించారు
tr: {username} bir etkinliği düzenledi
uz: {username} tadbirni oʻchirib tashladi
vi: {username} đã gỡ một sự kiện
zh: {username} 删除了一个事件
zh_hant: {username} 編輯了一個事件

source: Redact message
ar: احذف رسالة
be: Зачысціць паведамленне
el: Επεξεργασία μηνύματος
fa: ویرایش پیام
fil: Burahin ang mensahe
he: ערוך הודעה
ia: Redactar message
ja: メッセージを書く
ko: 메시지 지우기
lt: Pašalinti žinutę
lv: Labot ziņu
ro: Redactați mesaj
sl: Ukrepi sporočilo
te: సందేశాన్ని తొలగించండి
tr: Mesajı düzenle
uz: Xabarni tahrirlash
vi: Gỡ tin nhắn
zh: 删除消息
zh_hant: 重新編輯訊息

source: Register
ar: سجّل
be: Рэгістрацыя
el: Εγγραφή
fa: ثبت نام
fil: Magparehistro
he: הירשם
ia: Registrar
ja: 登録
ko: 가입
lt: Registruotis
lv: Reģistrēties
ro: Înregistrați-vă
sl: Registracija
te: నమోదు చేయండి
tr: Kaydol
uz: Roʻyxatdan oʻtish
vi: Đăng ký
zh: 注册
zh_hant: 註冊

source: Reject
ar: رفض
be: Адхіліць
el: Απόρριψη
fa: رد کردن
fil: Tanggihan
he: דחה
ia: Rejecer
ja: 拒否
ko: 거절
lt: Atmesti
lv: Noraidīt
ro: Respingeți
sl: Zavrni
te: నిరాకరించండి
tr: Reddet
uz: Rad qilish
vi: Từ chối
zh: 拒绝
zh_hant: 拒絕

# rejectedTheInvitation
source: {username} rejected the invitation
ar: رفض {username} الدعوة
be: {username} адхіліў запрашэнне
el: {username} απέρριψε την πρόσκληση
fa: {username} دعوت را رد کرد
fil: Tinanggihan ni {username} ang imbitasyon
he: {username} דחה את ההזמנה
ia: {username} ha rejecite le invitation
ja: {username}は招待を拒否しました
ko: {username}님이 초대를 거절함
lt: {username} atmetė kvietimą
lv: {username} noraidīja uzaicinājumu
ro: {username} a respins invitația
sl: {username} je zavrnil vabilo
te: {username} ఆహ్వానాన్ని తిరస్కరించారు
tr: {username} daveti reddetti
uz: {username} taklifni rad qildi
vi: {username} đã từ chối lời mời
zh: {username} 拒绝了邀请
zh_hant: {username} 拒絕了邀請

source: Rejoin
ar: أعد الانضمام
be: Паўторна далучыцца
el: Επανένταξη
fa: دوباره پیوستن
fil: Muling sumali
he: הצטרף מחדש
ia: Re-integra
ja: 再参加
ko: 다시 참가
lt: Vėl prisijungti
lv: Pievienoties atkārtoti
ro: Reintrați
sl: Ponovno se pridruži
te: మళ్లీ చేరండి
tr: Yeniden katıl
uz: Qayta qoʻshilish
vi: Tham gia lại
zh: 重新加入
zh_hant: 重新加入

source: Remove all other devices
ar: أزِل كل الأجهزة الأخرى
be: Выдаліць усе іншыя прылады
el: Αφαίρεση όλων των άλλων συσκευών
fa: حذف تمام دستگاه‌های دیگر
fil: Tanggalin ang lahat ng iba pang device
he: הסר את כל המכשירים האחרים
ia: Remove tote le altere dispositivos
ja: 他のデバイスをすべて削除
ko: 모든 다른 기기에서 지우기
lt: Pašalinti visus kitus įrenginius
lv: Noņemt visas pārējās ierīces
ro: Eliminați toate celelalte dispozitive
sl: Odstrani vse druge naprave
te: అన్ని ఇతర పరికరాలను తొలగించండి
tr: Diğer tüm aygıtları kaldır
uz: Qolgan barcha qurilmalarni oʻchirish
vi: Xóa tất cả thiết bị khác
zh: 移除所有其它设备
zh_hant: 移除所有其他裝置

# removedBy
source: Removed by {username}
ar: أزاله {username}
be: Выдалена {username}
el: Αφαιρέθηκε από {username}
fa: حذف شده توسط {username}
fil: Inalis ni {username}
he: הוסר על ידי {username}
ia: Removite per {username}
ja: {username}によって削除されました
ko: {username}에 의해 지워짐
lt: Pašalino vartotojas {username}
lv: Noņēma {username}
ro: Eliminat de {username}
sl: Odstranjeno s strani {username}
te: {username} ద్వారా తొలగించబడింది
tr: {username} tarafından kaldırıldı
uz: {username} tomonidan oʻchirildi
vi: Đã bị xóa bởi {username}
zh: 被 {username} 移除
zh_hant: 被 {username} 移除

source: Remove device
ar: أزل جهازا
be: Выдаліць прыладу
el: Αφαίρεση συσκευής
fa: حذف دستگاه
fil: Tanggalin ang device
he: הסר מכשיר
ia: Remover dispositivo
ja: デバイスの削除
ko: 기기 삭제
lt: Pašalinti įrenginį
lv: Noņemt ierīci
ro: Eliminați dispozitivul
sl: Odstrani napravo
te: పరికరాన్ని తొలగించండి
tr: Aygıtı kaldır
uz: Qurilmani oʻchirish
vi: Xóa thiết bị
zh: 移除设备
zh_hant: 移除裝置

source: Unban from chat
ar: فك حجبه من المحادثة
be: Разбаніць у чаце
el: Άρση αποκλεισμού από τη συνομιλία
fa: لغو محرومیت از گپ
fil: Alisin sa ban mula sa chat
he: בטל חסימה מהשיחה
ia: Desbanir de le chat
ja: チャットからのブロックを解除する
ko: 채팅에서 영구추방 해제됨
lt: Atblokuoti pokalbyje
lv: Atcelt liegumu tērzēšanā
ro: Revoca interzicerea din chat
sl: Odkleni iz klepeta
te: చాట్ నుండి బాన్ను తీసివేయండి
tr: Sohbet engelini kaldır
uz: Suhbat blokidan chiqazish
vi: Bỏ cấm khỏi trò chuyện
zh: 从聊天中解封
zh_hant: 解封聊天室

source: Remove your avatar
ar: أزل الصورة الرمزية
be: Выдаліць ваш аватар
el: Αφαίρεση του προφίλ σας
fa: آواتار(عکس حساب) خود را حذف کنید
fil: Tanggalin ang iyong avatar
he: הסר את הסמל האישי שלך
ia: Remover tu avatar
ja: アバターを削除する
ko: 아바타 지우기
lt: Pašalinti savo avatarą
lv: Noņemt savu attēlu
ro: Ștergeți avatarul
sl: Odstrani svoj avatar
te: మీ అవతారాన్ని తొలగించండి
tr: Avatarınızı kaldırın
uz: Avatarni oʻchirish
vi: Gỡ ảnh đại diện của bạn
zh: 移除你的头像
zh_hant: 移除您的頭像

source: Replace room with newer version
ar: استبدل الغرفة باصدار أحدث
be: Замяніць пакой на новую версію
el: Αντικαταστήστε το δωμάτιο με νεότερη έκδοση
fa: اتاق را با نسخه جدیدتر جایگزین کنید
fil: Palitan ang silid ng mas bagong bersyon
he: החלף את החדר בגרסה חדשה יותר
ia: Replace le sala con un version plus recente
ja: 部屋を新しいバージョンに変更する
ko: 방 새로운 버전으로 대체하기
lt: Pakeisti kambarį naujesne versija
lv: Aizvietot istabu ar jaunāku versiju
ro: Înlocuiți camera cu versiune mai nouă
sl: Zamenjaj sobo z novejšo različico
te: గదిని కొత్త వెర్షన్‌తో మార్చండి
tr: Odayı yeni sürümle değiştir
uz: Guruhni yangiroq versiya bilan almashtirish
vi: Thay thế phòng bằng phiên bản mới hơn
zh: 更新聊天室至新版本
zh_hant: 用較新的版本取代聊天室

source: Reply
ar: ردّ
be: Адказаць
el: Απάντηση
fa: پاسخ
fil: Sagot
he: השב
ia: Responder
ja: 返信
ko: 답장
lt: Atsakyti
lv: Atbildēt
ro: Răspundeți
sl: Odgovori
te: జవాబు ఇవ్వండి
tr: Yanıtla
uz: Javob yozish
vi: Trả lời
zh: 回复
zh_hant: 回覆

source: Report message
ar: أبلغ عن الرسالة
be: Паведаміць пра паведамленне
el: Αναφορά μηνύματος
fa: گزارش دادن پیام
fil: Iulat ang mensahe
he: דווח על ההודעה
ia: Reportar message
ja: メッセージを通報
ko: 메시지 신고
lt: Pranešti apie žinutę
lv: Ziņot par ziņu
ro: Raportați mesajul
sl: Prijavi sporočilo
te: సందేశాన్ని నివేదించండి
tr: Mesajı bildir
uz: Xabar berish
vi: Báo cáo tin nhắn
zh: 举报信息
zh_hant: 檢舉訊息

source: Request permission
ar: أطلب إذنا
be: Запытаць дазвол
el: Αίτηση άδειας
fa: درخواست اجازه
fil: Humiling ng pahintulot
he: בקש הרשאה
ia: Requestar permission
ja: 権限を要求する
ko: 권한 요청
lt: Prašyti leidimo
lv: Pieprasīt atļauju
ro: Cereți permisiune
sl: Zahtevaj dovoljenje
te: అనుమతి కోరండి
tr: İzin iste
uz: Ruxsat soʻrash
vi: Yêu cầu cấp quyền
zh: 请求权限
zh_hant: 請求權限

source: Room has been upgraded
ar: رُقيّت الغرفة
be: Памяшканне было абноўлена
el: Το δωμάτιο έχει αναβαθμιστεί
fa: اتاق ارتقا پیدا کرد
fil: Na-upgrade na ang silid
he: החדר שודרג
ia: Camara ha essite actualisate
ja: 部屋はアップグレードされました
ko: 방이 업그레이드되었습니다
lt: Kambarys buvo atnaujintas
lv: Istaba tika atjaunināta
ro: Camera a fost actualizată
sl: Soba je bila nadgrajena
te: గది నవీకరించబడింది
tr: Oda yükseltildi
uz: Xona takomillashtirildi
vi: Phòng đã được nâng cấp
zh: 聊天室已升级
zh_hant: 聊天室已更新

source: Room version
ar: إصدار الغرفة
be: Версія памяшкання
el: Έκδοση δωματίου
fa: نسخه اتاق
fil: Bersyon ng silid
he: גרסת החדר
ia: Version del camera
ja: ルームバージョン
ko: 방 버전
lt: Kambario versija
lv: Istabas versija
ro: Versiunea camerei
sl: Različica sobe
te: గది వెర్షన్
tr: Oda sürümü
uz: Guruh versiyasi
vi: Phiên bản phòng
zh: 聊天室版本
zh_hant: 聊天室的版本

source: Save file
ar: احفظ الملف
be: Захаваць файл
el: Αποθήκευση αρχείου
fa: ذخیره فایل
fil: I-save ang file
he: שמור קובץ
ia: Salva file
ja: ファイルを保存
ko: 파일 저장
lt: Išsaugoti failą
lv: Saglabāt datni
ro: Salvați fișierul
sl: Shrani datoteko
te: ఫైల్‌ను సేవ్ చేయండి
tr: Dosyayı kaydet
uz: Fayl saqlash
vi: Lưu tệp
zh: 保存文件
zh_hant: 儲存檔案

source: Search
ar: ابحث
be: Пошук
el: Αναζήτηση
fa: جستجو
fil: Maghanap
he: חיפוש
ia: Cercar
ja: 検索
ko: 검색
lt: Ieškoti
lv: Meklēt
ro: Căutați
sl: Išči
te: శోధన
tr: Ara
uz: Qidiruv
vi: Tìm kiếm
zh: 搜索
zh_hant: 搜尋

source: Security
ar: الأمان
be: Бяспека
el: Ασφάλεια
fa: امنیت
fil: Seguridad
he: אבטחה
ia: Securitate
ja: セキュリティ
ko: 보안
lt: Apsauga
lv: Drošība
ro: Securitate
sl: Varnost
te: భద్రత
tr: Güvenlik
uz: Xavfsizlik
vi: Bảo mật
zh: 安全
zh_hant: 安全

source: Recovery key
ar: مفتاح الاسترداد
be: Ключ аднаўлення
el: Κλειδί ανάκτησης
fa: کلید بازیابی
fil: Susi ng pagbawi
he: מפתח שחזור
ia: Clav de recuperation
ja: リカバリーキー
ko: 복구키
lt: Atkūrimo raktas
lv: Atkopes atslēga
ro: Cheie de recuperare
sl: Ključ za obnovo
te: పునరుద్ధరణ కీ
tr: Kurtarma anahtarı
uz: Tiklash kaliti
vi: Khóa khôi phục
zh: 恢复密钥
zh_hant: 恢復金鑰

source: Recovery key lost?
ar: هل فقدت مفتاح الاسترداد؟
be: Стратылі ключ аднаўлення?
el: Έχετε χάσει το κλειδί ανάκτησης;
fa: کلید بازیابی را گم کردید؟
fil: Nawala ang susi ng pagbawi?
he: איבדת את מפתח השחזור?
ia: Clav de recuperation perdite?
ja: リカバリーキーを紛失した場合
ko: 복구키를 분실하셨나요?
lt: Pamestas atkūrimo raktas?
lv: Pazaudēta atkopes atslēga?
ro: Cheia de recuperare pierdută?
sl: Izgubljen ključ za obnovo?
te: పునరుద్ధరణ కీ కోల్పోయారా?
tr: Kurtarma anahtarı kayıp mı?
uz: Tiklash kaliti yo‘qolib qoldimi?
vi: Mất khóa khôi phục?
zh: 丢失了恢复密钥？
zh_hant: 遺失恢復金鑰？

# seenByUser
source: Seen by {username}
ar: رآه {username}
be: Праглядзена {username}
el: Εμφανίστηκε από {username}
fa: دیده شده توسط {username}
fil: Nakita ni {username}
he: נראה על ידי {username}
ia: Vider per {username}
ja: {username}が既読
ko: {username}님이 읽음
lt: Matė {username}
lv: {username} redzēja
ro: Văzut de {username}
sl: Videno s strani {username}
te: {username} ద్వారా చూశారు
tr: {username} tarafından görüldü
uz: {username} ko‘rgan
vi: Đã xem bởi {username}
zh: 被 {username} 看见
zh_hant: {username} 已讀

source: Send
ar: أرسل
be: Адправіць
el: Αποστολή
fa: ارسال
fil: Ipadala
he: שלח
ia: Manda
ja: 送信
ko: 보내기
lt: Siųsti
lv: Nosūtīt
ro: Trimiteți
sl: Pošlji
te: పంపండి
tr: Gönder
uz: Yuborish
vi: Gửi
zh: 发送
zh_hant: 傳送

source: Send a message
ar: أرسل رسالة
be: Адправіць паведамленне
el: Αποστολή μηνύματος
fa: ارسال پیام
fil: Magpadala ng mensahe
he: שלח הודעה
ia: Manda un message
ja: メッセージを送信
ko: 메시지 보내기
lt: Siųsti žinutę
lv: Nosūtīt ziņu
ro: Trimiteți un mesaj
sl: Pošlji sporočilo
te: సందేశం పంపండి
tr: Bir mesaj gönder
uz: Xabar yuborish
vi: Gửi tin nhắn
zh: 发送一条消息
zh_hant: 傳送訊息

source: Send as text
ar: أرسل نصًا
be: Адправіць тэкстам
el: Αποστολή ως κείμενο
fa: ارسال به عنوان متن
fil: Ipadala bilang teksto
he: שלח כטקסט
ia: Manda como texto
ja: テキストとして送信
ko: 텍스트로 보내기
lt: Siųsti kaip tekstą
lv: Nosūtīt kā tekstu
ro: Trimiteți ca text
sl: Pošlji kot besedilo
te: టెక్స్ట్‌గా పంపండి
tr: Metin olarak gönder
uz: Matn sifatida yuborish
vi: Gửi dạng văn bản
zh: 以文本发送
zh_hant: 以文字傳送

source: Send audio
ar: أرسل ملفًا صوتيًا
be: Адправіць аўдыё
el: Αποστολή ήχου
fa: ارسال صدا
fil: Magpadala ng audio
he: שלח אודיו
ia: Manda audio
ja: 音声の送信
ko: 오디오 보내기
lt: Siųsti garso įrašą
lv: Nosūtīt skaņu
ro: Trimiteți audio
sl: Pošlji zvok
te: ఆడియో పంపండి
tr: Ses gönder
uz: Audio yuborish
vi: Gửi âm thanh
zh: 发送音频
zh_hant: 傳送音訊

source: Send file
ar: أرسل ملف
be: Адправіць файл
el: Αποστολή αρχείου
fa: ارسال فایل
fil: Magpadala ng file
he: שלח קובץ
ia: Manda file
ja: ファイルを送信
ko: 파일 보내기
lt: Sųsti bylą
lv: Nosūtīt datni
ro: Trimiteți fișier
sl: Pošlji datoteko
te: ఫైల్ పంపండి
tr: Dosya gönder
uz: Faylni yuborish
vi: Gửi tệp
zh: 发送文件
zh_hant: 傳送文件

source: Send image
ar: أرسل صورة
be: Адправіць малюнак
el: Αποστολή εικόνας
fa: ارسال تصویر
fil: Magpadala ng larawan
he: שלח תמונה
ia: Manda imagine
ja: 画像の送信
ko: 이미지 보내기
lt: Siųsti paveiksliuką
lv: Nosūtīt attēlu
ro: Trimiteți imagine
sl: Pošlji sliko
te: చిత్రం పంపండి
tr: Resim gönder
uz: Rasm yuborish
vi: Gửi hình ảnh
zh: 发送图像
zh_hant: 傳送圖片

# sendImages
source: Send {count} image
ar: إرسال {count} صورة
be: Адправіць {count} малюнак
el: Αποστολή {count} εικόνας
fa: ارسال {count} تصویر
fil: Magpadala ng {count} larawan
he: שלח {count} תמונות
ia: Manda {count} imagines
ja: {count}枚の画像を送信
ko: 이미지 {count}개 보내기
lt: Siųsti {count} nuotrauką
lv: Nosūtīt {count} attēlu(s)
ro: Trimite {count} imagine
sl: Pošlji {count} slike
te: {count} చిత్రాలు పంపండి
tr: {count} görsel gönder
uz: {count} ta rasm yuborish
vi: Gửi {count} hình ảnh
zh: 发送 {count} 张图片
zh_hant: 傳送{count}張圖片

source: Send messages
ar: إرسال رسائل
be: Адправіць паведамленні
el: Αποστολή μηνυμάτων
fa: ارسال پیام‌ها
fil: Magpadala ng mga mensahe
he: שלח הודעות
ia: Manda messages
ja: メッセージを送る
ko: 메시지 보내기
lt: Siųsti žinutes
lv: Nosūtīt ziņas
ro: Trimiteți mesaje
sl: Pošlji sporočila
te: సందేశాలు పంపండి
tr: Mesajları gönder
uz: Xabarlar yuborish
vi: Gửi tin nhắn
zh: 发送消息
zh_hant: 傳送訊息

source: Send original
ar: أرسل الملف الأصلي
be: Адправіць арыгінал
el: Αποστολή πρωτότυπου
fa: ارسال اصل
fil: Ipadala ang orihinal
he: שלח מקורי
ia: Manda original
ja: オリジナルの送信
ko: 원본 보내기
lt: Siųsti originalą
lv: Nosūtīt sākotnējo
ro: Trimiteți original
sl: Pošlji izvirnik
te: అసలు పంపండి
tr: Orijinali gönder
uz: Asl nusxani yuborish
vi: Gửi bản gốc
zh: 发送原图
zh_hant: 傳送原始內容

source: Send sticker
ar: أرسل ملصقًا
be: Адправіць стыкер
el: Αποστολή αυτοκόλλητου
fa: ارسال برچسب
fil: Magpadala ng sticker
he: שלח מדבקה
ia: Manda sticker
ja: ステッカーを送る
ko: 스티커 보내기
lt: Siųsti lipduką
lv: Nosūtīt uzlīmi
ro: Trimiteți sticker
sl: Pošlji nalepko
te: స్టికర్ పంపండి
tr: Çıkartma gönder
uz: Stiker yuborish
vi: Gửi nhãn dán
zh: 发送贴纸
zh_hant: 傳送貼圖

source: Send video
ar: أرسل فيديو
be: Адправіць відэа
el: Αποστολή βίντεο
fa: ارسال ویدئو
fil: Magpadala ng video
he: שלח וידאו
ia: Manda video
ja: 動画を送信
ko: 영상 보내기
lt: Siųsti video
lv: Nosūtīt video
ro: Trimiteți video
sl: Pošlji video
te: వీడియో పంపండి
tr: Video gönder
uz: Video yuborish
vi: Gửi video
zh: 发送视频
zh_hant: 傳送影片

# sentAFile
source: 📁 {username} sent a file
ar: 📁 أرسل {username} ملفا
be: 📁 {username} адправіў файл
el: 📁 {username} έστειλε ένα αρχείο
fa: 📁 {username} یک فایل فرستاد
fil: 📁 {username} ay nagpadala ng isang file
he: 📁 {username} שלח קובץ
ia: 📁 {username} ha inviate un file
ja: 📁 {username}はファイルを送信しました
ko: 📁 {username}님이 파일을 보냄
lt: 📁 {username} atsiuntė failą
lv: 📁 {username} nosūtīja datni
ro: 📁{username} a trimis un fișier
sl: 🗁 {username} je poslal datoteko
te: 📁 {username} ఫైల్ పంపారు
tr: 📁 {username} bir dosya gönderdi
uz: 📁 {username} fayl yubordi
vi: 📁 {username} đã gửi tệp
zh: 📁{username} 发送了文件
zh_hant: {username} 傳送了一個文件

# sentAnAudio
source: 🎤 {username} sent an audio
ar: 🎤 أرسل {username} ملفا صوتيا
be: 🎤 {username} адправіў аўдыё
el: 🎤 {username} έστειλε έναν ήχο
fa: 🎤 {username} یک صدای ضبط شده فرستاد
fil: 🎤 {username} ay nagpadala ng isang audio
he: 🎤 {username} שלח אודיו
ia: 🎤 {username} ha inviate un audio
ja: 🎤 {username}は音声を送信しました
ko: 🎤 {username}님이 오디오를 보냄
lt: 🎤 {username} atsiuntė garso įrašą
lv: 🎤 {username} nosūtīja skaņu
ro: 🎤{username} a trimis audio
sl: 🎤 {username} je poslal zvok
te: 🎤 {username} ఆడియో పంపారు
tr: 🎤 {username} bir ses gönderdi
uz: 🎤 {username} audio yubordi
vi: 🎤 {username} đã gửi âm thanh
zh: 🎤{username} 发送了音频
zh_hant: 🎤{username} 傳送了一個音訊

# sentAPicture
source: 🖼️ {username} sent a picture
ar: 🖼️ {username} أرسل صورة
be: 🖼️ {username} адправіў малюнак
el: 🖼️ {username} έστειλε μια εικόνα
fa: 🖼️ {username} یک عکس فرستاد
fil: 🖼️ {username} ay nagpadala ng isang larawan
he: 🖼️ {username} שלח תמונה
ia: 🖼️ {username} ha inviate un imagine
ja: 🖼️ {username}は画像を送信しました
ko: 🖼️ {username}님이 사진을 보냄
lt: 🖼️ {username} atsiuntė nuotrauką
lv: 🖼️ {username} nosūtīja attēlu
ro: 🖼️ {username} a trimis o poză
sl: 🖼️ {username} je poslal sliko
te: 🖼️ {username} చిత్రం పంపారు
tr: 🖼️ {username} bir resim gönderdi
uz: ️ 🖼️ {username} rasm yubordi
vi: 🖼️ {username} đã gửi hình ảnh
zh: 🖼️ {username} 发送了图片
zh_hant: 🖼️{username} 傳送了一張圖片

# sentASticker
source: 😊 {username} sent a sticker
ar: 😊 أرسل {username} ملصقا
be: 😊 {username} адправіў стыкер
el: 😊 {username} έστειλε ένα αυτοκόλλητο
fa: 😊 {username} یک برچسب فرستاد
fil: 😊 {username} ay nagpadala ng isang sticker
he: 😊 {username} שלח מדבקה
ia: 😊 {username} ha inviate un sticker
ja: 😊 {username}はステッカーを送信しました
ko: 😊 {username}님이 스티커를 보냄
lt: 😊 {username} atsiuntė lipduką
lv: 😊 {username} nosūtīja uzlīmi
ro: 😊 {username} a trimis un sticker
sl: 😊 {username} je poslal nalepko
te: 😊 {username} స్టికర్ పంపారు
tr: 😊 {username} bir çıkartma gönderdi
uz: 😊 {username} stiker yubordi
vi: 😊 {username} đã gửi nhãn dán
zh: 😊 {username} 发送了贴纸
zh_hant: 😊{username} 傳送了貼圖

# sentAVideo
source: 🎥 {username} sent a video
ar: 🎥 أرسل {username} مقطع فيديو
be: 🎥 {username} адправіў відэа
el: 🎥 {username} έστειλε ένα βίντεο
fa: 🎥 {username} یک ویدئو فرستاد
fil: 🎥 {username} nagsend ng isang video
he: 🎥 {username} שלח וידאו
ia: 🎥 {username} ha inviate un video
ja: 🎥 {username}は動画を送信しました
ko: 🎥 {username}님이 영상을 보냄
lt: 🎥 {username} atsiuntė vaizdo įrašą
lv: 🎥 {username} nosūtīja video
ro: 🎥{username} a trimis un video
sl: 🎥 {username} je poslal video
te: 🎥 {username} వీడియో పంపారు
tr: 🎥 {username} bir video gönderdi
uz: 🎥 {username} video yubordi
vi: 🎥 {username} đã gửi video
zh: 🎥 {username} 发送了视频
zh_hant: 🎥{username} 傳送了影片

# sentCallInformations
source: {senderName} sent call information
ar: أرسل {senderName} معلومات مكالمة
be: {senderName} адправіў інфармацыю пра званок
el: Ο {senderName} έστειλε πληροφορίες κλήσης
fa: {senderName} اطلاعات تماس را فرستاد
fil: {senderName} nagsend ng impormasyon sa tawag
he: {senderName} שלח פרטי שיחה
ia: {senderName} ha inviate information de appel
ja: {senderName}は通話情報を送信しました
ko: {senderName} 이 통화 정보 보냄
lt: {senderName} išsiuntė skambučio informaciją
lv: {senderName} nosūtīja informāciju par zvanu
ro: {senderName} a trimis informație de apel
sl: {senderName} je poslal informacije o klicu
te: {senderName} కాల్ సమాచారం పంపారు
tr: {senderName} arama bilgilerini gönderdi
uz: {senderName} chaqiruv axborotini yubordi
vi: {senderName} đã gửi thông tin cuộc gọi
zh: {senderName} 发送了通话信息
zh_hant: {senderName} 傳送了通話資訊

# separateChatTypes
source: Separate Direct Chats and Groups
ar: الدردشات المباشرة والمجموعات المنفصلة
be: Адрозніваць асабістыя і групавыя чаты
el: Διαχωρισμός άμεσων μηνυμάτων και ομάδων
fa: گپ‌های مستقیم را از گروه‌ها جدا کنید
fil: Hatiin ang Direktang Usap at mga Grupo
he: הפרד שיחות ישירות וקבוצות
ia: Separa chat direct e gruppos
ja: ダイレクトチャットとグループを分離
ko: 다이렉트 채팅과 그룹 채팅 분리
lt: Atskirti tiesioginius pokalbius ir grupes
lv: Atdalīt tiešās tērzēšanas un kopas
ro: Afișați chaturi directe și grupuri separat
sl: Ločene neposredne pogovore in skupine
te: ప్రత్యేక డైరెక్ట్ చాట్స్ మరియు గ్రూపులు
tr: Doğrudan Sohbetleri ve Grupları Ayır
uz: To‘g‘ridan-to‘g‘ri suhbatlar va guruhlarni alohida ajratish
vi: Phân loại Nhắn Tin Trực Tiếp và Nhóm
zh: 分开私聊和群组
zh_hant: 分開私訊和群組

# setAsCanonicalAlias
source: Set as main alias
ar: تعيين كاسم مستعار رئيسي
be: Усталяваць як асноўны аліас
el: Ορισμός ως κύριο ψευδώνυμο
fa: به عنوان نام مستعار اصلی تنظیم کنید
fil: Itakda bilang pangunahing alias
he: הגדר ככינוי ראשי
ia: Stellar como alias principal
ja: メインエイリアスに設定
ko: 주 별명으로 설정
lt: Nustatyti kaip pagrindinį slapyvardį
lv: Iestatīt kā galveno aizstājvārdu
ro: Stabiliți ca pseudonimul primar
sl: Nastavi kot glavno vzdevko
te: ప్రధాన అలియాస్‌గా సెట్ చేయండి
tr: Ana takma ad olarak ayarla
uz: Asosiy taxallus sifatida belgilash
vi: Đặt làm bí danh chính
zh: 设为主要别名
zh_hant: 設為主要別名

source: Set custom emotes
ar: عيّن وجوهًا تعبيرية مخصصة
be: Усталяваць карыстацкія эмоцыі
el: Ορισμός προσαρμοσμένων εικονιδίων
fa: شکلک سفارشی را تنظیم کنید
fil: Itakda ang mga pasadyang emotes
he: הגדר אמוטיקונים מותאמים אישית
ia: Stellar emotes personalisate
ja: カスタムエモートの設定
ko: 맞춤 이모트 설정
lt: Nustatyti pasirinktinius jaustukus
lv: Iestatīt pielāgotas emocijas
ro: Stabiliți emoji-uri personalizate
sl: Nastavi prilagojene emote
te: అభిరుచులకు అనుగుణంగా ఎమోట్స్ సెట్ చేయండి
tr: Özel ifadeler ayarla
uz: Maxsus hissiyotlarni sozlash
vi: Đặt biểu tượng cảm xúc tùy chỉnh
zh: 设置自定义表情
zh_hant: 自訂表情符號

source: Set chat description
ar: تعيين وصفًا للدردشة
be: Усталяваць апісанне чата
el: Ορισμός περιγραφής συνομιλίας
fa: تنظیم توضیحات چت
fil: Itakda ang paglalarawan ng usapan
he: הגדר תיאור שיחה
ia: Stellar description del chat
ja: チャットの説明を設定
ko: 채팅 설명 설정
lt: Nustatyti pokalbio aprašymą
lv: Iestatīt tērzēšanas aprakstu
ro: Setează descrierea chat-ului
sl: Nastavi opis pogovora
te: చాట్ వివరణ సెట్ చేయండి
tr: Sohbet açıklamasını ayarla
uz: Suhbat tavsifini sozlash
vi: Đặt mô tả cuộc trò chuyện
zh: 设置聊天描述
zh_hant: 設定聊天室描述

source: Set invitation link
ar: عيّن رابط الدعوة
be: Усталяваць спасылку для запрашэння
el: Ορισμός συνδέσμου πρόσκλησης
fa: تنظیم پیوند دعوت
fil: Itakda ang link ng paanyaya
he: הגדר קישור הזמנה
ia: Stellar ligamine de invitation
ja: 招待リンクを設定する
ko: 초대 링크 설정
lt: Nustatyti pakvietimo nuorodą
lv: Iestatīt uzaicinājumu saiti
ro: Stabiliți linkul de invitație
sl: Nastavi povezavo za povabilo
te: ఆహ్వాన లింక్ సెట్ చేయండి
tr: Davet bağlantısı ayarla
uz: Taklif havolasini sozlash
vi: Đặt liên kết mời
zh: 设置邀请链接
zh_hant: 設定邀請連結

source: Set permissions level
ar: تعيين مستوى الأذونات
be: Усталяваць узровень дазволаў
el: Ορισμός επιπέδου δικαιωμάτων
fa: تنظیم درجه اجازه‌ها
fil: Itakda ang antas ng mga pahintulot
he: הגדר רמת הרשאות
ia: Stellar nivele de permissiones
ja: 権限レベルをセット
ko: 권한 레벨 설정
lt: Nustatyti leidimų lygį
lv: Iestatīt atļauju līmeni
ro: Stabiliți nivelul de permisii
sl: Nastavi raven dovoljenj
te: అనుమతుల స్థాయిని సెట్ చేయండి
tr: İzin seviyesini ayarla
uz: Ruxsatlar darajasini belgilash
vi: Đặt cấp độ quyền
zh: 设置权限级别
zh_hant: 設定權限等級

source: Set status
ar: عيّن الحالة
be: Усталяваць статус
el: Ορισμός κατάστασης
fa: تنظیم وضعیت
fil: Itakda ang status
he: הגדר מצב
ia: Stellar stato
ja: ステータスの設定
ko: 상태 설정
lt: Nustatyti būseną
lv: Iestatīt stāvokli
ro: Stabiliți status
sl: Nastavi status
te: స్థితిని సెట్ చేయండి
tr: Durumu ayarla
uz: Holatni sozlash
vi: Đặt trạng thái
zh: 设置状态
zh_hant: 設定狀態

source: Settings
ar: الإعدادات
be: Налады
el: Ρυθμίσεις
fa: تنظیمات
fil: Mga Setting
he: הגדרות
ia: Configurationes
ja: 設定
ko: 설정
lt: Nustatytmai
lv: Iestatījumi
ro: Configurări
sl: Nastavitve
te: సెట్టింగ్స్
tr: Ayarlar
uz: Sozlamalar
vi: Cài đặt
zh: 设置
zh_hant: 設定

source: Share
ar: شارك
be: Падзяліцца
el: Κοινοποίηση
fa: اشتراک‌گذاری
fil: Ibahagi
he: שתף
ia: Compartir
ja: 共有
ko: 공유
lt: Bendrinti
lv: Kopīgot
ro: Partajați
sl: Deli
te: పంచుకోండి
tr: Paylaş
uz: Bo‘lishmoq
vi: Chia sẻ
zh: 分享
zh_hant: 分享
