Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# suDisplayName
source: Sundanese
ar: السوندانية
be: суданская
el: Σουνδανέζικα
fa: اندونزیایی
he: סונדאנזית
ja: スンダ語
ko: 순다어
lt: Sundanų
sl: Sundanski
te: සුන්දනිස්
zh: 巽他语
zh_hant: 巽他语

# teDisplayName
source: Telugu
ar: التيلوجوية
be: тэлугу
el: Τελούγκου
fa: تلگو
he: טלוגית
ja: テルグ語
ko: 텔루구어
lt: Telugų
te: తెలుగు
zh: 泰卢固语
zh_hant: 泰盧固語

# tiDisplayName
source: Tigrinya
ar: التغرينية
be: тыгрынская
el: Τιγκρινύα
fa: تیگرینیایی
he: טיגרינית
ja: ティグリニャ語
ko: 티그리냐어
lt: Tigrinų
lv: Tigrinja
sl: Tigrinja
te: ටිග්‍රිනය
zh: 提格里尼亚语
zh_hant: 提格里尼亞語

# tlDisplayName
source: Tagalog
ar: التاغالوغية
be: Тагальская
el: Ταγκαλόγ
fa: تاگالوگ
he: תגלאג
ja: タガログ語
ko: 타갈로그어
lv: Tagaloga
te: ටගාලෝග්
zh: 塔加洛语
zh_hant: 他加祿語

# tnDisplayName
source: Tswana
ar: التسوانية
be: Тсвана
el: Τσουάνα
fa: تسونگا
he: צ'ואנה
ja: ツワナ語
ko: 츠와나어
lt: Tsvanos
lv: Tsonas
te: ට්වනා
zh: 茨瓦纳语
zh_hant: 茨瓦納語

# tsDisplayName
source: Tsonga
ar: التسونغا
be: Тсонга
el: Τσόνγκα
fa: تسونگا
he: צונגה
ja: ツォンガ
ko: 총가어
lv: Tsonžas
zh: 宗加语
zh_hant: 宗加語

# ttDisplayName
source: Tatar
ar: التتارية
be: Татарская
el: Ταταρικά
fa: تاتاری
he: טטרית
ia: Tataro
ja: タタール語
ko: 타타르어
lv: Tataaru
sl: Tatarščina
te: టాటర్
zh: 鞑靼语
zh_hant: 韃靼語

# ukDisplayName
source: Ukrainian
ar: الأوكرانية
be: Украінская
el: Ουκρανικά
fa: اوکراینی
he: אוקראיני
ia: Ucrainiano
ja: ウクライナ語
ko: 우크라이나어
lt: Ukrainiečių
lv: Ukrainas
ro: Ucrainiană
sl: Ukrajinščina
te: ఉక్రేనియన్
tr: Ukraynaca
vi: Tiếng Ukraina
zh: 乌克兰语
zh_hant: 烏克蘭語

# urDisplayName
source: Urdu
ar: الأردية
be: Урду
el: Ουρντού
fa: اردو
he: אורדו
ia: Urdù
ja: ウルドゥー語
ko: 우르두어
te: ఉర్దూ
vi: Tiếng Urdu
zh: 乌尔都语
zh_hant: 烏爾都語

# cyDisplayName
source: Welsh
ar: الويلزية
be: Валлійская
el: Ουαλικά
fa: ولزی
he: וולשי
ja: ウェールズ語
ko: 웨일스어
lt: Velsiečių
lv: Velsiešu
ro: Waleză
sl: Vališčina
te: వెల్ష్
vi: Tiếng Wales
zh: 威尔士语
zh_hant: 威爾士語

# xhDisplayName
source: Xhosa
ar: خوسا
el: Χόσα
fa: خوسا
he: חוסה
ja: コサ語
ko: 코사어
lt: Khosų
lv: Kosa
te: ఖోసా
vi: Tiếng Xhosa
zh: 科萨语
zh_hant: 科薩語

# yoDisplayName
source: Yoruba
ar: يوروبا
be: Ягбабу
el: Γκρέγκο
fa: یوروبا
he: יורובה
ja: ヨルバ語
ko: 요루바어
lt: Jorubų
lv: Joruba
sl: Joruba
te: యోరుబా
vi: Tiếng Yoruba
zh: 约鲁巴语
zh_hant: 約魯巴語

# zuDisplayName
source: Zulu
ar: زولو
be: Зулу
el: Ζουλού
fa: زولو
he: זולו
ja: ズールー語
ko: 줄루어
te: జులూ
vi: Tiếng Zulu
zh: 祖鲁语
zh_hant: 祖魯語

# hmnDisplayName
source: Hmong
ar: همونغ
be: Хмонг
el: Μογκνγκ
fa: همونگ
he: המונג
ja: モン族語
ko: 흐몽어
lt: Hmongų
lv: Hmongu
te: హ్మాంగ్
zh: 苗语
zh_hant: 苗語

# cebDisplayName
source: Cebuano
ar: سيبيانو
be: Себуана
el: Σέμπουαν
fa: سِبوآنو
he: סבו
ja: セブアノ語
ko: 세부아노어
lv: Sebuāņu
te: సేబూఅనో
zh: 宿务语
zh_hant: 宿霧語

# dzDisplayName
source: Dzongkha
ar: زونغخا
be: Дзонгка
el: Ντόνγκχα
fa: زونگخه
he: זונקה
ja: ゾンカ語
ko: 종카어
lv: Dzongka
zh: 宗喀语
zh_hant: 宗喀語

# adCountryDisplayName
source: Andorra
ar: أندورا
be: Андора
el: Ανδόρα
fa: اندورا
he: אנדורה
ja: アンドラ
ko: 안도라
lt: Andora
lv: Andora
sl: Andora
te: అండోరా
zh: 安道尔
zh_hant: 安道尔

# aoCountryDisplayName
source: Angola
ar: أنغولا
be: Ангола
el: Αγκόλα
fa: آنگولا
he: אנגולה
ja: アンゴラ
ko: 앙골라
te: అంగోలా
zh: 安哥拉
zh_hant: 安哥拉

# aiCountryDisplayName
source: Anguilla
ar: أنغيلا
be: Ангіла
el: Ανγκουίλα
fa: آنگویلا
he: אנגווילה
ja: アンギラ
ko: 앵귈라
lt: Angilija
lv: Angvila
sl: Angvila
te: అంగ్విల్లా
zh: 安圭拉
zh_hant: 安圭拉

# arCountryDisplayName
source: Argentina
ar: الأرجنتين
be: Аргенціна
el: Αργεντινή
fa: آرژانتین
he: ארגנטינה
ja: アルゼンチン
ko: 아르헨티나
lv: Argentīna
te: అర్జెంటినా
tr: Arjantin
zh: 阿根廷
zh_hant: 阿根廷

# awCountryDisplayName
source: Aruba
ar: أروبا
be: Аруба
el: Αρούμπα
fa: آروبا
he: ארובה
ja: アルバ
ko: 아루바
te: అరుబా
zh: 阿鲁巴
zh_hant: 阿鲁巴

# bsCountryDisplayName
source: Bahamas
ar: باهاماس
be: Багамскія Астравы
el: Μπαχάμες
fa: باهاما
he: איי בהאמה
ja: バハマ
ko: 바하마
lt: Bahamos
lv: Bahamu salas
sl: Bahami
te: బహామాస్
tr: Bahamalar
zh: 巴哈马
zh_hant: 巴哈马

# bbCountryDisplayName
source: Barbados
ar: باربادوس
be: Барбадос
el: Μπαρμπάντος
fa: باربادوس
he: ברבדוס
ja: バルバドス
ko: 바베이도스
lt: Barbadosas
lv: Barbadosa
te: బార్బడోస్
zh: 巴巴多斯
zh_hant: 巴巴多斯

# bjCountryDisplayName
source: Benin
ar: بنين
be: Бенін
el: Μπενίν
fa: بنین
he: בנין
ja: ベナン
ko: 베냉
lt: Beninas
lv: Benina
te: బెనిన్
zh: 贝宁
zh_hant: 貝寧

# bmCountryDisplayName
source: Bermuda
ar: برمودا
be: Бермудскія астравы
el: Βερμούδες
fa: برمودا
he: ברמודה
ja: バミューダ
ko: 버뮤다
te: బెర్ముడా
zh: 百慕大
zh_hant: 百慕達

# bfCountryDisplayName
source: Burkina Faso
ar: بوركينا فاسو
be: Буркіна-Фасо
el: Μπουρκίνα Φάσο
fa: بورکینافاسو
he: בורקינה פאסו
ja: ブルキナファソ
ko: 부르키나파소
lt: Burkina Fasas
te: బుర్కినా ఫాసో
zh: 布基纳法索
zh_hant: 布吉納法索

# biCountryDisplayName
source: Burundi
ar: بوروندي
be: Бурундзі
el: Μπουρούντι
fa: بوروندی
he: בורונדי
ja: ブルンジ
ko: 부룬디
lt: Burundis
te: బురుండి
zh: 布隆迪
zh_hant: 布隆迪

# tdCountryDisplayName
source: Chad
ar: تشاد
be: Чад
el: Τσαντ
fa: چاد
he: צ'אד
ja: チャド
ko: 차드
lt: Čadas
lv: Čada
ro: Ciad
sl: Čad
te: చాద్
tr: Çad
zh: 乍得
zh_hant: 乍得

# svCountryDisplayName
source: El Salvador
ar: السلفادور
be: Сальвадор
el: Ελ Σαλβαδόρ
fa: السالوادور
he: אל סלבדור
ia: Salvador
ja: エルサルバドル
ko: 엘살바도르
lt: El Salvadoras
lv: Salvadora
sl: Salvador
te: ఎల סלవడోర్
zh: 萨尔瓦多
zh_hant: 薩爾瓦多

# fjCountryDisplayName
source: Fiji
ar: فيجي
be: Фіджы
el: Φίτζι
fa: فیجی
he: פיג'י
ja: フィジー
ko: 피지
lt: Fidži
te: ఫిజీ
zh: 斐济
zh_hant: 斐濟

# gaCountryDisplayName
source: Gabon
ar: الغابون
be: Габон
el: Γκαμπόν
fa: گابون
he: גבון
ja: ガボン
ko: 가봉
lt: Gabonas
lv: Gabona
te: గాబోన్
zh: 加蓬
zh_hant: 加蓬

# giCountryDisplayName
source: Gibraltar
ar: جبل طارق
be: Гібралтар
el: Γιβραλτάρ
fa: جبل‌الطارق
he: גיברלטר
ja: ジブラルタル
ko: 지브롤터
lt: Gibraltaras
lv: Gibraltārs
te: జిబ్రాల్టర్
tr: Cebelitarık
zh: 直布罗陀
zh_hant: 直布罗陀

# grCountryDisplayName
source: Greece
ar: اليونان
be: Грэцыя
el: Ελλάδα
fa: یونان
he: יוון
ia: Grecia
ja: ギリシャ
ko: 그리스
lt: Graikija
lv: Grieķija
ro: Grecia
sl: Grčija
te: గ్రీస్
tr: Yunanistan
vi: Hy Lạp
zh: 希腊
zh_hant: 希腊

# gdCountryDisplayName
source: Grenada
ar: غرينادا
be: Грэнада
el: Γρενάδα
fa: گرنادا
he: גרנדה
ja: グレナダ
ko: 그레나다
lv: Grenāda
te: గ్రెనడా
zh: 格林纳达
zh_hant: 格林纳达

# guCountryDisplayName
source: Guam
ar: غوام
be: Гуам
el: Γκουάμ
fa: گوام
he: גואם
ja: グアム
ko: 괌
lt: Guamas
lv: Guama
te: గ్వామ్
zh: 关岛
zh_hant: 关岛

# htCountryDisplayName
source: Haiti
ar: هايتي
be: Гаіці
el: Αϊτή
fa: هائیتی
he: האיטי
ja: ハイチ
ko: 아이티
lt: Haitis
te: హైటి
zh: 海地
zh_hant: 海地

# hnCountryDisplayName
source: Honduras
ar: هندوراس
be: Гандурас
el: Ονδούρα
fa: هندوراس
he: הונדורס
ja: ホンジュラス
ko: 온두라스
lt: Hondūras
lv: Hondurasa
te: Hondురస్
zh: 洪都拉斯
zh_hant: 洪都拉斯

# keCountryDisplayName
source: Kenya
ar: كينيا
be: Кенія
el: Κένυα
fa: کنیا
he: קניה
ja: ケニア
ko: 케냐
lt: Kenija
lv: Kenija
sl: Kenija
te: కెన్యా
zh: 肯尼亚
zh_hant: 肯尼亞

# kiCountryDisplayName
source: Kiribati
ar: كيريباس
be: Кірыбаты
el: Κιριμπάτι
fa: کیریباتی
he: קיריבטי
ja: キリバス
ko: 키리바시
lt: Kiribatis
te: కిరిబాటి
zh: 基里巴斯
zh_hant: 基里巴斯

# xkCountryDisplayName
source: Kosovo
ar: كوسوفو
be: Косава
el: Κοσσυφοπέδιο
fa: کوسووو
he: קוסובו
ja: コソボ
ko: 코소보
lt: Kosovas
lv: Kosova
te: కొసోవో
tr: Kosova
zh: 科索沃
zh_hant: 科索沃

# laCountryDisplayName
source: Laos
ar: لاوس
be: Лаос
el: Λάος
fa: لائوس
he: לאוס
ja: ラオス
ko: 라오스
lt: Laosas
lv: Laosa
te: లావోస్
vi: Lào
zh: 老挝
zh_hant: 老挝

# mlCountryDisplayName
source: Mali
ar: مالي
be: Малі
el: Μάλι
fa: مالی
he: מאלי
ja: マリ
ko: 말리
lt: Malis
te: మాలి
zh: 马里
zh_hant: 马里

# mtCountryDisplayName
source: Malta
ar: مالطا
be: Мальта
el: Μάλτα
fa: مالت
he: מלטה
ja: マルタ
ko: 몰타
te: మాల్టా
zh: 马耳他
zh_hant: 马耳他

# ytCountryDisplayName
source: Mayotte
ar: مايوت
be: Майотта
el: Μαγιότ
fa: مایوت
he: מאיווט
ja: マヨット
ko: 마요트
te: మయొట్
zh: 马约特
zh_hant: 馬約特

# mdCountryDisplayName
source: Moldova
ar: مولدوفا
be: Малдова
el: Μολδαβία
fa: مولداوی
he: מולדובה
ia: Moldavia
ja: モルドバ
ko: 몰도바
te: మోల్డోవా
zh: 摩尔多瓦
zh_hant: 摩爾多瓦

# meCountryDisplayName
source: Montenegro
ar: الجبل الأسود
be: Чарнагорыя
el: Μαυροβούνιο
fa: مونته‌نگرو
he: מונטנגרו
ja: モンテネグロ
ko: 몬테네그로
lt: Juodkalnija
lv: Melnkalne
ro: Muntenegru
sl: Črna gora
te: మాంటెనేగ్రో
tr: Karadağ
zh: 黑山
zh_hant: 黑山

# msCountryDisplayName
source: Montserrat
ar: مونتسيرات
be: Мантсэрэт
el: Μοντσερράτ
fa: مونت‌سرات
he: מונסראט
ja: モントセラト
ko: 몬트세랫
lt: Montseratas
lv: Montserat
te: మాంట్సెరాట్
zh: 蒙特塞拉特
zh_hant: 蒙特塞拉特

# nrCountryDisplayName
source: Nauru
ar: ناورو
be: Науру
el: Ναουρού
fa: نائورو
he: נאורו
ja: ナウル
ko: 나우루
te: నౌరూ
zh: 瑙鲁
zh_hant: 諾魯

# npCountryDisplayName
source: Nepal
ar: نيبال
be: Непал
el: Νεπάλ
fa: نپال
he: נפאל
ja: ネパール
ko: 네팔
lt: Nepalas
lv: Nepāla
te: నేపాల్
zh: 尼泊尔
zh_hant: 尼泊爾

# neCountryDisplayName
source: Niger
ar: النيجر
be: Нігер
el: Νίγηρας
fa: نیجر
he: ניז'ר
ja: ニジェール
ko: 니제르
lt: Nigeris
lv: Nigēra
te: నైజర్
tr: Nijer
zh: 尼日尔
zh_hant: 尼日尔

# nuCountryDisplayName
source: Niue
ar: نيوي
be: Ніуе
el: Νιουέ
fa: نیوه
he: ניואה
ja: ニウエ
ko: 니우에
te: నియూ
zh: 纽埃
zh_hant: 纽埃

# omCountryDisplayName
source: Oman
ar: عمان
be: Аман
el: Ομάν
fa: عمان
he: עומאן
ja: オマーン
ko: 오만
lt: Omanas
lv: Omāna
te: ఒమన్
tr: Umman
zh: 阿曼
zh_hant: 阿曼

# pwCountryDisplayName
source: Palau
ar: بالاو
be: Палау
el: Παλάου
fa: پالائو
he: פלאו
ja: パラオ
ko: 팔라우
te: పలావు
zh: 帕劳
zh_hant: 帕劳

# paCountryDisplayName
source: Panama
ar: بنما
be: Панама
el: Παναμάς
fa: پاناما
he: פנמה
ja: パナマ
ko: 파나마
te: పనామా
zh: 巴拿马
zh_hant: 巴拿马

# pyCountryDisplayName
source: Paraguay
ar: باراغواي
be: Парагвай
el: Παραγουάη
fa: پاراگوئه
he: פרגוואי
ja: パラグアイ
ko: 파라과이
lt: Paragvajus
lv: Paragvaja
sl: Paragvaj
te: పారాగ్వే
zh: 巴拉圭
zh_hant: 巴拉圭

# peCountryDisplayName
source: Peru
ar: بيرو
be: Перу
el: Περού
fa: پرو
he: פרו
ja: ペルー
ko: 페루
te: పెరూ
zh: 秘鲁
zh_hant: 秘鲁

# qaCountryDisplayName
source: Qatar
ar: قطر
be: Катар
el: Κατάρ
fa: قطر
he: קטאר
ja: カタール
ko: 카타르
lt: Kataras
lv: Katar
sl: Katar
te: కతార్
tr: Katar
zh: 卡塔尔
zh_hant: 卡塔尔

# wsCountryDisplayName
source: Samoa
ar: ساموا
be: Самоа
el: Σαμόα
fa: ساموآ
he: סמואה
ja: サモア
ko: 사모아
te: సమోవా
zh: 萨摩亚
zh_hant: 萨摩亚

# smCountryDisplayName
source: San Marino
ar: سان مارينو
be: Сан-Марына
el: Άγιος Μαρίνος
fa: سان مارینو
he: סן מרינו
ja: サンマリノ
ko: 산 마리노
lt: San Marinas
te: సాన్ మారినో
zh: 圣马力诺
zh_hant: 圣马力诺

# snCountryDisplayName
source: Senegal
ar: السنغال
be: Сенегал
el: Σενεγάλη
fa: سنگال
he: סנגל
ja: セネガル
ko: 세네갈
lt: Senegalas
lv: Senegāla
te: సెనెగల్
zh: 塞内加尔
zh_hant: 塞内加尔

# scCountryDisplayName
source: Seychelles
ar: سيشيل
be: Сейшэльскія Астравы
el: Σεϋχέλλες
fa: سیشل
he: סיישל
ja: セーシェル
ko: 세이셸
lt: Seišeliai
lv: Seišelas
sl: Sejšeli
te: సీషెల్స్
tr: Seyşeller
zh: 塞舌尔
zh_hant: 塞舌尔

# slCountryDisplayName
source: Sierra Leone
ar: سيراليون
be: Сьера-Леоне
el: Σιέρα Λεόνε
fa: سیرالئون
he: סיירה לאון
ja: シエラレオネ
ko: 시에라리온
lt: Siera Leonė
lv: Šrēnija
te: సియెరా లియోన్
zh: 塞拉利昂
zh_hant: 塞拉利昂

# sxCountryDisplayName
source: Sint Maarten
ar: سينت مارتن
be: Сінт-Мартэн
el: Σίντ Μαρτέν
fa: سینت مارتن
he: סינט מארטן
ja: シントマールテン
ko: 신트 마르턴
lt: Sint Martenas
lv: Sintmārtena
te: సింట్ మార్టెన్
zh: 荷属圣马丁
zh_hant: 聖馬丁

# sdCountryDisplayName
source: Sudan
ar: السودان
be: Судан
el: Σουδάν
fa: سودان
he: סודאן
ja: スーダン
ko: 수단
lt: Sudanas
lv: Sudāna
te: సూడాన్
zh: 苏丹
zh_hant: 蘇丹

# tgCountryDisplayName
source: Togo
ar: توغو
be: Тога
el: Τόγκο
fa: توگو
he: טוגו
ja: トーゴ
ko: 토고
lt: Togas
te: టోగో
zh: 多哥
zh_hant: 多哥

# tkCountryDisplayName
source: Tokelau
ar: توكيلاو
be: Токелау
el: Τοκελάου
fa: توکلئو
he: טוקלאו
ja: トケラウ
ko: 토켈라우
te: టోకెలావు
zh: 托克劳
zh_hant: 托克劳

# toCountryDisplayName
source: Tonga
ar: تونغا
be: Тонга
el: Τόνγκα
fa: تونگا
he: טונגה
ja: トンガ
ko: 통가
te: టోంగా
zh: 汤加
zh_hant: 汤加

# ttCountryDisplayName
source: Trinidad/Tobago
ar: ترينيداد وتوباغو
be: Трынідад і Табага
el: Τρινιντάντ / Τόμπακο
fa: ترینیداد و توباگو
he: טרינידד וטובגו
ja: トリニダード・トバゴ
ko: 트리니다드 토바고
lt: Trinidadas ir Tobagas
sl: Trinidad in Tobago
te: త్రినిడాడ్ / టొబాగో
zh: 特立尼达和多巴哥
zh_hant: 特立尼达和多巴哥

# tvCountryDisplayName
source: Tuvalu
ar: توفالو
be: Тувалу
el: Τουβαλού
fa: تووالو
he: טובאלו
ja: ツバル
ko: 투발루
te: టువాలూ
zh: 图瓦卢
zh_hant: 图瓦卢

# ugCountryDisplayName
source: Uganda
ar: أوغندا
be: Уганда
el: Ουγκάντα
fa: اوگاندا
he: אוגנדה
ja: ウガンダ
ko: 우간다
te: ఉగాండా
zh: 乌干达
zh_hant: 乌干达

# vuCountryDisplayName
source: Vanuatu
ar: فانواتو
be: Вануату
el: Βανουάτου
fa: وانواتو
he: ונואטו
ja: バヌアツ
ko: 바누아투
te: వనాటూ
zh: 瓦努阿图
zh_hant: 瓦努阿图

# l2SupportBeta
source: Beta
ar: بيتا
be: Бэта
el: Βήτα
fa: بتا
he: בטא
ja: ベータ
ko: 베타
te: బీటా
vi: Bản Beta

# grammarCopyASPECTperf
source: Perfect
ar: مثالي
be: Дасканаласць
el: Τελειωμένο
fa: تمام
fil: Perpekto
he: שלם
ia: Perfecte
ja: 完了
ko: 완료
lt: Tobulas
lv: Perfekts
sl: Perfectivno
te: పూర్తి
tr: Mükemmel
vi: Hoàn thành
zh: 完成时
zh_hant: 完成時

# grammarCopyVERBTYPEmod
source: Modal
ar: فعلي
be: Модальны
el: Ρήμα Modal
fa: مدال
he: מודאלי
ia: Modale
ja: モーダル
ko: 조동사
lt: Modalinis
lv: Modalitāte
sl: Modalni glagol
te: మోడల్
vi: Động từ khuyết thiếu
zh: 情态动词
zh_hant: 情態動詞

# grammarCopyADVTYPEadnomial
source: Adnominal
ar: وصفية
be: Адназоўнік
el: Επιθετικός
fa: صفت‌دار
he: שמות תואר
ja: 形容詞的
ko: 수식어구
lt: Prieinamasis
lv: Adnominalais
sl: Adnominalno
te: అనామవాచక
tr: İsimle İlgili
vi: Bổ nghĩa danh từ
zh: 修饰语
zh_hant: 修飾語

# grammarCopyVERBFORMger
source: Gerund
ar: اسم الفاعل
be: Герундый
el: Γερουνδικό
fa: اسم مصدر فعلی
he: גזור
ia: Gerundio
ja: 動名詞
ko: 동명사
lt: Vardininkas
lv: Gerunds
ro: Gerunziu
sl: Gerundij
te: గెరండ్లు
vi: Danh động từ (gerund)
zh: 动名词
zh_hant: 動名詞

# grammarCopyCASEins
source: Instrumental
ar: آلي
be: Інструментальны
el: Όργανο
fa: حالتی
he: כלי
ja: 具格
ko: 도구격
lt: Įrankinis
lv: Instrumentālis
te: ఇన్స్ట్రుమెంటల్
tr: Araç Durumu
vi: Cách công cụ
zh: 工具格
zh_hant: 工具格

# grammarCopyPRONTYPEadn
source: Adnominal
ar: الاسم الإضافي
be: Адмоўнае
el: Επιθετικό
fa: ضمیر صفتی
fil: Pang-uri
he: שמות תואר
ja: 形容詞
ko: 명사형
lt: Vardinamasis
lv: Aproksimācija
sl: Pridružni
te: అడ్నోనిమల్
tr: İsim-Fiil
vi: Đại từ thuộc tính
zh: 名词性修饰语
zh_hant: 修飾語

# grammarCopyTENSEaor
source: Aorist
ar: الماضي البسيط
be: Аарыст
el: Αόριστος
fa: ماضی ساده
he: עתיד פשוט
ja: アリスト
ko: 과거형
lt: Aoristas
lv: Aorists
te: ఆరిస్ట్
zh: 未完成过去时
zh_hant: 未完成時

# grammarCopyVERBFORMpart
source: Participle
ar: اسم المفعول
be: Дзеепрыметнік
el: Μέρος
fa: صفت فعلی
he: צורת חלק
ja: 分詞
ko: 분사
lt: Dalijimo forma
ro: Participiu
sl: Pridevnik
te: భాగం
vi: Phân từ
zh: 分词
zh_hant: 分詞

# grammarCopyVERBFORMconv
source: Converb
ar: الاسم المصدر
be: Канверб
el: Συνεκδοχή
fa: مفعول
he: צורת קישור
ja: 動詞連用形
ko: 동경사
lt: Konverbas
lv: Konverbs
sl: Konverb
te: కాన్వర్బ్
vi: Liên động từ (converb)
zh: 动词副词
zh_hant: 動詞副詞

# grammarCopyASPECT
source: Aspect
ar: الجانب
be: Від
el: Πλευρά
fa: جنبه
fil: Aspekto
he: היבט
ia: Aspecto
ja: アスペクト
ko: 상태
lt: Būsena
lv: Aspekts
sl: Vid
te: అంశం
vi: Thể động từ
zh: 体

# grammarCopyVERBFORMadn
source: Adnominal
ar: إضافي
be: Даданаслоўны
el: Επιθετικός
fa: صفت‌مشتق
he: צורת תואר שמני
ja: 名詞修飾用
ko: 수식형
lt: Adnominalus
lv: Adnominalais
sl: Adnominalno
te: అడ్నోమినల్
tr: İsimleştirilmiş
vi: Adj. Bổ nghĩa danh từ
zh: 形容词性
zh_hant: 修飾語式

# xpIntoLevel
source: {currentXP} / {maxXP} XP
ar: {currentXP} / {maxXP} نقطة خبرة
el: {currentXP} / {maxXP} Πόντοι XP
fa: {currentXP} / {maxXP} امتیاز تجربه
he: {currentXP} / {maxXP} נקודות ניסיון
zh: {currentXP} / {maxXP} 经验值
zh_hant: {currentXP} / {maxXP} 經驗值

# commaSeparatedFile
source: CSV
fa: فایل CSV

# excelFile
source: Excel
ar: إكسل
fa: فایل اکسل
ko: 엑셀
te: ఎక్సెల్

source: Video
ar: فيديو
be: Відэа
el: Βίντεο
fa: ویدئو
fil: Bidyo
he: וידאו
ja: ビデオ
ko: 비디오
lt: Vaizdo įrašas
te: వీడియో
zh: 视频
zh_hant: 影片

source: Email
ar: البريد الإلكتروني
be: Электронная пошта
fa: ایمیل
he: אימייל
ja: メール
ko: 이메일
lt: El. paštas
lv: E-pasts
sl: E-pošta
te: ఇమెయిల్
tr: E-posta
zh: 电子邮件
zh_hant: 电子邮件

# notificationRuleJitsi
source: Jitsi
te: జిట్సి

# dateWithYear
source: {year}-{month}-{day}
ar: {day}/{month}/{year}
fil: {month}/{day}/{year}
sl: {day}-{month}-{year}
tr: {day}/{month}/{year}
vi: {day}/{month}/{year}

# dateWithoutYear
source: {month}-{day}
lv: {day}.{month}.
tr: {day} {month}
vi: {day}/{month}

# banDisplayName
source: Balinese
ro: Balinenez
vi: Người Bali

# iloDisplayName
source: Iloko
vi: Tiếng Iloko

# kokDisplayName
source: Konkani
vi: Tiếng Konkani

# kriDisplayName
source: Krio
vi: Tiếng Krio

# rajDisplayName
source: Rajasthani
vi: Tiếng Rajasthan

# satDisplayName
source: Santali
vi: Tiếng Santali

# srMEDisplayName
source: Montenegrin
vi: Montenegro

# wuuDisplayName
source: Wu
vi: Tiếng Wu

# bnBDDisplayName
source: Bengali (Bangladesh)
ro: Bengaleză (Bangladesh)

# gomDisplayName
source: Goan Konkani
ro: Konkani Goan

# lijDisplayName
source: Ligurian
ro: Liguriană

# lmoDisplayName
source: Lombard
ro: Lombardă
