Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# vgCountryDisplayName
source: British Virgin Islands
ar: جزر فيرجن البريطانية
be: Брытанскія Віргінскія астравы
el: Βρετανικές Παρθένοι Νήσοι
fa: جزایر ویرجین بریتانیا
he: איי הבתולה הבריטיים
ia: Insulas Vírgin Britannic
ja: イギリス領ヴァージン諸島
ko: 영국령 버진 아일랜드
lt: Britų Mergelių salos
lv: Lielbritānijas Virdžīnas
ro: Insulele Virgine Britanice
sl: Britanski Deviški otoki
te: బ్రిటిష్ విజార్జిన్ దీవులు
tr: Britanya Virgin Adaları
uz: Britaniya Virjiniya orollari
vi: Quần đảo Virgin thuộc Anh
zh: 英属维尔京群岛
zh_hant: 英屬維京群島

# bnCountryDisplayName
source: Brunei
ar: بروناي
be: Бруней
el: Μπρουνέι
fa: برونئی
he: ברוניי
ja: ブルネイ
ko: 브루나이
lt: Brunėjus
lv: Bruneja
te: బ్రునై
uz: Bruney
zh: 文莱
zh_hant: 文萊

# bgCountryDisplayName
source: Bulgaria
ar: بلغاريا
be: Баўгарыя
el: Βουλγαρία
fa: بلغارستان
he: בולגריה
ja: ブルガリア
ko: 불가리아
lt: Bulgarija
lv: Bulgārija
sl: Bolgarija
te: బల్గేరియా
tr: Bulgaristan
uz: Bolgariya
zh: 保加利亚
zh_hant: 保加利亞

# khCountryDisplayName
source: Cambodia
ar: كمبوديا
be: Камбоджа
el: Καμπότζη
fa: کامبوج
he: קמבודיה
ja: カンボジア
ko: 캄보디아
lt: Kambodža
lv: Kambodža
ro: Cambodgia
sl: Kambodža
te: కంబోడియా
tr: Kamboçya
uz: Kambodja
vi: Campuchia
zh: 柬埔寨
zh_hant: 柬埔寨

# cmCountryDisplayName
source: Cameroon
ar: الكاميرون
be: Камерун
el: Καμερούν
fa: کامرون
he: קמרון
ia: Camerun
ja: カメルーン
ko: 카메룬
lt: Kamerūnas
lv: Kamerūna
ro: Camerun
sl: Kamerun
te: కామెరూన్
tr: Kamerun
uz: Kamerun
zh: 喀麦隆
zh_hant: 喀麥隆

# caCountryDisplayName
source: Canada
ar: كندا
be: Канада
el: Καναδάς
fa: کانادا
he: קנדה
ja: カナダ
ko: 캐나다
lt: Kanada
lv: Kanāda
sl: Kanada
te: కెనడా
tr: Kanada
uz: Kanada
zh: 加拿大
zh_hant: 加拿大

# cvCountryDisplayName
source: Cape Verde
ar: الرأس الأخضر
be: Кабаверды
el: Πράσινο Ακρωτήρι
fa: کاپ ورد
he: כף ורדה
ia: Capo Verde
ja: カーボベルデ
ko: 카보베르데
lt: Žaliasis Kyšulys
lv: Kapverde
ro: Capul Verde
sl: Zelenortski otoki
te: కేప్ వెర్డే
tr: Yeşil Burun
uz: Kap Verde
zh: 佛得角
zh_hant: 佛得角

# bqCountryDisplayName
source: Caribbean Netherlands
ar: جزر الأنتيل الهولندية
be: Карабскія Нідэрланды
el: Καραϊβική Ολλανδία
fa: هلند کارائیب
he: האיים הקריביים ההולנדיים
ia: Insulas de Caribea Netherlands
ja: カリブ海ネーデルラント
ko: 카리브 네덜란드
lt: Karibų Nyderlandai
lv: Karību Nīderlande
ro: Insulele Caraibe Olandeze
sl: Karibske Nizozemske
te: కారిబియన్ నెదర్లాండ్స్
tr: Karayip Hollanda
uz: Karib Niderlandlari
zh: 加勒比荷兰
zh_hant: 加勒比荷兰

# kyCountryDisplayName
source: Cayman Islands
ar: جزر كايمان
be: Кайманскія астравы
el: Νήσοι Κέιμαν
fa: جزایر کیمن
he: איי קיימן
ia: Insulas Cayman
ja: ケイマン諸島
ko: 케이맨 제도
lt: Kaimanų salos
lv: Kaimanu salas
ro: Insulele Cayman
sl: Kajmanski otoki
te: కేమాన్ దీవులు
tr: Cayman Adaları
uz: Kayman orollari
vi: Quần đảo Cayman
zh: 开曼群岛
zh_hant: 开曼群岛

# cfCountryDisplayName
source: Central African Republic
ar: جمهورية أفريقيا الوسطى
be: Цэнтральнаафрыканская Рэспубліка
el: Κεντροαφρικανική Δημοκρατία
fa: جمهوری آفریقای مرکزی
fil: Republikang Central African
he: רפובליקה המרכז-אפריקאית
ia: Republica Centrafrican
ja: 中央アフリカ共和国
ko: 중앙아프리카공화국
lt: Centrinė Afrikos Respublika
lv: Centrafrikas Republika
ro: Republica Centrafricană
sl: Centralnoafriška republika
te: మధ్య ఆఫ్రికా రిపబ్లిక్
tr: Orta Afrika Cumhuriyeti
uz: Markaziy Afrika Respublikasi
vi: Cộng hòa Trung Phi
zh: 中非共和国
zh_hant: 中非共和国

# clCountryDisplayName
source: Chile
ar: شيلي
be: Чылі
el: Χιλή
fa: شیلی
he: צ'ילה
ja: チリ
ko: 칠레
lt: Čilė
lv: Čīle
sl: Čile
te: చిలీ
tr: Şili
uz: Chili
zh: 智利
zh_hant: 智利

# cnCountryDisplayName
source: China
ar: الصين
be: Кітай
el: Κίνα
fa: چین
fil: Tsina
he: סין
ia: Sina
ja: 中国
ko: 중국
lt: Kinija
lv: Ķīna
sl: Kitajska
te: చైనా
tr: Çin
uz: Xitoy
vi: Trung Quốc
zh: 中国
zh_hant: 中国

# cxCountryDisplayName
source: Christmas Island
ar: جزيرة الكريسماس
be: Востраў Каляд
el: Νήσος Χριστουγέννων
fa: جزیره کریسمس
fil: Pulo ng Pasko
he: אי חג המולד
ia: Insula de Christmas
ja: クリスマス島
ko: 크리스마스 섬
lt: Kalėdų sala
lv: Ziemassvētku sala
ro: Insula Christmas
sl: Božični otok
te: క్రిస్మస్ దీవి
tr: Noel Adası
uz: Rojdestvo oroli
vi: Đảo Giáng Sinh
zh: 圣诞岛
zh_hant: 圣诞岛

# ccCountryDisplayName
source: Cocos [Keeling] Islands
ar: جزر كوكوس [كيلينج]
be: Востравы Кук [Кілінг]
el: Νήσοι Κόκος [Κίλιγκ]
fa: جزایر کوک [کلیینگ]
fil: Mga Isla ng Cocos [Keeling]
he: איי קוקוס [קילינג]
ia: Insulas Cocos [Keeling]
ja: ココス（キーリング）諸島
ko: 코코스 제도 [키링]
lt: Kokos (Keelingo) salos
lv: Kokosu [Keeling] salas
ro: Insulele Cocos [Keeling]
sl: Kokosovi [Keeling] otoki
te: కొకోస్ [కీలింగ్] దీవులు
tr: Cocos [Keeling] Adaları
uz: Kokos [Keling] orollari
vi: Quần đảo Cocos (Keeling)
zh: 科科斯（基林）群岛
zh_hant: 科科斯（基林）群岛

# coCountryDisplayName
source: Colombia
ar: كولومبيا
be: Калумбія
el: Κολομβία
fa: کلمبیا
he: קולומביה
ja: コロンビア
ko: 콜롬비아
lt: Kolumbija
lv: Kolumbija
ro: Columbia
sl: Kolumbija
te: కొలంబియా
tr: Kolombiya
uz: Kolumbiya
zh: 哥伦比亚
zh_hant: 哥伦比亚

# kmCountryDisplayName
source: Comoros
ar: جزر القمر
be: Коморскія Астравы
el: Κομόρες
fa: جزایر قمر
fil: Komoros
he: קומורוס
ia: Comores
ja: コモロ
ko: 코모로
lt: Komorai
lv: Komoru salas
ro: Comore
sl: Komori
te: కమోరాస్
tr: Komorlar
uz: Komor orollari
zh: 科摩罗
zh_hant: 科摩罗

# cdCountryDisplayName
source: Democratic Republic Congo
ar: جمهورية الكونغو الديمقراطية
be: Дэмакратычная Рэспубліка Конга
el: Δημοκρατία του Κονγκό
fa: جمهوری دموکراتیک کنگو
fil: Demokratikong Repúblikang Congo
he: רפובליקת קונגו הדמוקרטית
ia: Republica Democratica del Congo
ja: コンゴ民主共和国
ko: 콩고 민주 공화국
lt: Kongo Demokratinė Respublika
lv: Kongo Demokrātiskā Republika
ro: Republica Democratică Congo
sl: Demokratična republika Kongo
te: డెమొక్రటిక్ రిపబ్లిక్ కాంగో
tr: Kongo Demokratik Cumhuriyeti
uz: Kongo Demokratik Respublikasi
vi: Congo (Cộng hòa Dân chủ Congo)
zh: 刚果民主共和国
zh_hant: 刚果民主共和国

# cgCountryDisplayName
source: Republic of Congo
ar: جمهورية الكونغو
be: Рэспубліка Конга
el: Δημοκρατία του Κονγκό
fa: جمهوری کنگو
fil: Republika ng Congo
he: רפובליקת קונגו
ia: Republica de Congo
ja: コンゴ共和国
ko: 콩고 공화국
lt: Kongo Respublika
lv: Kongo Republika
ro: Republica Congo
sl: Republika Kongo
te: కాంగో రిపబ్లిక్
tr: Kongo Cumhuriyeti
uz: Kongo Respublikasi
vi: Congo (Cộng hòa Congo)
zh: 刚果共和国
zh_hant: 刚果共和国

# ckCountryDisplayName
source: Cook Islands
ar: جزر كوك
be: Востравы Кук
el: Νήσοι Κουκ
fa: جزایر کوک
fil: Mga Isla ng Cook
he: איי קוק
ia: Insulas Cook
ja: クック諸島
ko: 쿡 제도
lt: Kuko Salos
lv: Kuka salas
ro: Insulele Cook
sl: Cookovi otoki
te: కుక్ దీవులు
tr: Cook Adaları
uz: Kuk orollari
vi: Quần đảo Cook
zh: 库克群岛
zh_hant: 库克群岛

# crCountryDisplayName
source: Costa Rica
ar: كوستاريكا
be: Коста-Рыка
el: Κόστα Ρίκα
fa: کاستاریکا
he: קוסטה ריקה
ja: コスタリカ
ko: 코스타리카
lt: Kosta Rika
lv: Kostarika
sl: Kostarika
te: కొస్టా రికా
tr: Kosta Rika
uz: Kosta Rika
zh: 哥斯达黎加
zh_hant: 哥斯达黎加

# ciCountryDisplayName
source: Côte d'Ivoire
ar: ساحل العاج
be: Кот-д’Івуар
el: Ακτή Ελεφαντοστού
fa: ساحل عاج
he: חוף השנהב
ia: Costa de Marfil
ja: コートジボワール
ko: 코트디부아르
lt: Dramblio Kaulo Krantas
lv: Īvorykalna
ro: Coasta de Fildeș
sl: Obala Slonovine
te: కోట డి'వోయర్
tr: Fildişi Sahili
uz: Kote d'Ivoire
vi: Bờ Biển Ngà
zh: 科特迪瓦
zh_hant: 科特迪瓦

# hrCountryDisplayName
source: Croatia
ar: كرواتيا
be: Харватыя
el: Κροατία
fa: کرواسی
he: קרואטיה
ja: クロアチア
ko: 크로아티아
lt: Kroatija
lv: Horvātija
ro: Croația
sl: Hrvaška
te: క్రొయేషియా
tr: Hırvatistan
uz: Xorvatiya
zh: 克罗地亚
zh_hant: 克罗地亚

# cuCountryDisplayName
source: Cuba
ar: كوبا
be: Куба
el: Κούβα
fa: کوبا
he: קובה
ja: キューバ
ko: 쿠바
lt: Kuba
lv: Kuba
sl: Kuba
te: క్యుబా
tr: Küba
uz: Kuba
zh: 古巴
zh_hant: 古巴

# cwCountryDisplayName
source: Curaçao
ar: كوراساو
be: Кюрасао
el: Κουρασάο
fa: کوراسائو
he: קוראסאו
ja: キュラソー
ko: 퀴라소
lt: Kurasao
lv: Kīrasao
te: కురాకావో
uz: Kurakao
zh: 库拉索
zh_hant: 库拉索

# cyCountryDisplayName
source: Cyprus
ar: قبرص
be: Кіпр
el: Κύπρος
fa: قبرس
he: קפריסין
ia: Cypro
ja: キプロス
ko: 키프로스
lt: Kipras
lv: Ziemeļkipra
ro: Cipru
sl: Ciper
te: సైప్రస్
tr: Kıbrıs
uz: Kipr
vi: Síp
zh: 塞浦路斯
zh_hant: 塞浦路斯

# czCountryDisplayName
source: Czech Republic
ar: جمهورية التشيك
be: Чэхія
el: Τσεχική Δημοκρατία
fa: جمهوری چک
fil: Republikang Czech
he: צ'כיה
ia: República Checa
ja: チェコ共和国
ko: 체코 공화국
lt: Čekijos Respublika
lv: Čehijas Republika
ro: Republica Cehă
sl: Češka
te: చెక్ రిపబ్లిక్
tr: Çekya
uz: Chex Respublikasi
vi: Séc
zh: 捷克共和国
zh_hant: 捷克共和國

# dkCountryDisplayName
source: Denmark
ar: الدنمارك
be: Данія
el: Δανία
fa: دانمارک
he: דנמרק
ia: Dania
ja: デンマーク
ko: 덴마크
lt: Danija
lv: Dānija
ro: Danemarca
sl: Danska
te: డెన్మార్క్
tr: Danimarka
uz: Daniya
vi: Đan Mạch
zh: 丹麦
zh_hant: 丹麥

# djCountryDisplayName
source: Djibouti
ar: جيبوتي
be: Джибуті
el: Τζιμπουτί
fa: جیبوتی
he: ג'יבוטי
ja: ジブチ
ko: 지부티
lt: Džibutis
lv: Džibutija
sl: Džibuti
te: జిబౌటి
tr: Cibuti
uz: Jibuti
zh: 吉布提
zh_hant: 吉布提

# dmCountryDisplayName
source: Dominica
ar: دومينيكا
be: Дамініка
el: Δομινίκα
fa: دومینیکا
he: דומיניקה
ja: ドミニカ国
ko: 도미니카
lt: Dominika
lv: Dominika
sl: Dominika
te: డొమినికా
tr: Dominika
uz: Dominika
zh: 多米尼克
zh_hant: 多米尼克

# doCountryDisplayName
source: Dominican Republic
ar: جمهورية الدومينيكان
be: Дамініканская Рэспубліка
el: Δομινικανή Δημοκρατία
fa: جمهوری دومینیکن
fil: Republika ng Dominica
he: רפובליקת דומיניקה
ia: República Dominicana
ja: ドミニカ共和国
ko: 도미니카 공화국
lt: Dominikos Respublika
lv: Dominikānas Republika
ro: Republica Dominicană
sl: Dominikanska republika
te: డొమినికన్ రిపబ్లిక్
tr: Dominik Cumhuriyeti
uz: Dominikan Respublikasi
vi: Cộng hòa Dominica
zh: 多米尼加共和国
zh_hant: 多米尼加共和國

# tlCountryDisplayName
source: East Timor
ar: تيمور الشرقية
be: Восточный Тимор
el: Ανατολικό Τιμόρ
fa: تیمور شرقی
he: מזרח טימור
ia: Timor Orientale
ja: 東ティモール
ko: 동티모르
lt: Rytų Timoras
lv: Austrumtimora
ro: Timorul de Est
sl: Vzhodni Timor
te: పూర్వ తిమోర్
tr: Doğu Timor
uz: Sharqiy Timor
vi: Đông Timor (Timor-Leste)
zh: 东帝汶
zh_hant: 東帝汶

# ecCountryDisplayName
source: Ecuador
ar: الإكوادور
be: Эквадор
el: Ισημερινός
fa: اکوادور
he: אקוודור
ja: エクアドル
ko: 에콰도르
lt: Ekvadoras
lv: Ekvadora
sl: Ekvador
te: ఈక్వడార్
tr: Ekvador
uz: Ekvador
zh: 厄瓜多尔
zh_hant: 厄瓜多爾

# egCountryDisplayName
source: Egypt
ar: مصر
be: Егіпет
el: Αίγυπτος
fa: مصر
he: מצרים
ia: Egypto
ja: エジプト
ko: 이집트
lt: Egiptas
lv: Ēģipte
ro: Egipt
sl: Egipt
te: ఈజిప్ట్
tr: Mısır
uz: Misr
vi: Ai Cập
zh: 埃及
zh_hant: 埃及

# gqCountryDisplayName
source: Equatorial Guinea
ar: غينيا الاستوائية
be: Экватарыя Гвінея
el: Ισημερινή Γουινέα
fa: گینه استوایی
fil: Gineang Equatorial
he: גינאה המשוונית
ia: Guinea Equatorial
ja: 赤道ギニア
ko: 적도 기니
lt: Pusiaujo Gvinėja
lv: Ekvatoriālā Gvineja
ro: Guineea Ecuatorială
sl: Ekvatorialna Gvineja
te: ఈక్వటోరియల్ గినీ
tr: Ekvator Ginesi
uz: Ekvatorial Gvineya
vi: Guinea Xích Đạo
zh: 赤道几内亚
zh_hant: 赤道幾內亞

# erCountryDisplayName
source: Eritrea
ar: إريتريا
be: Эрытрэя
el: Ερυθραία
fa: اریتره
he: אריתריאה
ja: エリトリア
ko: 에리트레아
lt: Eritrėja
lv: Eritreja
ro: Eritreea
sl: Eritreja
te: ఎరిట్రియా
tr: Eritre
uz: Eritreya
zh: 厄立特里亚
zh_hant: 厄立特里亞

# eeCountryDisplayName
source: Estonia
ar: إستونيا
be: Эстонія
el: Εσθονία
fa: استونی
he: אסטוניה
ja: エストニア
ko: 에스토니아
lt: Estija
lv: Igaunija
sl: Estonija
te: ఎస్టోనియా
tr: Estonya
uz: Estoniya
zh: 爱沙尼亚
zh_hant: 愛沙尼亞

# szCountryDisplayName
source: Eswatini
ar: إسواتيني
be: Эсватыні
el: Σουαζιλάνδη
fa: اسواتینی
he: אסוואטיני
ja: エスワティニ
ko: 에스와티니
lt: Esvatinas
lv: Esvatīni
sl: Esvatini
te: ఎస్వాటిని
tr: Esvatini
uz: Esvatini
zh: 斯威士兰
zh_hant: 斯威士蘭

# etCountryDisplayName
source: Ethiopia
ar: إثيوبيا
be: Эфіопія
el: Αιθιοπία
fa: اتیوپی
he: אתיופיה
ja: エチオピア
ko: 이집트
lt: Etiopija
lv: Etiopija
ro: Etiopia
sl: Etiopija
te: ఎథియోపియా
tr: Etiyopya
uz: Efiopiya
zh: 埃塞俄比亚
zh_hant: 衣索比亞

# fkCountryDisplayName
source: Falkland Islands
ar: جزر فوكلاند
be: Фолклэндскія астравы
el: Νήσοι Φόκλαντ
fa: جزایر فالکلند
fil: Mga Isla ng Falkland
he: איי פוקלנד
ia: Insulas Falkland
ja: フォークランド諸島
ko: 포클랜드 제도
lt: Folklandų Salos
lv: Folklandes
ro: Insulele Falkland
sl: Folklandski otoki
te: ఫాల్క్లాండ్ దీవులు
tr: Falkland Adaları
uz: Falkland orollari
vi: Quần đảo Falkland
zh: 福克兰群岛
zh_hant: 福克蘭群島

# foCountryDisplayName
source: Faroe Islands
ar: جزر فارو
be: Фарэрскія астравы
el: Νήσοι Φερόες
fa: جزایر فارو
fil: Mga Isla ng Faroe
he: איי פארו
ia: Insulas Faroe
ja: フェロー諸島
ko: 페로 제도
lt: Farerų Salos
lv: Fēru salas
ro: Insulele Feroe
sl: Ferski otoki
te: ఫారో దీవులు
tr: Faroe Adaları
uz: Faroe orollari
vi: Quần đảo Faroe
zh: 法罗群岛
zh_hant: 法羅群島

# fiCountryDisplayName
source: Finland
ar: فنلندا
be: Фінляндыя
el: Φινλανδία
fa: فنلاند
he: פינלנד
ia: Finlandia
ja: フィンランド
ko: 핀란드
lt: Suomija
lv: Somija
ro: Finlanda
sl: Finska
te: ఫిన్లాండ్
tr: Finlandiya
uz: Finlyandiya
vi: Phần Lan
zh: 芬兰
zh_hant: 芬蘭

# frCountryDisplayName
source: France
ar: فرنسا
be: Францыя
el: Γαλλία
fa: فرانسه
fil: Pransya
he: צרפת
ia: Francia
ja: フランス
ko: 프랑스
lt: Prancūzija
lv: Francija
ro: Franța
sl: Francija
te: ఫ్రాన్స్
tr: Fransa
uz: Fransiya
vi: Pháp
zh: 法国
zh_hant: 法國

# gfCountryDisplayName
source: French Guiana
ar: غيانا الفرنسية
be: Французская Гаяна
el: Γαλλική Γουιάνα
fa: گویان فرانسه
he: גיאנה הצרפתית
ia: Guyana Francesa
ja: フランス領ギアナ
ko: 프랑스령 기아나
lt: Prancūzijos Gijana
lv: Franču Gajāna
ro: Guiana Franceză
sl: Francoska Gvajana
te: ఫ్రెంచ్ గయానా
tr: Fransız Guyanası
uz: Fransuz Gʻiyona
vi: Guiana thuộc Pháp
zh: 法属圭亚那
zh_hant: 法属圭亚那

# pfCountryDisplayName
source: French Polynesia
ar: بولينيزيا الفرنسية
be: Французская Палінезія
el: Γαλλική Πολυνησία
fa: پولینزی فرانسه
he: איי פולינזיה הצרפתית
ia: Polinesia Francesa
ja: フランス領ポリネシア
ko: 프랑스령 폴리네시아
lt: Prancūzijos Polinezija
lv: Franču Polinēzija
ro: Polinezia Franceză
sl: Francoska Polinezija
te: ఫ్రెంచ్ పోలినేషియా
tr: Fransız Polinezyası
uz: Fransuz Polineziyasi
vi: Polynesia thuộc Pháp
zh: 法属波利尼西亚
zh_hant: 法属波利尼西亚

# gmCountryDisplayName
source: Gambia
ar: غامبيا
be: Гамбія
el: Γκάμπια
fa: گامبیا
he: גמביה
ja: ガンビア
ko: 감비아
lt: Gambija
lv: Gambija
sl: Gambija
te: గామ్బియా
tr: Gambiya
uz: Gambiya
zh: 冈比亚
zh_hant: 冈比亚

# geCountryDisplayName
source: Georgia
ar: جورجيا
be: Грузія
el: Γεωργία
fa: گرجستان
he: גאורגיה
ja: ジョージア
ko: 조지아
lt: Gruzija
lv: Gruzija
sl: Gruzija
te: జార్జియా
tr: Gürcistan
uz: Gruziya
zh: 格鲁吉亚
zh_hant: 格鲁吉亚

# deCountryDisplayName
source: Germany
ar: ألمانيا
be: Германія
el: Γερμανία
fa: آلمان
he: גרמניה
ia: Germania
ja: ドイツ
ko: 독일
lt: Vokietija
lv: Vācija
ro: Germania
sl: Nemčija
te: జర్మనీ
tr: Almanya
uz: Germaniya
vi: Đức
zh: 德国
zh_hant: 德国

# ghCountryDisplayName
source: Ghana
ar: غانا
be: Гана
el: Γκάνα
fa: غنا
he: גאנה
ja: ガーナ
ko: 가나
lt: Gana
lv: Gana
sl: Gana
te: గానా
tr: Gana
uz: Gana
zh: 加纳
zh_hant: 加纳

# glCountryDisplayName
source: Greenland
ar: جرينلاند
be: Грэнландыя
el: Γροιλανδία
fa: گرینلند
he: גרינלנד
ia: Groenlandia
ja: グリーンランド
ko: 그린란드
lt: Grenlandija
lv: Grenlande
ro: Groenlanda
sl: Grenlandija
te: గ్రీన్లాండ్
tr: Grönland
uz: Grenlandiya
zh: 格陵兰
zh_hant: 格陵兰

# gpCountryDisplayName
source: Guadeloupe
ar: جوادلوب
be: Гваделупа
el: Γουαδελούπη
fa: گوادلوپ
he: גוואדלופ
ia: Guadalupe
ja: グアドループ
ko: 과달루페
lt: Gvadelupa
lv: Gvadelupa
ro: Guadelupa
sl: Gvajana
te: గ్వడలోప్
uz: Gvadelupa
zh: 瓜德罗普
zh_hant: 瓜德罗普

# gtCountryDisplayName
source: Guatemala
ar: غواتيمالا
be: Гватэмала
el: Γουατεμάλα
fa: گواتمالا
he: גואטמלה
ja: グアテマラ
ko: 과테말라
lt: Gvatemala
lv: Guatemale
sl: Gvatemala
te: గ్వాటమాలా
uz: Gvatemala
zh: 危地马拉
zh_hant: 危地马拉

# ggCountryDisplayName
source: Guernsey
ar: جيرنزي
be: Гернсі
el: Γκέρνσεϊ
fa: گرنزی
he: גרנזי
ia: Guernesey
ja: ガーンジー
ko: 건지섬
lt: Gernsis
lv: Gērnsija
te: గెర్న్సీ
uz: Gernsey
zh: 格恩西岛
zh_hant: 根西岛

# gnCountryDisplayName
source: Guinea Conakry
ar: غينيا كوناكري
be: Гвінея Конакры
el: Γουινέα Κονάκρι
fa: گینه کناری
he: גינאה קונאקי
ja: ギニア・コナクリ
ko: 기니
lt: Gvinėja Konakris
lv: Gvineja Konakri
ro: Guineea Conakry
sl: Gvineja Conakry
te: గినీ కనాక్రి
tr: Gine
uz: Gvineya Konakri
zh: 几内亚科纳克里
zh_hant: 几内亚比绍

# gwCountryDisplayName
source: Guinea-Bissau
ar: غينيا بيساو
be: Гвінея-Бісау
el: Γουινέα-Μπισάου
fa: گینه بیسائو
he: גינאה ביסאו
ja: ギニアビサウ
ko: 기니비사우
lt: Gvinėja-Bisao
lv: Gvineja-Bisava
ro: Guineea-Bissau
sl: Gvineja-Bisao
te: గినీ బిసౌ
tr: Gine-Bissau
uz: Gvineya-Bissau
zh: 几内亚比绍
zh_hant: 几内亚

# gyCountryDisplayName
source: Guyana
ar: غيانا
be: Гаяна
el: Γουιάνα
fa: گویان
he: גיאנה
ja: ガイアナ
ko: 가이아나
lt: Gajana
lv: Gajāna
sl: Gvajana
te: గయానా
uz: Gayana
zh: 圭亚那
zh_hant: 圭亚那

# hmCountryDisplayName
source: Heard Island and McDonald Islands
ar: جزيرة هيرد وجزر مكدونالد
be: Астравы Гардэн і Макдональд
el: Νησί Heard και Νησιά McDonald
fa: جزایر هرد و مک‌دونالد
fil: Heard Island at McDonald Islands
he: אי הרד ואיי מקדונלד
ia: Insulas Heard e Insulas McDonald
ja: ハード島とマクドナルド諸島
ko: 허드 섬과 맥도널드 제도
lt: Hirdo sala ir Makdonaldo salos
lv: Hērda sala un Makdonalda salas
ro: Insula Heard și Insulele McDonald
sl: Ostrvo Heard in otoki McDonald
te: హర్డ్ దీవులు మరియు మెక్‌డొనాల్డ్ దీవులు
tr: Heard Adası ve McDonald Adaları
uz: Herd va Makdonald orollari
vi: Đảo Heard và quần đảo McDonald
zh: 赫德岛和麦克唐纳群岛
zh_hant: 赫德岛和麦克唐纳群岛

# hkCountryDisplayName
source: Hong Kong
ar: هونغ كونغ
be: Гонконг
el: Χονγκ Κονγκ
fa: هنگ کنگ
he: הונג קונג
ja: 香港
ko: 홍콩
lt: Honkonga
lv: Honkonga
te: హాంగ్ కాంగ్
uz: Xitoy Xonkong
zh: 香港
zh_hant: 香港

# huCountryDisplayName
source: Hungary
ar: المجر
be: Венгрыя
el: Ουγγαρία
fa: مجارستان
he: הונגריה
ia: Ungaria
ja: ハンガリー
ko: 헝가리
lt: Vengrija
lv: Ungārija
ro: Ungaria
sl: Madžarska
te: హంగేరి
tr: Macaristan
uz: Vengriya
zh: 匈牙利
zh_hant: 匈牙利

# isCountryDisplayName
source: Iceland
ar: آيسلندا
be: Ісландыя
el: Ισλανδία
fa: ایسلند
he: איסלנד
ia: Islanda
ja: アイスランド
ko: 아이슬란드
lt: Islandija
lv: Īslande
ro: Islanda
sl: Islandija
te: ఐస్‌లాండ్
tr: İzlanda
uz: Islandiya
zh: 冰岛
zh_hant: 冰島

# inCountryDisplayName
source: India
ar: الهند
be: Індыя
el: Ινδία
fa: هند
he: הודו
ja: インド
ko: 인도
lt: Indija
lv: Indija
sl: Indija
te: భారతదేశం
tr: Hindistan
uz: Hindiston
vi: Ấn Độ
zh: 印度
zh_hant: 印度

# idCountryDisplayName
source: Indonesia
ar: إندونيسيا
be: Інданезія
el: Ινδονησία
fa: اندونزی
he: אינדונזיה
ia: Indonésia
ja: インドネシア
ko: 인도네시아
lt: Indonezija
lv: Indonēzija
ro: Indonezia
sl: Indonezija
te: ఇండోనేషియా
tr: Endonezya
uz: Indoneziya
zh: 印度尼西亚
zh_hant: 印尼

# irCountryDisplayName
source: Iran
ar: إيران
be: Іран
el: Ιράν
fa: ایران
he: איראן
ja: イラン
ko: 이란
lt: Iranas
lv: Irāna
te: ఇరాన్
uz: Eron
zh: 伊朗
zh_hant: 伊朗

# iqCountryDisplayName
source: Iraq
ar: العراق
be: Ірак
el: Ιράκ
fa: عراق
he: עיראק
ja: イラク
ko: 이라크
lt: Irakas
lv: Irāka
ro: Irak
sl: Irak
te: ఇరాక్
tr: Irak
uz: Iroq
zh: 伊拉克
zh_hant: 伊拉克

# ieCountryDisplayName
source: Ireland
ar: أيرلندا
be: Ірландыя
el: Ιρλανδία
fa: ایرلند
he: אירלנד
ia: Irlanda
ja: アイルランド
ko: 아일랜드
lt: Airija
lv: Īrija
ro: Irlanda
sl: Irska
te: ఐర్లాండ్
tr: İrlanda
uz: Irlandiya
zh: 爱尔兰
zh_hant: 愛爾蘭

# imCountryDisplayName
source: Isle of Man
ar: جزيرة مان
be: Востраў Мэн
el: Νήσος του Μαν
fa: جزیره من
he: אי מאן
ja: マン島
ko: 맨 섬
lt: Meno sala
lv: Mans sala
ro: Insula Man
sl: Otok Man
te: మాన్ దీవి
tr: Man Adası
uz: Man oroli
vi: Đảo Man
zh: 马恩岛
zh_hant: 曼島

# ilCountryDisplayName
source: Israel
ar: إسرائيل
be: Ізраіль
el: Ισραήλ
fa: اسرائیل
he: ישראל
ja: イスラエル
ko: 이스라엘
lt: Izraelis
lv: Izraēla
sl: Izrael
te: ఇజ్రాయెల్
tr: İsrail
uz: Isroil
zh: 以色列
zh_hant: 以色列

# itCountryDisplayName
source: Italy
ar: إيطاليا
be: Італія
el: Ιταλία
fa: ایتالیا
he: איטליה
ia: Itália
ja: イタリア
ko: 이탈리아
lt: Italija
lv: Itālija
ro: Italia
sl: Italija
te: ఇటలీ
tr: İtalya
uz: Italiya
vi: Ý
zh: 意大利
zh_hant: 意大利

# jmCountryDisplayName
source: Jamaica
ar: جامايكا
be: Ямайка
el: Τζαμάικα
fa: جامائیکا
he: ג'מייקה
ja: ジャマイカ
ko: 자메이카
lt: Jamaika
lv: Jamaika
sl: Jamajka
te: జమైకా
tr: Jamaika
uz: Yamayka
zh: 牙买加
zh_hant: 牙買加

# jpCountryDisplayName
source: Japan
ar: اليابان
be: Японія
el: Ιαπωνία
fa: ژاپن
fil: Hapon
he: יפן
ja: 日本
ko: 일본
lt: Japonija
lv: Japāna
ro: Japonia
sl: Japonska
te: జపాన్
tr: Japonya
uz: Yaponiya
vi: Nhật Bản
zh: 日本
zh_hant: 日本

# jeCountryDisplayName
source: Jersey
ar: جيرسي
be: Джэрсі
el: Τζέρσεϊ
fa: جرزی
he: ג'רזי
ja: ジャージー
ko: 저지 섬
lt: Džersis
lv: Džērsija
te: జర్సీ
uz: Jersi
zh: 泽西岛
zh_hant: 澤西島

# joCountryDisplayName
source: Jordan
ar: الأردن
be: Іарданія
el: Ιορδανία
fa: اردن
he: ירדן
ia: Jordania
ja: ヨルダン
ko: 요르단
lt: Jordanas
lv: Jordāna
ro: Iordania
te: జోర్డాన్
tr: Ürdün
uz: Iordaniya
zh: 约旦
zh_hant: 約旦

# kzCountryDisplayName
source: Kazakhstan
ar: كازاخستان
be: Казахстан
el: Καζακστάν
fa: قزاقستان
he: קזחסטן
ja: カザフスタン
ko: 카자흐스탄
lt: Kazachstanas
lv: Kazahstāna
ro: Kazahstan
sl: Kazahstan
te: కజకస్తాన్
tr: Kazakistan
uz: Qozogʻiston
zh: 哈萨克斯坦
zh_hant: 哈薩克斯坦

# kwCountryDisplayName
source: Kuwait
ar: الكويت
be: Кувейт
el: Κουβέιτ
fa: کویت
he: כווית
ja: クウェート
ko: 쿠웨이트
lt: Kuveitas
lv: Kuveita
ro: Kuweit
sl: Kuvajt
te: కువైట్
tr: Kuveyt
uz: Kuvayt
zh: 科威特
zh_hant: 科威特

# kgCountryDisplayName
source: Kyrgyzstan
ar: قرغيزستان
be: Кыргызстан
el: Κιργιζία
fa: قرقیزستان
he: קירגיזסטן
ia: Kirgistan
ja: キルギス
ko: 키르기스스탄
lt: Kirgizija
lv: Kirgizstāna
ro: Kârgâzstan
sl: Kirgizistan
te: కిర్గిజస్తాన్
tr: Kırgızistan
uz: Qirgʻiziston
zh: 吉尔吉斯斯坦
zh_hant: 吉尔吉斯斯坦

# lvCountryDisplayName
source: Latvia
ar: لاتفيا
be: Латвія
el: Λετονία
fa: لتونی
fil: Letonya
he: לטביה
ia: Letonia
ja: ラトビア
ko: 라트비아
lt: Latvija
lv: Latvija
ro: Letonia
sl: Latvija
te: లాట్వియా
tr: Letonya
uz: Latviya
zh: 拉脱维亚
zh_hant: 拉脱维亚

# lbCountryDisplayName
source: Lebanon
ar: لبنان
be: Ліван
el: Λίβανος
fa: لبنان
he: לבנון
ia: Libano
ja: レバノン
ko: 레바논
lt: Libanas
lv: Libāna
ro: Liban
sl: Liban
te: లెబనాన్
tr: Lübnan
uz: Livan
zh: 黎巴嫩
zh_hant: 黎巴嫩

# lsCountryDisplayName
source: Lesotho
ar: ليسوتو
be: Лесота
el: Λεσόθο
fa: لسوتو
he: לסוטו
ia: Lesoto
ja: レソト
ko: 레소토
lt: Lesotas
lv: Lesoto
sl: Lesoto
te: లెసోతో
tr: Lesoto
uz: Lesoto
zh: 莱索托
zh_hant: 莱索托

# lrCountryDisplayName
source: Liberia
ar: ليبيريا
be: Ліберыя
el: Λιβερία
fa: لیبریا
he: לביריה
ja: リベリア
ko: 라이베리아
lt: Liberija
lv: Liberija
sl: Liberija
te: లిబీరియా
tr: Liberya
uz: Liberiya
zh: 利比里亚
zh_hant: 利比里亚

# lyCountryDisplayName
source: Libya
ar: ليبيا
be: Лібія
el: Λιβύη
fa: لیبی
he: לוב
ia: Libia
ja: リビア
ko: 리비아
lt: Libija
lv: Lībija
ro: Libia
sl: Libija
te: లిబియా
uz: Liviya
zh: 利比亚
zh_hant: 利比亚

# liCountryDisplayName
source: Liechtenstein
ar: ليختنشتاين
be: Ліхтэнштэйн
el: Λιχτενστάιν
fa: لیختن‌اشتاین
he: ליכטנשטיין
ja: リヒテンシュタイン
ko: 리히텐슈타인
lt: Lichtenšteinas
lv: Lihtenšteina
sl: Lihtenštajn
te: లిక్టెన్స్టైన్
tr: Lihtenştayn
uz: Lyuksemburg
zh: 列支敦士登
zh_hant: 列支敦士登

# ltCountryDisplayName
source: Lithuania
ar: ليتوانيا
be: Літва
el: Λιθουανία
fa: لیتوانی
fil: Lituanya
he: ליטא
ia: Lituania
ja: リトアニア
ko: 리투아니아
lt: Lietuva
lv: Lietuva
ro: Lituania
sl: Litvanija
te: లిథువేనియా
tr: Litvanya
uz: Litva
zh: 立陶宛
zh_hant: 立陶宛

# luCountryDisplayName
source: Luxembourg
ar: لوكسمبورغ
be: Люксембург
el: Λουξεμβούργο
fa: لوکزامبورگ
he: לוקסמבורג
ia: Luxemburgo
ja: ルクセンブルク
ko: 룩셈부르크
lt: Liuksemburgas
lv: Luksemburga
ro: Luxemburg
sl: Luksemburg
te: లక్సంబర్గ్
tr: Lüksemburg
uz: Lyuksemburg
zh: 卢森堡
zh_hant: 卢森堡

# moCountryDisplayName
source: Macau
ar: ماكاو
be: Макао
el: Μακάου
fa: ماکائو
he: מקאו
ja: マカオ
ko: 마카오
lt: Makao
lv: Makao
sl: Makao
te: మకావ్
tr: Makao
uz: Makao
zh: 澳门
zh_hant: 澳门

# mkCountryDisplayName
source: Macedonia
ar: مقدونيا
be: Македонія
el: Βόρεια Μακεδονία
fa: مقدونیه
he: מקדוניה
ja: マケドニア
ko: 북마케도니아
lt: Šiaurės Makedonija
lv: Maķedonija
sl: Severna Makedonija
te: మాసెడోనియా
tr: Makedonya
uz: Makedoniya
vi: Bắc Macedonia
zh: 北马其顿
zh_hant: 北马其顿

# mgCountryDisplayName
source: Madagascar
ar: مدغشقر
be: Мадагаскар
el: Μαδαγασκάρη
fa: مدی‌گاسکار
he: מדגסקר
ja: マダガスカル
ko: 마다가스카르
lt: Madagaskaras
lv: Madagaskara
sl: Madagaskar
te: మడగాస్కర్
tr: Madagaskar
uz: Madagaskar
zh: 马达加斯加
zh_hant: 马达加斯加

# mwCountryDisplayName
source: Malawi
ar: مالاوي
be: Малаві
el: Μαλάουι
fa: مالاوی
he: מאלווי
ja: マラウイ
ko: 말라위
lt: Malavis
lv: Malāvija
sl: Malavi
te: మాలావీ
tr: Malavi
uz: Malavi
zh: 马拉维
zh_hant: 马拉维

# myCountryDisplayName
source: Malaysia
ar: ماليزيا
be: Малайзія
el: Μαλαισία
fa: مالزی
he: מלזיה
ia: Malasia
ja: マレーシア
ko: 말레이시아
lt: Malaizija
lv: Malaizija
sl: Malezija
te: మలేషియా
tr: Malezya
uz: Malayziya
zh: 马来西亚
zh_hant: 马来西亚
