Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# waitingForOthersToFinish
source: Waiting for the rest to finish up...
ar: انتظار باقي المشاركين لإنهاء المهمة...
be: Чакаю, пакуль астатнія скончаць...
el: Αναμονή για τους υπόλοιπους να τελειώσουν...
fa: در انتظار پایان دیگران...
fil: Naghihintay na matapos ang iba...
he: מחכה לשאר לסיים...
ia: Spere que le alios finisca...
ja: 他の人が終わるのを待っています...
ko: 나머지 사람들이 끝내기를 기다리는 중...
lt: Laukiama kitų pabaigos...
lv: Gaidām, lai pārējie pabeigtu...
ro: Aștept ca ceilalți să termine...
sl: Čakam, da ostali zaključijo...
te: మిగతావారు ముగించడానికి వేచివున్నారు...
tr: Diğerlerinin bitirmesini bekliyorum...
uz: Qolganlar tugashini kutyapman...
vi: Đang chờ những người khác hoàn thành...
zh: 等待其他人完成...
zh_hant: 等待其他人完成...

# generatingSummary
source: Analyzing chat and generating results
ar: تحليل الدردشة وتوليد النتائج
be: Аналізуючы чат і генеруючы вынікі
el: Ανάλυση συνομιλίας και δημιουργία αποτελεσμάτων
fa: در حال تحلیل چت و تولید نتایج
fil: Sinusuri ang chat at bumubuo ng mga resulta
he: אנליזת שיחה ויצירת תוצאות
ia: Analizando le chat e generate resultatos
ja: チャットを分析して結果を生成しています
ko: 채팅 분석 및 결과 생성 중
lt: Analizuojama pokalbis ir generuojami rezultatai
lv: Analizē čatu un ģenerē rezultātus
ro: Analizăm chat-ul și generăm rezultate
sl: Analiziram klepet in ustvarjam rezultate
te: చాట్‌ను విశ్లేషించి ఫలితాలను సృష్టించడం
tr: Sohbeti analiz ediyor ve sonuçlar oluşturuyor
uz: Chatni tahlil qilmoqda va natijalarni ishlab chiqmoqda
vi: Phân tích cuộc trò chuyện và tạo kết quả
zh: 正在分析聊天内容并生成结果
zh_hant: 分析聊天並生成結果

# pingParticipantsNotification
source: {user} is looking for users to join the activity session in {room}
ar: {user} يبحث عن مستخدمين للانضمام إلى جلسة النشاط في {room}
be: {user} шукае карыстальнікаў для далучэння да сесіі мерапрыемства ў {room}
el: {user} ψάχνει χρήστες να συμμετάσχουν στη συνεδρία δραστηριότητας στο {room}
fa: {user} در حال جستجوی کاربران برای پیوستن به جلسه فعالیت در {room} است
fil: {user} ay naghahanap ng mga user na sumali sa sesyon ng aktibidad sa {room}
he: {user} מחפש משתמשים להצטרף למפגש הפעילות ב-{room}
ia: {user} cerca usatores pro aderir a le session de activitate in {room}
ja: {user}が{room}のアクティビティセッションに参加するユーザーを探しています
ko: {user}님이 {room}에서 활동 세션에 참여할 사용자를 찾고 있습니다
lt: {user} ieško naudotojų prisijungti prie veiklos sesijos {room}
lv: {user} meklē lietotājus, lai pievienotos aktivitātes sesijai {room}
ro: {user} caută utilizatori pentru a se alătura sesiunii de activitate în {room}
sl: {user} išče uporabnike za sodelovanje v aktivnosti v {room}
te: {user} {room}లో కార్యకలాప సెషన్‌లో చేరడానికి వినియోగదారులను చూస్తున్నారు
tr: {user} {room} içindeki etkinlik oturumuna katılacak kullanıcılar arıyor
uz: {user} {room}da faoliyat sessiyasiga qatnashish uchun foydalanuvchilarni qidiryapti
vi: {user} đang tìm kiếm người dùng để tham gia phiên hoạt động trong {room}
zh: {user} 正在寻找用户加入 {room} 中的活动会话
zh_hant: {user} 正在尋找用戶加入 {room} 的活動會議

source: Course
ar: دورة
be: Курс
el: Μάθημα
fa: دوره
fil: Kurso
he: קורס
ia: Curso
ja: コース
ko: 코스
lt: Kursas
lv: Kursa
ro: Curs
sl: Tečaj
te: కోర్సు
tr: Kurs
uz: Kurs
vi: Khóa học
zh: 课程
zh_hant: 課程

source: Courses
ar: دورات
be: Курсы
el: Μαθήματα
fa: دوره‌ها
fil: Mga kurso
he: קורסים
ia: Cursus
ja: コース
ko: 코스들
lt: Kursai
lv: Kursi
ro: Cursuri
sl: Tečaji
te: కోర్సులు
tr: Kurslar
uz: Kurslar
vi: Các khóa học
zh: 课程
zh_hant: 課程

source: Course name
ar: اسم الدورة
be: Назва курса
el: Όνομα μαθήματος
fa: نام دوره
fil: Pangalan ng kurso
he: שם הקורס
ia: Nomeno del curso
ja: コース名
ko: 코스 이름
lt: Kurso pavadinimas
lv: Kursa nosaukums
ro: Numele cursului
sl: Ime tečaja
te: కోర్సు పేరు
tr: Kurs adı
uz: Kurs nomi
vi: Tên khóa học
zh: 课程名称
zh_hant: 課程名稱

# createNewCourse
source: New course
ar: دورة جديدة
be: Новы курс
el: Νέο μάθημα
fa: دوره جدید
fil: Bagong kurso
he: קורס חדש
ia: Nove curso
ja: 新しいコース
ko: 새 코스 만들기
lt: Naujas kursas
lv: Jauns kurss
ro: Curs nou
sl: Nov tečaj
te: కొత్త కోర్సు
tr: Yeni kurs
uz: Yangi kurs
vi: Khóa học mới
zh: 新建课程
zh_hant: 新建課程

# goToCourse
source: Go to course: {course}
ar: اذهب إلى الدورة: {course}
be: Перайсці да курса: {course}
el: Πήγαινε στο μάθημα: {course}
fa: برو به دوره: {course}
fil: Pumunta sa kurso: {course}
he: עבור לקורס: {course}
ia: Irr a curso: {course}
ja: コースへ移動：{course}
ko: 코스로 이동: {course}
lt: Eiti į kursą: {course}
lv: Dodieties uz kursu: {course}
ro: Mergi la curs: {course}
sl: Pojdi na tečaj: {course}
te: కోర్సుకు వెళ్లండి: {course}
tr: Kursa git: {course}
uz: Kursga o'tish: {course}
vi: Đi tới khóa học: {course}
zh: 前往课程：{course}
zh_hant: 前往課程：{course}

# activityComplete
source: This activity has been completed. The activity summary should be available below.
ar: تم إكمال هذا النشاط. يجب أن تتوفر ملخص النشاط أدناه.
be: Гэтае мерапрыемства завершана. Вынікі мерапрыемства павінны быць даступныя ніжэй.
el: Αυτή η δραστηριότητα έχει ολοκληρωθεί. Η περίληψη της δραστηριότητας θα πρέπει να είναι διαθέσιμη παρακάτω.
fa: این فعالیت کامل شده است. خلاصه فعالیت باید در زیر در دسترس باشد.
fil: Tapos na ang aktibidad na ito. Dapat ay makikita ang buod ng aktibidad sa ibaba.
he: הפעילות הזו הושלמה. סיכום הפעילות אמור להיות זמין למטה.
ia: Iste activitate ha essite completate. Le summario del activitate debe esser disponibile infra.
ja: このアクティビティは完了しました。アクティビティの概要は下に表示されるはずです。
ko: 이 활동이 완료되었습니다. 활동 요약은 아래에서 확인하실 수 있습니다.
lt: Ši veikla buvo užbaigta. Apžvalga turėtų būti prieinama žemiau.
lv: Šī aktivitāte ir pabeigta. Apakšā ir pieejams aktivitātes kopsavilkums.
ro: Această activitate a fost finalizată. Rezumatul activității ar trebui să fie disponibil mai jos.
sl: Ta dejavnost je zaključena. Povzetek dejavnosti bi moral biti na voljo spodaj.
te: ఈ కార్యకలాపం పూర్తయింది. క్రింద కార్యకలాప సారాంశం అందుబాటులో ఉండాలి.
tr: Bu etkinlik tamamlandı. Etkinlik özeti aşağıda bulunabilir.
uz: Ushbu faoliyat yakunlandi. Faoliyat xulosasi quyida bo'lishi kerak.
vi: Hoạt động này đã hoàn thành. Tóm tắt hoạt động sẽ có sẵn bên dưới.
zh: 此活动已完成。活动摘要应在下方显示。
zh_hant: 此活動已完成。活動摘要應在下方提供。

source: Start new session
ar: ابدأ جلسة جديدة
be: Пачаць новую сесію
el: Ξεκινήστε νέα συνεδρία
fa: شروع جلسه جدید
fil: Simulan ang bagong sesyon
he: התחל מפגש חדש
ia: Iniciar nove session
ja: 新しいセッションを開始
ko: 새 세션 시작
lt: Pradėti naują sesiją
lv: Sākt jaunu sesiju
ro: Începe o sesiune nouă
sl: Začni novo sejo
te: కొత్త సెషన్ ప్రారంభించండి
tr: Yeni oturum başlat
uz: Yangi sessiya boshlash
vi: Bắt đầu phiên mới
zh: 开始新会话
zh_hant: 開始新會話

source: Join open session
ar: انضم إلى جلسة مفتوحة
be: Далучыцца да адкрытай сесіі
el: Συμμετοχή σε ανοιχτή συνεδρία
fa: پیوستن به جلسه باز
fil: Sumali sa bukas na sesyon
he: הצטרף למפגש פתוח
ia: Joiner session aperte
ja: オープンセッションに参加
ko: 열린 세션에 참여하기
lt: Prisijungti prie atviros sesijos
lv: Pievienoties atvērtai sesijai
ro: Participă la sesiune deschisă
sl: Pridruži se odprti seji
te: ఓపెన్ సెషన్‌లో చేరండి
tr: Açık oturuma katıl
uz: Ochiq sessiyaga qo'shiling
vi: Tham gia phiên mở
zh: 加入公开会话
zh_hant: 加入公開會話

source: less
ar: أقل
be: менш
el: λιγότερο
fa: کمتر
fil: mas kaunti
he: פחות
ia: mente
ja: 少ない
ko: 더 적게
lt: mažiau
lv: mazāk
ro: mai puțin
sl: manj
te: తక్కువ
tr: daha az
uz: kamroq
vi: ít hơn
zh: 少
zh_hant: 較少

source: Activity not found
ar: النشاط غير موجود
be: Дзея не знойдзена
el: Δεν βρέθηκε δραστηριότητα
fa: فعالیت یافت نشد
fil: Hindi nahanap ang aktibidad
he: הפעילות לא נמצאה
ia: Activitate non trovate
ja: アクティビティが見つかりません
ko: 활동을 찾을 수 없습니다
lt: Veikla nerasta
lv: Aktivitate nav atrasta
ro: Activitate negăsită
sl: Aktivnosti ni bilo mogoče najti
te: చర్య కనుగొనబడలేదు
tr: Etkinlik bulunamadı
uz: Faoliyat topilmadi
vi: Hoạt động không tìm thấy
zh: 未找到活动
zh_hant: 未找到活動

source: Level up
ar: ارتقِ للمستوى التالي
be: Павышэнне ўзроўню
el: Επίπεδο πάνω
fa: سطح بالا
fil: Umangat ang antas
he: רמה עליונה
ja: レベルアップ
ko: 레벨 업
lt: Pakilti lygį
lv: Līmeņa paaugstināšana
ro: Nivel superior
sl: Nadgradi raven
te: స్థాయి పెంచు
tr: Seviyeyi yükselt
uz: Darajani oshirish
vi: Lên cấp
zh: 升级
zh_hant: 升級

source: My activities
ar: أنشطتي
be: Мае дзейнасці
el: Οι δραστηριότητές μου
fa: فعالیت‌های من
fil: Aking mga aktibidad
he: הפעילויות שלי
ia: Mie actividades
ja: 私のアクティビティ
ko: 내 활동
lt: Mano veiklos
lv: Manas aktivitātes
ro: Activitățile mele
sl: Moje dejavnosti
te: నా కార్యకలాపాలు
tr: Benim etkinliklerim
uz: Mening faoliyatlarim
vi: Hoạt động của tôi
zh: 我的活动
zh_hant: 我的活動

source: Open to join
ar: مفتوح للانضمام
be: Адкрыта для далучэння
el: Ανοιχτό για συμμετοχή
fa: باز برای پیوستن
fil: Bukas para sumali
he: פתוח להצטרפות
ia: Aperte a joiner
ja: 参加可能
ko: 참여 가능
lt: Atvira prisijungimui
lv: Atvērts pievienošanai
ro: Deschis pentru participare
sl: Odprto za pridružitev
te: చేరడానికి తెరవబడింది
tr: Katılmak açık
uz: Qo'shilishga ochiq
vi: Mở để tham gia
zh: 开放加入
zh_hant: 開放加入

source: Results
ar: النتائج
be: Вынікі
el: Αποτελέσματα
fa: نتایج
fil: Mga resulta
he: תוצאות
ia: Resultatos
ja: 結果
ko: 결과
lt: Rezultatai
lv: Rezultāti
ro: Rezultate
sl: Rezultati
te: ఫలితాలు
tr: Sonuçlar
uz: Natijalar
vi: Kết quả
zh: 结果
zh_hant: 結果

source: Activity Done!
ar: اكتمل النشاط!
be: Дзейнасць завершана!
el: Ολοκληρώθηκε η δραστηριότητα!
fa: فعالیت تمام شد!
fil: Tapos na ang aktibidad!
he: הפעילות הושלמה!
ia: Activitate completate!
ja: アクティビティ完了！
ko: 활동 완료!
lt: Veikla atlikta!
lv: Aktivitate pabeigta!
ro: Activitate finalizată!
sl: Dejavnost zaključena!
te: చర్య పూర్తయింది!
tr: Etkinlik Tamamlandı!
uz: Faoliyat tugadi!
vi: Hoạt động hoàn thành!
zh: 活动完成！
zh_hant: 活動完成！

# promoCodeInfo
source: Promo codes can be entered on the next page
ar: يمكن إدخال رموز الترويج في الصفحة التالية
be: Прома-коды можна ўвесці на наступнай старонцы
el: Οι κωδικοί προώθησης μπορούν να εισαχθούν στη σελίδα που ακολουθεί
fa: کدهای تخفیف را می‌توانید در صفحه بعد وارد کنید
fil: Maaaring ilagay ang mga promo code sa susunod na pahina
he: קודי קידום ניתן להזין בעמוד הבא
ia: Le codes de promotion pote esser inserite in le pagina sequente
ja: 次のページでプロモーションコードを入力できます
ko: 프로모션 코드는 다음 페이지에서 입력할 수 있습니다
lt: Nuolaidos kodus galima įvesti kitame puslapyje
lv: Akcijas kodus var ievadīt nākamajā lapā
ro: Codurile promoționale pot fi introduse pe pagina următoare
sl: Kodo za promocijo lahko vnesete na naslednji strani
te: ప్రోమో కోడ్లు తదుపరి పేజీలో నమోదు చేయవచ్చు
tr: İndirim kodları bir sonraki sayfada girilebilir
uz: Promo kodlar keyingi sahifada kiritilishi mumkin
vi: Mã khuyến mãi có thể nhập ở trang tiếp theo
zh: 优惠码可以在下一页输入
zh_hant: 促销码可以在下一页输入

# editsComingSoon
source: The ability to edit cities and activities is coming soon.
ar: سيتم قريبًا إضافة إمكانية تحرير المدن والأنشطة.
be: Магчымасць рэдагаваць гарады і дзейнасці хутка з'явіцца.
el: Η δυνατότητα επεξεργασίας πόλεων και δραστηριοτήτων έρχεται σύντομα.
fa: به زودی امکان ویرایش شهرها و فعالیت‌ها فراهم می‌شود.
fil: Malapit nang dumating ang kakayahang mag-edit ng mga lungsod at aktibidad.
he: היכולת לערוך ערים ופעילויות תגיע בקרוב.
ia: Le possibilitate de modificar citates e actividades veni proxime.
ja: 都市とアクティビティの編集機能は近日公開予定です。
ko: 도시와 활동을 편집하는 기능이 곧 제공될 예정입니다.
lt: Kurių miestų ir veiklų redagavimo funkcijos netrukus bus prieinamos.
lv: Iespēja rediģēt pilsētas un aktivitātes drīz būs pieejama.
ro: Funcția de editare a orașelor și activităților va fi disponibilă în curând.
sl: Funkcija za urejanje mest in dejavnosti bo kmalu na voljo.
te: నగరాలు మరియు కార్యకలాపాలను సవరించగల సామర్థ్యం త్వరలో రానుంది.
tr: Şehirleri ve etkinlikleri düzenleme özelliği yakında geliyor.
uz: Shaharlarni va faoliyatlarni tahrirlash imkoniyati tez orada keladi.
vi: Khả năng chỉnh sửa thành phố và hoạt động sẽ sớm ra mắt.
zh: 编辑城市和活动的功能即将推出。
zh_hant: 编辑城市和活动的功能即将推出。

source: Editing
ar: تحرير
be: Рэдагаванне
el: Επεξεργασία
fa: در حال ویرایش
fil: Nag-eedit
he: עורך
ia: Modification
ja: 編集中
ko: 편집 중
lt: Redagavimas
lv: Rediģēšana
ro: Editare
sl: Urejanje
te: సవరించడం
tr: Düzenleniyor
uz: Tahrirlash
vi: Đang chỉnh sửa
zh: 编辑中
zh_hant: 编辑中

# activityNeedsOneMember
source: Uh oh! This activity needs 1 more person.
ar: أوه! يحتاج هذا النشاط إلى شخص واحد إضافي.
be: Ой! Для гэтай дзейнасці патрэбен яшчэ 1 чалавек.
el: Ωχ! Αυτή η δραστηριότητα χρειάζεται 1 ακόμη άτομο.
fa: آه! این فعالیت به ۱ نفر دیگر نیاز دارد.
fil: Naku! Kailangan pa ng 1 tao para sa aktibidad na ito.
he: אופס! פעילות זו זקוקה לעוד אדם אחד.
ia: Oh! Iste actividad necessita 1 persona adicional.
ja: おっと！このアクティビティにはあと1人必要です。
ko: 이런! 이 활동에는 1명이 더 필요합니다.
lt: Oho! Šiai veiklai reikia dar 1 asmens.
lv: Ak! Šai aktivitātei nepieciešama vēl 1 persona.
ro: Oho! Această activitate are nevoie de încă o persoană.
sl: Uho! Ta dejavnost potrebuje še 1 osebo.
te: అయ్యో! ఈ కార్యకలాపానికి మరొక వ్యక్తి అవసరం.
tr: Aman tanrım! Bu etkinlik için 1 kişiye daha ihtiyaç var.
uz: Afsus! Bu faoliyat uchun 1 ta qo'shimcha kishi kerak.
vi: Ôi! Hoạt động này cần thêm 1 người nữa.
zh: 哎呀！这个活动还需要1个人。
zh_hant: 哎呀！这个活动还需要1个人。

# activityNeedsMembers
source: Uh oh! This activity needs {num} more people.
ar: أوه! يحتاج هذا النشاط إلى {num} أشخاص إضافيين.
be: Ой! Для гэтай дзейнасці патрэбна яшчэ {num} чалавек.
el: Ωχ! Αυτή η δραστηριότητα χρειάζεται {num} ακόμη άτομα.
fa: آه! این فعالیت به {num} نفر دیگر نیاز دارد.
fil: Naku! Kailangan pa ng {num} na tao para sa aktibidad na ito.
he: אופס! פעילות זו זקוקה ל-{num} אנשים נוספים.
ia: Oh! Iste actividad necessita {num} personas adicional.
ja: おっと！このアクティビティにはあと{num}人必要です。
ko: 이런! 이 활동에는 {num}명이 더 필요합니다.
lt: Oho! Šiai veiklai reikia dar {num} žmonių.
lv: Ak! Šai aktivitātei nepieciešams vēl {num} cilvēki.
ro: Oho! Această activitate are nevoie de {num} persoane în plus.
sl: Uho! Ta dejavnost potrebuje še {num} ljudi.
te: అయ్యో! ఈ కార్యకలాపానికి {num} మరొక వ్యక్తులు అవసరం.
tr: Aman tanrım! Bu etkinlik için {num} kişiye daha ihtiyaç var.
uz: Afsus! Bu faoliyat uchun {num} ta qo'shimcha odam kerak.
vi: Ôi! Hoạt động này cần thêm {num} người nữa.
zh: 哎呀！这个活动还需要{num}个人。
zh_hant: 哎呀！这个活动还需要{num}个人。

# inviteFriendsToCourse
source: Invite friends to my course
ar: دعوة الأصدقاء إلى دورتك
be: Запрасіць сяброў у мой курс
el: Πρόσκληση φίλων στο μάθημά μου
fa: دعوت دوستان به دوره من
fil: Imbitahan ang mga kaibigan sa aking kurso
he: הזמן חברים לקורס שלי
ia: Invita amicos a mi curso
ja: 友達をコースに招待
ko: 내 강좌에 친구를 초대하세요
lt: Pakvieskite draugus į mano kursą
lv: Aicināt draugus uz manu kursu
ro: Invită prieteni la cursul meu
sl: Vabite prijatelje na moj tečaj
te: నా కోర్సుకు స్నేహితులను ఆహ్వానించండి
tr: Arkadaşlarımı kursuma davet et
uz: Do'stlarni kursimga taklif qil
vi: Mời bạn bè tham gia khóa học của tôi
zh: 邀请朋友加入我的课程
zh_hant: 邀请朋友加入我的课程

source: Subscribe to unlock activity summaries
ar: اشترك لفتح ملخصات الأنشطة
be: Падпішыцеся, каб разблакаваць рэзюме дзейнасцей
el: Εγγραφή για ξεκλείδωμα περιλήψεων δραστηριοτήτων
fa: اشتراک برای باز کردن خلاصه‌های فعالیت
fil: Mag-subscribe upang ma-unlock ang mga buod ng aktibidad
he: הירשם כדי לפתוח סיכומי פעילויות
ia: Subscribi pro desbloquar resumos de actividades
ja: アクティビティの概要を解除するには購読してください
ko: 활동 요약 잠금 해제 구독
lt: Prenumeruokite, kad atrakintumėte veiklos santraukas
lv: Abonēt aktivitāšu kopsavilkumu atbloķēšanu
ro: Abonează-te pentru a debloca rezumatele activităților
sl: Naročite se na odklepanje povzetkov dejavnosti
te: కార్యకలాప సారాంశాలను అన్లాక్ చేయడానికి సభ్యత్వం పొందండి
tr: Etkinlik özetlerini açmak için abone ol
uz: Faoliyat xulosalarini ochish uchun obuna bo'ling
vi: Đăng ký để mở khóa tóm tắt hoạt động
zh: 订阅以解锁活动总结
zh_hant: 订阅以解锁活动摘要

source: Subscribe to unlock definitions
ar: اشترك لفتح التعريفات
be: Падпісацца на разблакоўку вызначэнняў
el: Εγγραφή για ξεκλείδωμα ορισμών
fa: اشتراک برای باز کردن تعاریف
fil: Mag-subscribe upang ma-unlock ang mga kahulugan
he: הירשם כדי לפתוח הגדרות
ia: Subscribi pro desbloquar definitiones
ja: 定義を解除するには購読してください
ko: 정의 잠금 해제 구독
lt: Prenumeruokite, kad atrakintumėte apibrėžimus
lv: Abonēt definīciju atbloķēšanu
ro: Abonează-te pentru a debloca definițiile
sl: Naročite se na odklepanje definicij
te: నిర్వచనాలను అన్లాక్ చేయడానికి సభ్యత్వం పొందండి
tr: Tanımları açmak için abone ol
uz: Tushunchalarni ochish uchun obuna bo'ling
vi: Đăng ký để mở khóa định nghĩa
zh: 订阅以解锁定义
zh_hant: 订阅以解锁定义

source: Subscribe to unlock transcriptions
ar: اشترك لفتح النصوص المنقولة
be: Падпісацца на разблакоўку транскрыпцый
el: Εγγραφή για ξεκλείδωμα μεταγραφών
fa: اشتراک برای باز کردن رونویسی‌ها
fil: Mag-subscribe upang ma-unlock ang mga transkripsyon
he: הירשם כדי לפתוח תמלילים
ia: Subscribi pro desbloquar transcriptiones
ja: 書き起こしを解除するには購読してください
ko: 전사본 잠금 해제 구독
lt: Prenumeruokite, kad atrakintumėte transkripcijas
lv: Abonēt transkripciju atbloķēšanu
ro: Abonează-te pentru a debloca transcrierile
sl: Naročite se na odklepanje prepisov
te: ట్రాన్స్క్రిప్షన్లను అన్లాక్ చేయడానికి సభ్యత్వం పొందండి
tr: Transkripsiyonları açmak için abone ol
uz: Transkripsiyalarni ochish uchun obuna bo'ling
vi: Đăng ký để mở khóa bản chép
zh: 订阅以解锁转录
zh_hant: 订阅以解锁转录

# pingSent
source: 🔔 Course ping sent! 🔔
ar: تم إرسال تنبيه الدورة! 📔
be: 🔔 Пін курса адпраўлены! 🔔
el: 🔔 Η ειδοποίηση μαθήματος εστάλη! 🔔
fa: پینگ دوره ارسال شد! 🔔
fil: Ipinadala ang ping sa kurso! 🔔
he: הודעת קורס נשלחה! 🔔
ia: 📌 Ping del curso inviate! 📌
ja: 🔔 コースの通知を送信しました！ 🔔
ko: 🔔 강좌 핑이 전송되었습니다! 🔔
lt: 🔔 Kursų įspėjimas išsiųstas! 🔔
lv: 🔔 Kursa pings nosūtīts! 🔔
ro: 🔔 Ping pentru curs trimis! 🔔
sl: 🔔 Pošiljanje obvestila o tečaju! 🔔
te: 🔔 కోర్సు పింగ్ పంపబడింది! 🔔
tr: 🗣️ Kurs pingi gönderildi! 🗣️
uz: 🔔 Kurs uchun ping yuborildi! 🔔
vi: 🔴 Đã gửi ping khóa học! 🔴
zh: 🔔 课程提醒已发送！🔔
zh_hant: 🔔 课程提醒已发送！🔔

source: Course title
ar: عنوان الدورة
be: Назва курса
el: Τίτλος μαθήματος
fa: عنوان دوره
fil: Pamagat ng kurso
he: כותרת הקורס
ia: Titolo del curso
ja: コースタイトル
ko: 강좌 제목
lt: Kurso pavadinimas
lv: Kursa nosaukums
ro: Titlul cursului
sl: Naslov tečaja
te: కోర్సు శీర్షిక
tr: Kurs başlığı
uz: Kurs nomi
vi: Tiêu đề khóa học
zh: 课程标题
zh_hant: 课程标题

# courseDesc
source: Course description
ar: وصف الدورة
be: Апісанне курса
el: Περιγραφή μαθήματος
fa: توضیحات دوره
fil: Paglalarawan ng kurso
he: תיאור הקורס
ia: Description del curso
ja: コースの説明
ko: 강좌 설명
lt: Kurso aprašymas
lv: Kursa apraksts
ro: Descrierea cursului
sl: Opis tečaja
te: కోర్సు వివరణ
tr: Kurs açıklaması
uz: Kurs ta'rifi
vi: Mô tả khóa học
zh: 课程描述
zh_hant: 课程描述

source: Course saved successfully
ar: تم حفظ الدورة بنجاح
be: Курс паспяхова захаваны
el: Το μάθημα αποθηκεύτηκε με επιτυχία
fa: دوره با موفقیت ذخیره شد
fil: Matagumpay na na-save ang kurso
he: הקורס נשמר בהצלחה
ia: Curso salvat con successo
ja: コースが正常に保存されました
ko: 강좌가 성공적으로 저장되었습니다
lt: Kursas sėkmingai išsaugotas
lv: Kursu veiksmīgi saglabāts
ro: Curs salvat cu succes
sl: Tečaj je bil uspešno shranjen
te: కోర్సు విజయవంతంగా సేవ్ చేయబడింది
tr: Kurs başarıyla kaydedildi
uz: Kurs muvaffaqiyatli saqlandi
vi: Lưu khóa học thành công
zh: 课程已成功保存
zh_hant: 课程已成功保存

# addCoursePlan
source: Add a course plan
ar: إضافة خطة دورة
be: Дадаць план курса
el: Προσθήκη σχεδίου μαθήματος
fa: افزودن برنامه دوره
fil: Magdagdag ng plano sa kurso
he: הוסף תכנית קורס
ia: Adder un plan de curso
ja: コースプランを追加
ko: 강좌 계획 추가
lt: Pridėti kurso planą
lv: Pievienot kursa plānu
ro: Adaugă un plan de curs
sl: Dodaj načrt tečaja
te: కోర్సు ప్రణాళికను జోడించండి
tr: Bir kurs planı ekle
uz: Kurs rejasini qo'shish
vi: Thêm kế hoạch khóa học
zh: 添加课程计划
zh_hant: 添加课程计划

# activityStatsButtonInstruction
source: Click here to view your activity stats and to close the activity when finished
ar: انقر هنا لعرض إحصائيات نشاطك ولإغلاق النشاط عند الانتهاء
be: Націсніце тут, каб праглядаць статыстыку вашай дзейнасці і закрыць дзейнасць пасля завяршэння
el: Κάντε κλικ εδώ για να δείτε τα στατιστικά της δραστηριότητάς σας και να κλείσετε τη δραστηριότητα όταν τελειώσετε
fa: برای مشاهده آمار فعالیت خود و بستن فعالیت پس از اتمام اینجا کلیک کنید
fil: Pindutin dito upang makita ang iyong mga istatistika ng aktibidad at isara ang aktibidad kapag tapos na
he: לחץ כאן כדי לצפות בסטטיסטיקות הפעילות שלך ולסגור את הפעילות בסיום
ia: Clicca hic pro vider tu statisticas de actividad e pro clauder le actividad quando es finite
ja: ここをクリックして活動統計を表示し、終了時に活動を閉じます
ko: 여기를 클릭하여 활동 통계를 보고 완료 시 활동을 종료하세요
lt: Spustelėkite čia, norėdami peržiūrėti savo veiklos statistiką ir uždaryti veiklą, kai baigsite
lv: Noklikšķiniet šeit, lai skatītu savu aktivitātes statistiku un aizvērtu aktivitāti, kad tā ir pabeigta
ro: Click aici pentru a vedea statisticile activității și pentru a închide activitatea când termini
sl: Kliknite tukaj za ogled statistik vaše dejavnosti in za zapiranje dejavnosti po končanem delu
te: మీ కార్యకలాప గణాంకాలను చూడడానికి ఇక్కడ క్లిక్ చేయండి మరియు పూర్తి చేసినప్పుడు కార్యకలాపాన్ని మూసివేయండి
tr: Etkinlik istatistiklerinizi görmek ve tamamlandığında etkinliği kapatmak için buraya tıklayın
uz: Faoliyatingiz statistikalarini ko'rish va tugatgach faoliyatni yopish uchun bu yerni bosing
vi: Nhấn vào đây để xem thống kê hoạt động của bạn và đóng hoạt động khi hoàn thành
zh: 点击这里查看您的活动统计，完成后关闭活动
zh_hant: 点击这里查看你的活动统计，并在完成后关闭活动

# loginToAccount
source: Login to my account
ar: تسجيل الدخول إلى حسابي
be: Увайсці ў мой рахунак
el: Συνδεθείτε στον λογαριασμό μου
fa: وارد حساب کاربری من شوید
fil: Mag-login sa aking account
he: התחבר לחשבוני
ia: Intra in mi conto
ja: マイアカウントにログイン
ko: 내 계정에 로그인
lt: Prisijungti prie mano paskyros
lv: Pierakstieties savā kontā
ro: Autentifică-te în contul meu
sl: Prijavite se v svoj račun
te: నా ఖాతాలో లాగిన్ అవ్వండి
tr: Hesabınıza giriş yapın
uz: Hisobimga kirish
vi: Đăng nhập vào tài khoản của tôi
zh: 登录我的账户
zh_hant: 登录我的账户

# appDescription
source: Learn a language while texting your friends.
ar: تعلم لغة أثناء مراسلة أصدقائك.
be: Вучыце мову праз адпраўку тэкставых паведамленняў сябрам.
el: Μάθε μια γλώσσα ενώ στέλνεις μηνύματα στους φίλους σου.
fa: یادگیری زبان در حین پیام‌رسانی به دوستانتان.
fil: Matuto ng isang wika habang nagte-text sa iyong mga kaibigan.
he: למד שפה בזמן שליחת הודעות לחברים שלך.
ia: Impara un idioma dum il texta a tu amicos.
ja: 友達とメッセージを送りながら言語を学びましょう。
ko: 친구들과 문자 메시지를 보내며 언어를 배우세요.
lt: Išmokite kalbą naudodamiesi tekstais su draugais.
lv: Mācieties valodu rakstot ziņas draugiem.
ro: Învață o limbă în timp ce trimiți mesaje prietenilor.
sl: Učite se jezika medtem ko pošiljate sporočila prijateljem.
te: భాష నేర్చుకోండి మీ స్నేహితులతో సందేశాలు పంపుతూ.
tr: Bir dil öğrenin arkadaşlarınıza mesaj atarken.
uz: Bir til o'rganing do'stlaringiz bilan yozishayotganda.
vi: Học một ngôn ngữ trong khi nhắn tin với bạn bè.
zh: 学习一门语言 同时给朋友发消息。
zh_hant: 学习一门语言 同时给朋友发短信。

source: Languages
ar: اللغات
be: Мовы
el: Γλώσσες
fa: زبان‌ها
fil: Mga Wika
he: שפות
ia: Linguas
ja: 言語
ko: 언어
lt: Kalbos
lv: Valodas
ro: Limbi
sl: Jeziki
te: భాషలు
tr: Diller
uz: Tilllar
vi: Ngôn ngữ
zh: 语言
zh_hant: 語言

# chooseLanguage
source: Choose a target language.
ar: اختر لغة.
be: Выберыце мову.
el: Επιλέξτε μια γλώσσα.
fa: یک زبان را انتخاب کنید.
fil: Pumili ng isang wika.
he: בחר שפה.
ia: Selige un lingua.
ja: 言語を選択してください。
ko: 언어를 선택하세요.
lt: Pasirinkite kalbą.
lv: Izvēlieties valodu.
ro: Alegeți o limbă țintă.
sl: Izberite jezik.
te: ఒక భాషను ఎంచుకోండి.
tr: Bir dil seçin.
uz: Ma'lumot uchun tilni tanlang.
vi: Chọn một ngôn ngữ mục tiêu.
zh: 选择一种语言。
zh_hant: 選擇一種語言。

# startOwn
source: Start my own
be: Пачніце свой уласны
el: Ξεκίνα το δικό σου
fa: شروع کردن خودم
fil: Simulan ang sarili kong kurso
he: התחל את שלי
ia: Comencia mi proprie
ja: 自分のものを始める
ro: Începe propriul meu
sl: Začni svojo lastno
te: నాకు స్వంతంగా ప్రారంభించండి
tr: Kendi başıma başla
uz: O'z faoliyatimni boshlash
vi: Bắt đầu của riêng tôi
