Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

source: Change general settings
ar: تغيير الإعدادات العامة
be: Змяніць агульныя налады
el: Αλλάξτε τις γενικές ρυθμίσεις
fa: تغییر تنظیمات کلی
fil: Baguhin ang pangkalahatang mga setting
he: שנה הגדרות כלליות
ia: Cambia configuration general
ja: 一般設定を変更
ko: 일반 설정 변경
lt: Keisti bendruosius nustatymus
lv: Mainīt vispārējos iestatījumus
ro: Schimbă setările generale
sl: Spremeni splošne nastavitve
te: సాధారణ సెట్టింగులను మార్చండి
tr: Genel ayarları değiştir
uz: Umumiy sozlamalarni o'zgartiring
vi: Thay đổi cài đặt chung
zh: 更改常规设置
zh_hant: 更改常規設置

# inviteOtherUsersToRoom
source: Invite other users
ar: دعوة مستخدمين آخرين
be: Запрасіць іншых карыстальнікаў
el: Προσκαλέστε άλλους χρήστες
fa: دعوت از کاربران دیگر
fil: Anyayahan ang ibang mga user
he: הזמן משתמשים אחרים
ia: Invitar altere usatores
ja: 他のユーザーを招待
ko: 다른 사용자 초대
lt: Pakviesti kitus naudotojus
lv: Aicināt citus lietotājus
ro: Invită alți utilizatori
sl: Vabi druge uporabnike
te: ఇతర వినియోగదారులను ఆహ్వానించండి
tr: Diğer kullanıcıları davet et
uz: Boshqa foydalanuvchilarni taklif qiling
vi: Mời người dùng khác
zh: 邀请其他用户
zh_hant: 邀請其他用戶

# changeTheNameOfTheSpace
source: Change the name of the course
ar: تغيير اسم الدورة
be: Змяніць назву курса
el: Αλλάξτε το όνομα του μαθήματος
fa: تغییر نام دوره
fil: Palitan ang pangalan ng kurso
he: שנה את שם הקורס
ia: Cambia le nomine del curso
ja: コースの名前を変更
ko: 강좌 이름 변경
lt: Pakeisti kurso pavadinimą
lv: Mainīt kursa nosaukumu
ro: Schimbă numele cursului
sl: Spremeni ime tečaja
te: కోర్సు పేరును మార్చండి
tr: Dersin adını değiştir
uz: Kurs nomini o'zgartiring
vi: Thay đổi tên của khóa học
zh: 更改课程名称
zh_hant: 更改課程名稱

source: Change the description
ar: تغيير الوصف
be: Змяніць апісанне
el: Αλλάξτε την περιγραφή
fa: تغییر توضیحات
fil: Baguhin ang paglalarawan
he: שנה את התיאור
ia: Cambia le description
ja: 説明を変更
ko: 설명 변경
lt: Pakeisti aprašymą
lv: Mainīt aprakstu
ro: Schimbă descrierea
sl: Spremeni opis
te: వివరణను మార్చండి
tr: Açıklamayı değiştir
uz: Tavsifni o'zgartiring
vi: Thay đổi mô tả
zh: 更改描述
zh_hant: 更改描述

source: Change the permissions
ar: تغيير الأذونات
be: Змяніць дазволы
el: Αλλάξτε τα δικαιώματα
fa: تغییر مجوزها
fil: Baguhin ang mga pahintulot
he: שנה הרשאות
ia: Cambia le permissiones
ja: 権限を変更
ko: 권한 변경
lt: Pakeisti leidimus
lv: Mainīt atļaujas
ro: Schimbă permisiunile
sl: Spremeni dovoljenja
te: అనుమతులను మార్చండి
tr: İzinleri değiştir
uz: Ruxsatlarni o'zgartiring
vi: Thay đổi quyền hạn
zh: 更改权限
zh_hant: 更改權限

source: Introductions
ar: المقدمات
be: Уводзіны
el: Εισαγωγές
fa: معرفی‌ها
fil: Mga Panimula
he: הקדמות
ia: Introductiones
ja: 自己紹介
ko: 소개
lt: Įvados
lv: Ievads
ro: Introduceri
sl: Uvodne predstavitve
te: పరిచయాలు
tr: Tanıtımlar
uz: Tanishuvlar
vi: Giới thiệu
zh: 介绍
zh_hant: 介紹

source: Announcements
ar: الإعلانات
be: Абвесткі
el: Ανακοινώσεις
fa: اعلامیه‌ها
fil: Mga Anunsyo
he: הודעות
ia: Anuncios
ja: お知らせ
ko: 공지사항
lt: Pranešimai
lv: Paziņojumi
ro: Anunțuri
sl: Obvestila
te: ప్రకటనలు
tr: Duyurular
uz: E'lonlar
vi: Thông báo
zh: 公告
zh_hant: 公告

source: Activities
ar: الأنشطة
be: Мерапрыемствы
el: Δραστηριότητες
fa: فعالیت‌ها
fil: Mga Gawain
he: פעילויות
ia: Activitates
ja: アクティビティ
ko: 활동
lt: Veiklos
lv: Aktivitātes
ro: Activități
sl: Dejavnosti
te: చర్యలు
tr: Aktiviteler
uz: Faoliyatlar
vi: Hoạt động
zh: 活动
zh_hant: 活動

source: Access
ar: الوصول
be: Доступ
el: Πρόσβαση
fa: دسترسی
he: גישה
ia: Acceso
ja: アクセス
ko: 접근
lt: Prieiga
lv: Piekļuve
ro: Acces
sl: Dostop
te: ప్రవేశం
tr: Erişim
uz: Kirish
vi: Truy cập
zh: 访问权限
zh_hant: 訪問

# activitySuggestionTimeoutMessage
source: We are working hard to generate more activities for you, please check back in a minute
ar: نحن نعمل جاهدين لتوليد المزيد من الأنشطة لك، يرجى العودة بعد دقيقة
be: Мы напружана працуем над стварэннем большых мерапрыемстваў для вас, калі ласка, праверце зноў праз хвіліну
el: Δουλεύουμε σκληρά για να δημιουργήσουμε περισσότερες δραστηριότητες για εσάς, παρακαλούμε ελέγξτε ξανά σε ένα λεπτό
fa: ما در حال تلاش برای تولید فعالیت‌های بیشتر برای شما هستیم، لطفاً یک دقیقه دیگر بررسی کنید
fil: Nagsusumikap kaming lumikha ng mas maraming aktibidad para sa iyo, mangyaring mag-check muli sa isang minuto
he: אנחנו עובדים קשה ליצירת עוד פעילויות בשבילך, אנא חזור בעוד דקה
ia: Nos labora duramente pro generate plus de actividades pro te, per favor re-vide in un minuto
ja: より多くのアクティビティを生成するために努力しています。しばらくしてからもう一度確認してください
ko: 더 많은 활동을 생성하기 위해 열심히 노력하고 있습니다. 잠시 후 다시 확인하세요
lt: Mes intensyviai dirbame, kad sukurtume daugiau veiklų jums, prašome grįžti po minutės
lv: Mēs strādājam, lai ģenerētu vairāk aktivitāšu jums, lūdzu, pārbaudiet vēlreiz minūtē
ro: Lucrăm din greu pentru a genera mai multe activități pentru tine, te rugăm să revii în un minut
sl: Trdo delamo, da vam ponudimo več dejavnosti, prosimo, preverite čez minuto
te: మేము మీ కోసం మరిన్ని కార్యకలాపాలను సృష్టించడానికి కష్టపడుతున్నాము, దయచేసి ఒక నిమిషం తర్వాత తిరిగి చెక్ చేయండి
tr: Daha fazla aktivite oluşturmak için çok çalışıyoruz, lütfen bir dakika içinde tekrar kontrol edin
uz: Siz uchun ko'proq faoliyatlar yaratish uchun juda ko'p ishlayapmiz, iltimos, bir daqiqadan so'ng qaytib keling
vi: Chúng tôi đang làm việc chăm chỉ để tạo ra các hoạt động cho bạn, vui lòng quay lại sau một phút
zh: 我们正在努力为您生成更多活动，请稍后再查看
zh_hant: 我們正在努力為您生成更多活動，請稍候再查看

# howSpaceCanBeFound
source: How this course can be found
ar: كيفية العثور على هذه الدورة
be: Як можна знайсці гэты курс
el: Πώς μπορεί να βρεθεί αυτό το μάθημα
fa: چگونه این دوره قابل پیدا کردن است
fil: Paano mahanap ang kursong ito
he: איך ניתן למצוא את הקורס הזה
ia: Como iste curso pote esser trovate
ja: このコースの見つけ方
ko: 이 강좌를 찾는 방법
lt: Kaip galima rasti šį kursą
lv: Kā šī kursa var atrast
ro: Cum poate fi găsit acest curs
sl: Kako je mogoče najti ta tečaj
te: ఈ కోర్సును ఎలా కనుగొనవచ్చు
tr: Bu kurs nasıl bulunabilir
uz: Bu kurs qanday topilishi mumkin
vi: Khóa học này có thể được tìm thấy như thế nào
zh: 如何找到此课程
zh_hant: 如何找到此課程

source: Private
ar: خاص
be: Прыватны
el: Ιδιωτικό
fa: خصوصی
fil: Pribado
he: פרטי
ia: Privat
ja: プライベート
ko: 비공개
lt: Privatus
lv: Privāts
ro: Privat
sl: Zasebno
te: ప్రైవేట్
tr: Özel
uz: Maxfiy
vi: Riêng tư
zh: 私密
zh_hant: 私人

source: Cannot be found in search
ar: لا يمكن العثور عليها في البحث
be: Немагчыма знайсці ў пошуку
el: Δεν μπορεί να βρεθεί στην αναζήτηση
fa: در جستجو قابل پیدا کردن نیست
fil: Hindi mahanap sa paghahanap
he: לא ניתן למצוא בחיפוש
ia: Non pote esser trovate in le recerca
ja: 検索で見つかりません
ko: 검색에서 찾을 수 없음
lt: Negalima rasti paieškoje
lv: Nevar atrast meklēšanā
ro: Nu poate fi găsit în căutare
sl: Ne more biti najdeno v iskanju
te: శోధనలో కనుగొనలేరు
tr: Aramada bulunamaz
uz: Qidiruvda topilmaydi
vi: Không thể tìm thấy trong tìm kiếm
zh: 搜索中无法找到
zh_hant: 在搜索中找不到

source: Public
ar: عام
be: Публічны
el: Δημόσιο
fa: عمومی
fil: Pampubliko
he: ציבורי
ja: パブリック
ko: 공개
lt: Viešas
lv: Publisks
sl: Javno
te: పబ్లిక్
tr: Genel
uz: Jamoat
vi: Công khai
zh: 公开
zh_hant: 公開

# visibleToCommunity
source: Visible to the broader Pangea Chat community via "Find a course"
ar: مرئية لمجتمع دردشة بانجيا الأوسع عبر "ابحث عن دورة"
be: Відзімы для шырокай супольнасці Pangea Chat праз "Знайсці курс"
el: Ορατό στην ευρύτερη κοινότητα Pangea Chat μέσω "Βρες ένα μάθημα"
fa: قابل مشاهده برای جامعه گسترده‌تر چت پنگئا از طریق "پیدا کردن دوره"
fil: Makikita sa mas malawak na komunidad ng Pangea Chat sa pamamagitan ng "Hanapin ang isang kurso"
he: נראה לקהילת פאנגיאה צ'אט הרחבה באמצעות "מצא קורס"
ia: Visibile a le communitate plus large de Pangea Chat via "Trova un curso"
ja: 「コースを見つける」経由でPangeaチャットコミュニティに表示されます
ko: "강좌 찾기"를 통해 더 넓은 판게아 채팅 커뮤니티에 표시됨
lt: Matomas platesnei Pangea pokalbių bendruomenei per "Rasti kursą"
lv: Redzams plašākajai Pangea Chat kopienai caur "Atrodi kursu"
ro: Vizibil pentru comunitatea mai largă Pangea Chat prin "Găsește un curs"
sl: Vidno širši skupnosti Pangea Chat prek "Najdi tečaj"
te: "Find a course" ద్వారా విస్తృత Pangea చాట్ సముదాయానికి కనిపిస్తుంది
tr: "Bir kurs bul" aracılığıyla Pangea Chat topluluğuna görünür
uz: "Find a course" orqali keng Pangea Chat jamoatiga ko'rinadi
vi: Hiển thị cho cộng đồng Chat Pangea rộng hơn qua "Tìm khóa học"
zh: 通过“查找课程”对更广泛的潘盖亚聊天社区可见
zh_hant: 通過“查找課程”對更廣泛的Pangea聊天社區可見

# howSpaceCanBeJoined
source: How this course can be joined
ar: كيفية الانضمام إلى هذه الدورة
be: Як можна далучыцца да гэтага курса
el: Πώς μπορεί να ενταχθεί αυτό το μάθημα
fa: چگونه می‌توان به این دوره پیوست
fil: Paano maisasali ang kursong ito
he: איך ניתן להצטרף למרחב זה
ia: Como iste curso pote esser juncite
ja: このコースへの参加方法
ko: 이 강좌에 참여하는 방법
lt: Kaip galima prisijungti prie šio kurso
lv: Kā šis kurss var tikt pievienots
ro: Cum poate fi aderat acest curs
sl: Kako se lahko pridruži temu tečaju
te: ఈ కోర్సులో ఎలా చేరవచ్చు
tr: Bu kurs nasıl katılabilir
uz: Bu kurs qanday qo'shilishi mumkin
vi: Khóa học này có thể được tham gia như thế nào
zh: 如何加入此课程
zh_hant: 如何加入此課程

source: Can be found via:
ar: يمكن العثور عليها عبر:
be: Можа быць знойдзены праз:
el: Μπορεί να βρεθεί μέσω:
fa: می‌تواند از طریق:
fil: Maaaring mahanap sa pamamagitan ng:
he: ניתן למצוא באמצעות:
ia: Pote esser trovate via:
ja: 次の方法で見つけることができます：
ko: 다음 방법으로 찾을 수 있음:
lt: Gali būti rastas per:
lv: Var atrast caur:
ro: Poate fi găsit prin:
sl: Lahko ga najdete prek:
te: ద్వారా కనుగొనవచ్చు:
tr: Şu yollarla bulunabilir:
uz: Topilishi mumkin:
vi: Có thể tìm thấy qua:
zh: 可以通过以下方式找到：
zh_hant: 可以通過以下方式找到：

# canBeFoundViaInvitation
source: • invitation
ar: • دعوة
be: • запрашэнне
el: • πρόσκληση
fa: • دعوت‌نامه
fil: • imbitasyon
he: • הזמנה
ja: • 招待
ko: • 초대
lt: • kvietimą
lv: • ielūgums
ro: • invitație
sl: • povabila
te: • ఆహ్వానం
tr: • davet
uz: • taklifnoma orqali
vi: • lời mời
zh: • 邀请
zh_hant: • 邀請

# canBeFoundViaCodeOrLink
source: • code or link
ar: • رمز أو رابط
be: • код або спасылка
el: • κωδικός ή σύνδεσμος
fa: • کد یا لینک
fil: • code o link
he: • קוד או קישור
ia: • codice o ligamine
ja: • コードまたはリンク
ko: • 코드 또는 링크
lt: • kodą arba nuorodą
lv: • kods vai saite
ro: • cod sau link
sl: • kode ali povezave
te: • కోడ్ లేదా లింక్
tr: • kod veya bağlantı
uz: • kod yoki havola orqali
vi: • mã hoặc liên kết
zh: • 代码或链接
zh_hant: • 代碼或链接

# canBeFoundViaKnock
source: • request to join and admin approval
ar: • طلب الانضمام وموافقة المسؤول
be: • запыт на далучэнне і зацвярджэнне адміністратара
el: • αίτημα συμμετοχής και έγκριση διαχειριστή
fa: • درخواست پیوستن و تایید مدیر
fil: • kahilingan na sumali at pag-apruba ng admin
he: • בקשה להצטרף ואישור מנהל
ia: • requesto de aderir e approbation del administrator
ja: • 参加リクエストと管理者承認
ko: • 요청 후 관리자 승인
lt: • prašymą prisijungti ir administratoriaus patvirtinimą
lv: • pieprasījums pievienoties un administratora apstiprinājums
ro: • cerere de aderare și aprobare de administrator
sl: • zahteve za pridružitev in odobritev administratorja
te: • చేరడానికి అభ్యర్థన మరియు అడ్మిన్ ఆమోదం
tr: • katılma isteği ve yönetici onayı
uz: • so'rov yuborish va administrator tasdiqlashi
vi: • yêu cầu tham gia và sự chấp thuận của quản trị viên
zh: • 请求加入并由管理员批准
zh_hant: • 設置申請加入和管理員的批重

source: You have leveled up!
ar: لقد ارتقيت للمستوى الأعلى!
be: Вы павысілі ўзровень!
el: Έχετε ανέβει επίπεδο!
fa: شما سطح خود را ارتقاء دادید!
fil: Naka-level up ka na!
he: עלית רמה!
ia: Tu ha level-up!
ja: レベルアップしました！
ko: 레벨이 올랐어요!
lt: Jūs pakilote lygmeniu!
lv: Jūs esat pacēlies līmenī!
ro: Ai avansat de nivel!
sl: Napredovali ste!
te: మీరు స్థాయి పెరిగారు!
tr: Seviyeniz yükseldi!
uz: Siz darajangizni oshirdingiz!
vi: Bạn đã nâng cấp!
zh: 你已升级！
zh_hant: 您已級高了！

source: Send activities
ar: إرسال الأنشطة
be: Адправіць мерапрыемствы
el: Αποστολή δραστηριοτήτων
fa: ارسال فعالیت‌ها
fil: Magpadala ng mga aktibidad
he: שלח פעילויות
ia: Manda actividades
ja: アクティビティを送信
ko: 활동 보내기
lt: Siųsti veiklas
lv: Sūtīt aktivitātes
ro: Trimite activități
sl: Pošlji dejavnosti
te: కార్యకలాపాలను పంపండి
tr: Aktiviteleri gönder
uz: Faoliyatlarni yuborish
vi: Gửi hoạt động
zh: 发送活动
zh_hant: 送送活動

source: Group Chat
ar: محادثة جماعية
be: Групавы чат
el: Ομαδική Συνομιλία
fa: گفتگوی گروهی
fil: Pangkat na Chat
he: שיחת קבוצה
ia: Chat de gruppo
ja: グループチャット
ko: 단체 채팅
lt: Grupinis pokalbis
lv: Grupas saruna
ro: Chat de grup
sl: Skupinski klepet
te: గుంపు చాట్
tr: Grup Sohbeti
uz: Guruh chat
vi: Nhóm trò chuyện
zh: 群聊
zh_hant: 群組訊售

source: Direct Message
ar: رسالة مباشرة
be: Прамое паведамленне
el: Άμεσο μήνυμα
fa: پیام مستقیم
fil: Direktang Mensahe
he: הודעה ישירה
ia: Message directe
ja: ダイレクトメッセージ
ko: 개인 메시지
lt: Tiesioginė žinutė
lv: Tiešā ziņa
ro: Mesaj direct
sl: Neposredna sporočila
te: నేరుగా సందేశం
tr: Özel Mesaj
uz: To'g'ridan-to'g'ri xabar
vi: Tin nhắn trực tiếp
zh: 私信
zh_hant: 直接信檔

source: New direct message
ar: رسالة مباشرة جديدة
be: Новае прамое паведамленне
el: Νέο άμεσο μήνυμα
fa: پیام مستقیم جدید
fil: Bagong direktang mensahe
he: הודעה ישירה חדשה
ia: nove message directe
ja: 新しいダイレクトメッセージ
ko: 새 개인 메시지
lt: Nauja tiesioginė žinutė
lv: Jauna tiešā ziņa
ro: Mesaj direct nou
sl: Novo neposredno sporočilo
te: కొత్త నేరుగా సందేశం
tr: Yeni özel mesaj
uz: Yangi to'g'ridan-to'g'ri xabar
vi: Tin nhắn trực tiếp mới
zh: 新私信
zh_hant: 新的直接信檔

# speakingExercisesTooltip
source: Speaking
ar: التحدث
be: Гаварэнне
el: Ομιλία
fa: صحبت کردن
fil: Pagsasalita
he: דיבור
ia: Parlamento
ja: スピーキング
ko: 말하기
lt: Kalbėjimas
lv: Runāšana
ro: Vorbire
sl: Govorenje
te: మాట్లాడడం
tr: Konuşma
uz: So'zlash
vi: Nói
zh: 口语练习
zh_hant: 語音

source: No chats found here yet
ar: لم يتم العثور على محادثات هنا بعد
be: Пакуль тут няма знойдзеных чатаў
el: Δεν βρέθηκαν συνομιλίες εδώ ακόμα
fa: هنوز چتی پیدا نشد
fil: Walang nakitang mga chat dito pa
he: עדיין לא נמצאו שיחות כאן
ia: Nulle chat trovate ancora hic
ja: まだここにチャットはありません
ko: 아직 여기서 채팅을 찾을 수 없어요
lt: Čia dar nerasta pokalbių
lv: Šeit vēl nav atrastas sarunas
ro: Niciun chat găsit aici încă
sl: Še ni najdenih klepetov
te: ఇక్కడ ఇంకా చాట్‌లు కనుగొనబడలేదు
tr: Burada henüz sohbet bulunamadı
uz: Hali hech qanday chat topilmadi
vi: Chưa tìm thấy trò chuyện nào ở đây
zh: 这里还没有找到聊天
zh_hant: 目前沒有訊售找到

source: Duration
ar: المدة
be: Тэрмін
el: Διάρκεια
fa: مدت زمان
fil: Tagal
he: משך זמן
ia: Durata
ja: 期間
ko: 지속 시간
lt: Trukmė
lv: Ilgums
ro: Durată
sl: Trajanje
te: వ్యవధి
tr: Süre
uz: Davomiylik
vi: Thời gian
zh: 时长
zh_hant: 時間

# transcriptionFailed
source: Failed to transcribe audio
ar: فشل في نسخ الصوت
be: Не ўдалося транскрыбаваць аўдыё
el: Αποτυχία μεταγραφής ήχου
fa: خطا در تبدیل صوت به متن
fil: Nabigo sa pag-transcribe ng audio
he: ההמרה לקול נכשלה
ia: Fallite a transcriber le audio
ja: 音声の文字起こしに失敗しました
ko: 오디오 전사 실패
lt: Nepavyko transkribuoti garso
lv: Neizdevās pārveidot audio tekstā
ro: Nu s-a reușit transcrierea audio
sl: Prepisovanje zvoka ni uspelo
te: ఆడియో ట్రాన్స్క్రిప్షన్ విఫలమైంది
tr: Sesin yazıya dökülmesi başarısız oldu
uz: Audioni yozib olish muvaffaqiyatsiz bo'ldi
vi: Không thể chuyển đổi âm thanh
zh: 音频转录失败
zh_hant: 轉錄音頻失敗

# aUserIsKnocking
source: 1 user is requesting to join your course
ar: مستخدم واحد يطلب الانضمام إلى دورتك
be: 1 карыстальнік запытваецца далучыцца да вашага курса
el: Ένας χρήστης ζητά να συμμετάσχει στο μάθημά σας
fa: یک کاربر درخواست پیوستن به دوره شما را دارد
fil: Isang user ang humihiling na sumali sa iyong kurso
he: משתמש אחד מבקש להצטרף לקורס שלך
ia: Un usator requesta de junger a tu curso
ja: 1人のユーザーがあなたのコースに参加リクエストをしています
ko: 1명의 사용자가 강좌에 참여 요청을 하고 있어요
lt: 1 naudotojas prašo prisijungti prie jūsų kurso
lv: 1 lietotājs pieprasa pievienoties jūsu kursam
ro: Un utilizator solicită să se alăture cursului tău
sl: 1 uporabnik želi pridružiti se vašemu tečaju
te: 1 వినియోగదారు మీ కోర్సులో చేరాలని కోరుకుంటున్నారు
tr: 1 kullanıcı kursunuza katılmak istiyor
uz: 1 foydalanuvchi kursingizga qo'shilishni so'rayapti
vi: Có 1 người dùng đang yêu cầu tham gia khóa học của bạn
zh: 有1个用户请求加入你的课程
zh_hant: 有1位用戶請求加入您的課程

# usersAreKnocking
source: {users} users are requesting to join your course
ar: {users} مستخدمين يطلبون الانضمام إلى دورتك
be: {users} карыстальнікаў запытваюцца далучыцца да вашага курса
el: {users} χρήστες ζητούν να συμμετάσχουν στο μάθημά σας
fa: {users} کاربر درخواست پیوستن به دوره شما را دارند
fil: {users} na mga user ang humihiling na sumali sa iyong kurso
he: {users} משתמשים מבקשים להצטרף לקורס שלך
ia: {users} usatores requesta de junger a tu curso
ja: {users}人のユーザーがあなたのコースに参加リクエストをしています
ko: {users}명의 사용자가 강좌에 참여 요청을 하고 있어요
lt: {users} naudotojai prašo prisijungti prie jūsų kurso
lv: {users} lietotāji pieprasa pievienoties jūsu kursam
ro: {users} utilizatori solicită să se alăture cursului tău
sl: {users} uporabnikov želi pridružiti se vašemu tečaju
te: {users} వినియోగదారులు మీ కోర్సులో చేరాలని కోరుకుంటున్నారు
tr: {users} kullanıcı kursunuza katılmak istiyor
uz: {users} foydalanuvchi kursingizga qo'shilishni so'rayapti
vi: {users} người dùng đang yêu cầu tham gia khóa học của bạn
zh: {users}个用户请求加入你的课程
zh_hant: {users} 位用戶請求加入您的課程

source: Failed to fetch transcription
ar: فشل في جلب النسخ النصي
be: Не ўдалося атрымаць транскрыпцыю
el: Αποτυχία λήψης μεταγραφής
fa: خطا در دریافت متن تبدیل شده
fil: Nabigong makuha ang transkripsyon
he: הטעינה של ההמרה נכשלה
ia: Fallite a reciper le transcription
ja: 文字起こしの取得に失敗しました
ko: 전사 정보를 가져오지 못했어요
lt: Nepavyko gauti transkripcijos
lv: Neizdevās iegūt pārveidojumu
ro: Nu s-a reușit preluarea transcrierii
sl: Ni uspelo pridobiti prepis
te: ట్రాన్స్క్రిప్షన్ పొందడంలో విఫలమైంది
tr: Yazıya dökme alınamadı
uz: Yozib olishni olish muvaffaqiyatsiz bo'ldi
vi: Không thể lấy bản chuyển đổi
zh: 获取转录失败
zh_hant: 獲取轉錄失敗

# deleteEmptySpaceDesc
source: The course will be deleted for all participants. This action cannot be undone.
ar: سيتم حذف الدورة لجميع المشاركين. لا يمكن التراجع عن هذا الإجراء.
be: Курс будзе выдалены для ўсіх удзельнікаў. Гэты дзеянне нельга адмяніць.
el: Το μάθημα θα διαγραφεί για όλους τους συμμετέχοντες. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
fa: این دوره برای همه شرکت‌کنندگان حذف خواهد شد. این عملیات قابل بازگشت نیست.
fil: Ang kurso ay tatanggalin para sa lahat ng kalahok. Hindi maaaring baligtarin ang aksyong ito.
he: הקורס יימחק לכל המשתתפים. פעולה זו אינה ניתנת לביטול.
ia: Le curso essera delite pro tote le participantes. Iste action non pote esser annullate.
ja: コースはすべての参加者から削除されます。この操作は取り消せません。
ko: 이 과정은 모든 참가자에게 삭제됩니다. 이 작업은 취소할 수 없습니다.
lt: Kursas bus ištrintas visiems dalyviams. Šio veiksmo atšaukti neįmanoma.
lv: Kurss tiks dzēsts visiem dalībniekiem. Šo darbību nevar atsaukt.
ro: Cursul va fi șters pentru toți participanții. Această acțiune nu poate fi anulată.
sl: Tečaj bo izbrisan za vse udeležence. Te dejanje ni mogoče razveljaviti.
te: కోర్సును అన్ని పాల్గొనేవారికి తొలగించబడుతుంది. ఈ చర్యను తిరిగి చేయలేరు.
tr: Kurs tüm katılımcılar için silinecek. Bu işlem geri alınamaz.
uz: Kurs barcha ishtirokchilari uchun o'chiriladi. Bu harakatni bekor qilish mumkin emas.
vi: Khóa học sẽ bị xóa cho tất cả các thành viên. Hành động này không thể hoàn tác.
zh: 课程将被所有参与者删除。此操作无法撤销。
zh_hant: 該課程將被刪除，所有參與者都將失去訪問權限。此操作無法撤銷。

source: Regenerate
ar: إعادة الإنشاء
be: Регенераваць
el: Αναδημιουργία
fa: بازتولید
fil: Muling buuin
he: ליצור מחדש
ia: Regenerar
ja: 再生成
ko: 다시 생성
lt: Atnaujinti
lv: Atkārtoti ģenerēt
ro: Regenerare
sl: Ponovno ustvari
te: మళ్లీ సృష్టించండి
tr: Yeniden oluştur
uz: Qayta yaratish
vi: Tạo lại
zh: 重新生成
zh_hant: 重新生成

source: My Saved Activities
ar: أنشطتي المحفوظة
be: Мае захаваныя мерапрыемствы
el: Αποθηκευμένες Δραστηριότητες μου
fa: فعالیت‌های ذخیره شده من
fil: Aking Naitabing Gawain
he: הפעילויות שמורים שלי
ia: Mi activitates salvat
ja: 私の保存済みアクティビティ
ko: 내 저장된 활동
lt: Mano išsaugotos veiklos
lv: Mani saglabātie pasākumi
ro: Activitățile mele salvate
sl: Moje shranjene dejavnosti
te: నా సేవ్ చేసిన కార్యకలాపాలు
tr: Kaydedilen Aktivitelerim
uz: Mening saqlangan faoliyatlarim
vi: Các hoạt động đã lưu của tôi
zh: 我的已保存活动
zh_hant: 我的已保存活動

source: No saved activities
ar: لا توجد أنشطة محفوظة
be: Захаваныя мерапрыемствы адсутнічаюць
el: Δεν υπάρχουν αποθηκευμένες δραστηριότητες
fa: هیچ فعالیت ذخیره شده‌ای وجود ندارد
fil: Walang naitabing gawain
he: אין פעילויות שמורות
ia: Nulle activitate salvat
ja: 保存済みのアクティビティはありません
ko: 저장된 활동이 없습니다
lt: Nėra išsaugotų veiklų
lv: Nav saglabātu pasākumu
ro: Nu există activități salvate
sl: Ni shranjenih dejavnosti
te: ఏ సేవ్ చేసిన కార్యకలాపాలు లేవు
tr: Kaydedilen aktivite yok
uz: Saqlangan faoliyatlar mavjud emas
vi: Không có hoạt động nào đã lưu
zh: 没有已保存的活动
zh_hant: 沒有已保存的活動

# saveActivity
source: Save this activity
ar: حفظ هذا النشاط
be: Захаваць гэтае мерапрыемства
el: Αποθήκευση αυτής της δραστηριότητας
fa: ذخیره این فعالیت
fil: I-save ang gawain na ito
he: שמור פעילות זו
ia: Salva iste activitate
ja: このアクティビティを保存
ko: 이 활동 저장
lt: Išsaugoti šią veiklą
lv: Saglabāt šo pasākumu
ro: Salvează această activitate
sl: Shrani to dejavnost
te: ఈ కార్యకలాపాన్ని సేవ్ చేయండి
tr: Bu aktiviteyi kaydet
uz: Ushbu faoliyatni saqlash
vi: Lưu hoạt động này
zh: 保存此活动
zh_hant: 保存此活動

source: Failed to play video
ar: فشل في تشغيل الفيديو
be: Не ўдалося прайграць відэа
el: Αποτυχία αναπαραγωγής βίντεο
fa: پخش ویدیو ناموفق بود
fil: Nabigong i-play ang video
he: נכשלה ההפעלה של הווידאו
ia: Fallite a jocar le video
ja: ビデオの再生に失敗しました
ko: 비디오 재생 실패
lt: Nepavyko paleisti vaizdo įrašo
lv: Neizdevās atskaņot video
ro: Nu s-a reușit redarea videoclipului
sl: Ne uspe prikazati videoposnetka
te: వీడియో ప్లే చేయడంలో విఫలమైంది
tr: Videoyu oynatamadı
uz: Video ijro etishda xatolik yuz berdi
vi: Không thể phát video
zh: 播放视频失败
zh_hant: 播放視頻失敗

source: Done
ar: تم
be: Гатова
el: Ολοκληρώθηκε
fa: تمام شد
fil: Tapos na
he: הושלם
ia: Finite
ja: 完了
ko: 완료
lt: Atlikta
lv: Gatavs
ro: Gata
sl: Dokončano
te: పూర్తయింది
tr: Tamamlandı
uz: Bajarildi
vi: Xong
zh: 完成
zh_hant: 完成

# inThisSpace
source: In this course
ar: في هذه الدورة
be: У гэтым курсе
el: Σε αυτό το μάθημα
fa: در این دوره
fil: Sa kurso na ito
he: במקום זה
ia: In iste curso
ja: このコース内
ko: 이 과정에서
lt: Šio kurso metu
lv: Šajā kursā
ro: În acest curs
sl: V tem prostoru
te: ఈ కోర్సులో
tr: Bu kursta
uz: Ushbu kursda
vi: Trong khóa học này
zh: 在此空间
zh_hant: 在此課程中

source: My contacts
ar: جهاتي الاتصال
be: Мае кантакты
el: Οι επαφές μου
fa: مخاطبین من
fil: Aking mga kontak
he: האנשים שלי
ia: Mi contactos
ja: 私の連絡先
ko: 내 연락처
lt: Mano kontaktai
lv: Mani kontakti
ro: Contactele mele
sl: Moji stiki
te: నా సంప్రదింపులు
tr: Kişilerim
uz: Mening kontaktlarim
vi: Danh bạ của tôi
zh: 我的联系人
zh_hant: 我的聯繫人

# inviteAllInSpace
source: Invite all in this course
ar: دعوة الجميع في هذه الدورة
be: Запрасіць усіх у гэтым курсе
el: Πρόσκληση όλων στο μάθημα
fa: دعوت همه در این دوره
fil: Anyayahan ang lahat sa kurso na ito
he: הזמן את כל המשתתפים במקום זה
ia: Invitar tote le in iste curso
ja: このコースの全員を招待
ko: 이 과정의 모든 사람 초대
lt: Pakviesti visus šiame kurse
lv: Aicināt visus šajā kursā
ro: Invită pe toți în acest curs
sl: Vabite vse v tem prostoru
te: ఈ కోర్సులో అందరినీ ఆహ్వానించండి
tr: Tüm katılımcıları davet et
uz: Barchasini taklif qilish
vi: Mời tất cả trong khóa học này
zh: 邀请此空间中的所有人
zh_hant: 邀請此課程中的所有人

# spaceParticipantsHaveBeenInvitedToTheChat
source: All course participants has been invited to the chat
ar: تمت دعوة جميع مشاركي الدورة إلى الدردشة
be: Удзельнікі курса былі запрошаны ў чат
el: Όλοι οι συμμετέχοντες στο μάθημα έχουν προσκληθεί στη συνομιλία
fa: تمام شرکت‌کنندگان دوره به چت دعوت شده‌اند
fil: Ang lahat ng kalahok sa kurso ay naimbitahan na sa chat
he: כל משתתפי הקורס הוזמנו לצ'אט
ia: Tote le participantes del curso ha essite invitate al chat
ja: コースの参加者全員がチャットに招待されました
ko: 모든 과정 참가자가 채팅에 초대되었습니다
lt: Visi kurso dalyviai pakviesti į pokalbį
lv: Visi kursa dalībnieki ir aicināti uz čatu
ro: Toți participanții la curs au fost invitați în chat
sl: Vsi udeleženci tečaja so bili povabljeni v klepet
te: అన్ని కోర్సు పాల్గొనేవారిని చాట్‌కు ఆహ్వానించారు
tr: Tüm kurs katılımcıları sohbete davet edildi
uz: Barcha kurs ishtirokchilari chatga taklif qilindi
vi: Tất cả thành viên trong khóa học đã được mời vào trò chuyện
zh: 所有课程参与者已被邀请加入聊天
zh_hant: 所有課程參與者已被邀請加入聊天
