Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# notificationRuleInviteForMeDescription
source: Notifies the user when they are invited to a room.
ar: يُعلم المستخدم عندما يتم دعوته إلى غرفة.
be: Паведамляе карыстальніку, калі яго запрашаюць у пакой.
el: Ειδοποιεί τον χρήστη όταν λαμβάνει πρόσκληση σε δωμάτιο.
fa: کاربر را زمانی که به یک اتاق دعوت می‌شود مطلع می‌کند.
fil: Nagbibigay-alam sa gumagamit kapag siya ay inimbitahan sa isang silid.
he: מעדכן את המשתמש כאשר הוא מוזמן לחדר.
ia: Notificationa le usator quando illes es invitate a un sala.
ja: ユーザーがルームに招待されたときに通知します。
ko: 채팅방에 초대받았을 때 알림합니다.
lt: Praneša vartotojui, kai jis yra pakviestas į kambarį.
lv: Paziņo lietotājam, kad viņš ir uzaicināts pievienoties istabai.
ro: Notifică utilizatorul când este invitat într-o cameră.
sl: Obvešča uporabnika, ko je povabljen v sobo.
te: వాడుకరిని గదికి ఆహ్వానించినప్పుడు తెలియజేస్తుంది.
tr: Bir odaya davet edildiğinde kullanıcıyı bilgilendirir.
uz: Foydalanuvchi xonaga taklif qilinganda unga xabar beradi.
vi: Thông báo cho người dùng khi họ được mời vào một phòng.
zh: 当用户被邀请加入聊天室时提醒用户。
zh_hant: 當用户被邀請到聊天室時，通知他們。

# notificationRuleMemberEvent
source: Member Event
ar: حدث عضو
be: Падзея ўдзельніка
el: Γεγονός μέλους
fa: رویداد عضو
fil: Kaganapan ng Miyembro
he: אירוע חבר
ia: Evenimento de membro
ja: メンバーイベント
ko: 멤버 이벤트
lt: Narių įvykis
lv: Dalībnieka notikums
ro: Eveniment membru
sl: Dogodek člana
te: సభ్యుల ఈవెంట్
tr: Üye Olayı
uz: A’zo tadbirlari
vi: Sự kiện thành viên
zh: 成员事件
zh_hant: 成員事件

# notificationRuleMemberEventDescription
source: Suppresses notifications for membership events.
ar: يوقف الإشعارات لأحداث العضوية.
be: Падаўляе апавяшчэнні пра падзеі ўдзельнікаў.
el: Καταστέλλει τις ειδοποιήσεις για γεγονότα μέλους.
fa: اعلان‌ها را برای رویدادهای عضویت سرکوب می‌کند.
fil: Pinipigilan ang mga notipikasyon para sa mga kaganapan ng pagiging kasapi.
he: מונע התראות על אירועי חברות.
ia: Suppressa le notificationes pro eventos de membresia.
ja: メンバーシップイベントの通知を抑制します。
ko: 멤버 이벤트로 발생하는 알림을 무시합니다.
lt: Slopina pranešimus apie narių įvykius.
lv: Apspiež paziņojums par dalības notikumiem.
ro: Suprimă notificările pentru evenimentele de membru.
sl: Preprečuje obvestila za dogodke članstva.
te: సభ్యత్వ ఈవెంట్లకు నోటిఫికేషన్లను నిరోధిస్తుంది.
tr: Üyelik olayları için bildirimleri bastırır.
uz: Obuna tadbirlari uchun bildirishnomalarni o‘chiradi.
vi: Tắt thông báo cho các sự kiện thành viên.
zh: 隐藏成员身份事件通知。
zh_hant: 隱藏成員事件的通知。

# notificationRuleIsUserMention
source: User Mention
ar: ذكر المستخدم
be: Згадка карыстальніка
el: Αναφορά χρήστη
fa: اشاره کاربر
fil: Pagbanggit sa Gumagamit
he: אזכור משתמש
ia: Mentiona de usator
ja: ユーザーメンション
ko: 유저가 멘션됨
lt: Vartotojo paminėjimas
lv: Lietotāja pieminēšana
ro: Menționare utilizator
sl: Omenitev uporabnika
te: వాడుకరి సూచన
tr: Kullanıcı Bahsi
uz: Foydalanuvchi zikri
vi: Đề cập người dùng
zh: 用户提及
zh_hant: 用户提及

# notificationRuleIsUserMentionDescription
source: Notifies the user when they are directly mentioned in a message.
ar: يُعلم المستخدم عندما يُذكر مباشرة في رسالة.
be: Паведамляе карыстальніку, калі яго прамым чынам згадваюць у паведамленні.
el: Ειδοποιεί τον χρήστη όταν αναφέρεται άμεσα σε μήνυμα.
fa: کاربر را زمانی که مستقیماً در پیام اشاره شده است مطلع می‌کند.
fil: Nagbibigay-alam sa gumagamit kapag siya ay direktang binanggit sa isang mensahe.
he: מודיע למשתמש כאשר מציינים אותו ישירות בהודעה.
ia: Notificationa le usator quando illes es directemente mentionate in un message.
ja: メッセージで直接言及されたときにユーザーに通知します。
ko: 유저가 메시지에 멘션됐을 때 알림합니다.
lt: Praneša vartotojui, kai jis yra tiesiogiai paminėtas žinutėje.
lv: Paziņo lietotājam, kad viņš ziņā ir tieši pieminēts.
ro: Notifică utilizatorul când este menționat direct într-un mesaj.
sl: Obvešča uporabnika, ko je neposredno omenjen v sporočilu.
te: సందేశంలో నేరుగా సూచించబడినప్పుడు వాడుకరికి తెలియజేస్తుంది.
tr: Bir mesajda doğrudan bahsedildiğinde kullanıcıyı bilgilendirir.
uz: Foydalanuvchi xabarida to‘g‘ridan-to‘g‘ri tilga olinganida unga xabar beradi.
vi: Thông báo cho người dùng khi họ được đề cập trực tiếp trong một tin nhắn.
zh: 当消息中直接提到用户名时通知使用该用户名的用户。
zh_hant: 被@時通知他們。

# notificationRuleContainsDisplayName
source: Contains Display Name
ar: يحتوي على اسم العرض
be: Змяшчае імя паказу
el: Περιέχει όνομα εμφάνισης
fa: شامل نام نمایشی
fil: Naglalarawan ng Display Name
he: מכיל שם תצוגה
ia: Contine Nomine de exibição
ja: 表示名を含む
ko: 표시 이름을 포함함
lt: Turinys su rodomuoju vardu
lv: Satur attēlojamo vārdu
ro: Conține Numele de Afișare
sl: Vsebuje prikazno ime
te: ప్రదర్శన పేరును కలిగి ఉంటుంది
tr: Görünen Adı İçeriyor
uz: Tarkibida displey nomi bor
vi: Chứa tên hiển thị
zh: 包含展示名称
zh_hant: 包含顯示名稱

# notificationRuleContainsDisplayNameDescription
source: Notifies the user when a message contains their display name.
ar: يُعلم المستخدم عندما تحتوي رسالة على اسم عرضه.
be: Паведамляе карыстальніку, калі паведамленне ўтрымлівае яго імя паказу.
el: Ειδοποιεί τον χρήστη όταν ένα μήνυμα περιέχει το όνομά του.
fa: کاربر را زمانی که پیام حاوی نام نمایشی او است مطلع می‌کند.
fil: Nagbibigay-alam sa gumagamit kapag ang isang mensahe ay naglalaman ng kanilang display name.
he: מודיע למשתמש כאשר הודעה מכילה את שמו לתצוגה.
ia: Notificationa le usator quando un message contine lor nomine de exibição.
ja: メッセージに表示名が含まれているときにユーザーに通知します。
ko: 메시지에 표시 이름이 포함되면 알림합니다.
lt: Praneša vartotojui, kai žinutė turi jų rodomąjį vardą.
lv: Paziņo lietotājam, kad ziņa satur viņa attēlojamo vārdu.
ro: Notifică utilizatorul când un mesaj conține numele său de afișare.
sl: Obvešča uporabnika, ko sporočilo vsebuje njihovo prikazno ime.
te: సందేశంలో వారి ప్రదర్శన పేరు ఉంటే వాడుకరికి తెలియజేస్తుంది.
tr: Bir mesaj kullanıcının gösterilen adını içerdiğinde kullanıcıyı bilgilendirir.
uz: Xabarda foydalanuvchining displey nomi mavjudligi haqida foydalanuvchiga xabar beradi.
vi: Thông báo cho người dùng khi một tin nhắn chứa tên hiển thị của họ.
zh: 当消息包含用户的展示名时提醒使用该展示名的用户。
zh_hant: 當訊息包含用户的顯示名稱時通知用户。

# notificationRuleSuppressNoticesDescription
source: Suppresses notifications from automated clients like bots.
ar: يُوقف الإشعارات من العملاء الآليين مثل الروبوتات.
be: Падаўляе апавяшчэнні ад аўтаматычных кліентаў, такіх як боты.
el: Καταστέλλει τις ειδοποιήσεις από αυτοματοποιμένους πελάτες όπως τα bots.
fa: اعلان‌ها را از مشتریان خودکار مانند ربات‌ها سرکوب می‌کند.
fil: Pinipigilan ang mga notipikasyon mula sa mga automated na kliyente tulad ng mga bot.
he: מונע התראות מלקוחות אוטומטיים כמו בוטים.
ia: Suppressa le notificationes de clientes automatise como bots.
ja: ボットなどの自動クライアントからの通知を抑制します。
ko: 봇을 비롯한 자동화된 메시지로부터 발생하는 알림을 무시합니다.
lt: Slėpia pranešimus iš automatinių klientų, pvz., robotų.
lv: Apspiež paziņojumus no automatizētiem klientiem, piemēram, robotprogrammatūras.
ro: Suprimă notificările de la clienți automatizați precum roboți.
sl: Potlači obvestila iz avtomatiziranih odjemalcev, kot so bot-i.
te: బాట్స్ వంటి ఆటోమేటెడ్ క్లయింట్ల నుండి నోటిఫికేషన్లను దాచుతుంది.
tr: Botlar gibi otomatik istemcilerden gelen bildirimleri bastırır.
uz: Botlar kabi avtomatlashtirilgan mijozlardan kelgan bildirishnomalarni to‘xtatadi.
vi: Tắt thông báo từ các khách hàng tự động như bot.
zh: 隐藏来自 bot 等自动客户端的通知。
zh_hant: 隱藏來自bot等的自動化消息。

# notificationRuleIsRoomMention
source: Room Mention
ar: ذكر الغرفة
be: Згадка ў пакоі
el: Αναφορά Δωματίου
fa: اشاره به اتاق
fil: Pagbanggit sa Silid
he: אזכור חדר
ia: Mentiona de sala
ja: ルームメンション
ko: 방 멘션
lt: Paminėjimas kambaryje
lv: Istabas pieminēšana
ro: Mențiune în cameră
sl: Omenitev sobe
te: గది సూచన
tr: Oda Bahsi
uz: Xonaga eslatma
vi: Đề cập phòng
zh: 聊天室提及
zh_hant: 聊天室提及

# notificationRuleIsRoomMentionDescription
source: Notifies the user when there is a room mention.
ar: يُعلم المستخدم عندما يُذكر في غرفة.
be: Паведамляе карыстальніку, калі ёсць згадка ў пакоі.
el: Ειδοποιεί τον χρήστη όταν υπάρχει αναφορά σε δωμάτιο.
fa: کاربر را زمانی که در یک اتاق ذکر شده است، مطلع می‌کند.
fil: Nagbibigay-alam sa gumagamit kapag may pagbanggit sa silid.
he: מודיע למשתמש כאשר יש אזכור חדר.
ia: Notificationa le usator quando il ha un mentiona de sala.
ja: ルームメンションがあったときにユーザーに通知します。
ko: 방 멘션이 있을경우 알림합니다.
lt: Praneša vartotojui, kai yra paminėjimas kambaryje.
lv: Paziņo lietotājam, kad tiek pieminēta istaba.
ro: Notifică utilizatorul atunci când există o mențiune în cameră.
sl: Obvešča uporabnika, ko je omenjena soba.
te: గది సూచన ఉంటే వాడుకరికి తెలియజేస్తుంది.
tr: Bir oda bahsi olduğunda kullanıcıyı bilgilendirir.
uz: Xona zikri mavjudligida foydalanuvchiga xabar beradi.
vi: Thông báo cho người dùng khi có đề cập đến phòng.
zh: 有聊天室提及时通知用户。
zh_hant: 當有聊天室提及時通知用户。

# notificationRuleRoomnotif
source: Room Notification
ar: إشعار الغرفة
be: Апавяшчэнне пакоя
el: Ειδοποίηση Δωματίου
fa: اعلان اتاق
fil: Notipikasyon ng Silid
he: התראה על חדר
ia: Notification de sala
ja: ルーム通知
ko: 방 알림
lt: Kambario pranešimas
lv: Istabas paziņojums
ro: Notificare cameră
sl: Obvestilo sobe
te: గది నోటిఫికేషన్
tr: Oda Bildirimi
uz: Xona bildirishnomasi
vi: Thông báo phòng
zh: 聊天室通知
zh_hant: 聊天室通知

# notificationRuleRoomnotifDescription
source: Notifies the user when a message contains '@room'.
ar: يُعلم المستخدم عندما تحتوي رسالة على '@room'.
be: Паведамляе карыстальніку, калі паведамленне ўтрымлівае '@room'.
el: Ειδοποιεί τον χρήστη όταν ένα μήνυμα περιέχει '@room'.
fa: کاربر را زمانی که پیام شامل '@room' است، مطلع می‌کند.
fil: Nagbibigay-alam sa gumagamit kapag ang isang mensahe ay naglalaman ng '@room'.
he: מודיע למשתמש כאשר הודעה מכילה '@room'.
ia: Notification al usator quando un message contine '@room'.
ja: メッセージに '@room' が含まれているときに通知します。
ko: 메시지가 '@room'을 포함하면 알림합니다.
lt: Praneša vartotojui, kai žinutėje yra '@room'.
lv: Paziņo lietotājam, kad ziņa satur "@istaba".
ro: Notifică utilizatorul atunci când un mesaj conține '@room'.
sl: Obvešča uporabnika, ko sporočilo vsebuje '@room'.
te: సందేశంలో '@room' ఉంటే వాడుకరికి తెలియజేస్తుంది.
tr: Bir mesaj '@oda' içerdiğinde kullanıcıyı bilgilendirir.
uz: Xabar tarkibida @room bo‘lsa, foydalanuvchiga xabar beradi.
vi: Thông báo cho người dùng khi một tin nhắn chứa '@room'.
zh: 消息包含 「@room」 时提醒用户。
zh_hant: 當訊息包含 "@room" 時通知用户。

# notificationRuleReaction
source: Reaction
ar: رد فعل
be: Рэакцыя
el: Αντίδραση
fa: واکنش
fil: Reaksyon
he: תגובה
ja: リアクション
ko: 반응
lt: Reakcija
lv: Reakcija
ro: Reacție
sl: Reakcija
te: ప్రతిక్రియ
tr: Tepki
uz: Reaksiya
vi: Phản ứng
zh: 回应
zh_hant: 心情回應

# notificationRuleReactionDescription
source: Suppresses notifications for reactions.
ar: يوقف الإشعارات للتفاعلات.
be: Падаўляе апавяшчэнні пра рэакцыі.
el: Καταστέλλει τις ειδοποιήσεις για αντιδράσεις.
fa: اعلان‌ها برای واکنش‌ها را خاموش می‌کند.
fil: Pinipigilan ang mga notipikasyon para sa mga reaksyon.
he: מדכא התראות על תגובות.
ia: Suprime le notification pro reactiones.
ja: リアクションの通知を抑制します。
ko: 반응으로 발생하는 알림을 무시합니다.
lt: Slopina pranešimus apie reakcijas.
lv: Apspiež paziņojums par reakcijām.
ro: Suprimă notificările pentru reacții.
sl: Preprečuje obvestila za reakcije.
te: ప్రతిక్రియల కోసం నోటిఫికేషన్లను నిరోధిస్తుంది.
tr: Tepkiler için bildirimleri engeller.
uz: Munosabat bildirishnomalarini o‘chiradi.
vi: Ngăn chặn thông báo cho các phản ứng.
zh: 隐藏回应通知。
zh_hant: 關閉心情回應通知。

# canceledKeyVerification
source: {sender} canceled key verification
ar: قام {sender} بإلغاء التحقق من المفتاح
be: {sender} адмяніў праверку ключа
el: {sender} ακύρωσε την επιβεβαίωση κλειδιού
fa: {sender} تأیید کلید را لغو کرد
fil: {sender} kinansela ang verification ng susi
he: {sender} ביטל אימות מפתח
ia: {sender} canceleva le verification de clave
ja: {sender} が鍵の検証をキャンセルしました
ko: {sender}가 키 검증을 취소함
lt: {sender} atšaukė raktų patvirtinimą
lv: {sender} atcēla atslēgas apliecināšanu
ro: {sender} a anulat verificarea cheii
sl: {sender} je preklical preverjanje ključa
te: {sender} కీ ధృవీకరణను రద్దు చేశారు
tr: {sender} anahtar doğrulamayı iptal etti
uz: {sender} kalit tekshiruvini bekor qildi
vi: {sender} đã hủy xác minh khóa
zh: {sender} 取消了密钥验证
zh_hant: {sender} 取消了密鑰驗證

# completedKeyVerification
source: {sender} completed key verification
ar: أكمل {sender} عملية التحقق من المفتاح
be: {sender} завяршыў праверку ключа
el: {sender} ολοκλήρωσε την επιβεβαίωση κλειδιού
fa: {sender} تأیید کلید را کامل کرد
fil: {sender} nakumpleto ang beripikasyon ng susi
he: {sender} סיים אימות מפתח
ia: {sender} completeva le verification de clave
ja: {sender} が鍵の検証を完了しました
ko: {sender}가 키 검증을 완료함
lt: {sender} užbaigė raktų patvirtinimą
lv: {sender} pabeidza atslēgas apliecināšanu
ro: {sender} a finalizat verificarea cheii
sl: {sender} je zaključil preverjanje ključa
te: {sender} కీ ధృవీకరణను పూర్తి చేశారు
tr: {sender} anahtar doğrulamayı tamamladı
uz: {sender} kalitni tasdiqlashni yakunladi
vi: {sender} đã hoàn tất xác minh khóa
zh: {sender} 完成了密钥验证
zh_hant: {sender} 完成了密鑰驗證

# isReadyForKeyVerification
source: {sender} is ready for key verification
ar: {sender} جاهز للتحقق من المفتاح
be: {sender} гатовы да праверкі ключа
el: {sender} είναι έτοιμος/η για επιβεβαίωση κλειδιού
fa: {sender} آماده برای تأیید کلید است
fil: {sender} handa na para sa beripikasyon ng susi
he: {sender} מוכן לאימות מפתח
ia: {sender} es preste pro le verification de clave
ja: {sender} は鍵の検証の準備ができています
ko: {sender}가 키 검증 준비를 완료함
lt: {sender} pasiruošęs raktų patvirtinimui
lv: {sender} ir gatavs atslēgas apliecināšanai
ro: {sender} este gata pentru verificarea cheii
sl: {sender} je pripravljen na preverjanje ključa
te: {sender} కీ ధృవీకరణకు సిద్ధంగా ఉన్నారు
tr: {sender} anahtar doğrulama için hazır
uz: {sender} kalitni tasdiqlash uchun tayyor
vi: {sender} sẵn sàng xác minh khóa
zh: {sender} 已准备好进行密钥验证
zh_hant: {sender} 已準備好進行密鑰驗證

# requestedKeyVerification
source: {sender} requested key verification
ar: طلب {sender} التحقق من المفتاح
be: {sender} запытаў праверку ключа
el: {sender} ζήτησε επιβεβαίωση κλειδιού
fa: {sender} درخواست تأیید کلید داد
fil: {sender} humiling ng beripikasyon ng susi
he: {sender} ביקש אימות מפתח
ia: {sender} ha petite le verification de clave
ja: {sender} が鍵の検証をリクエストしました
ko: {sender}가 키 검증을 요청함
lt: {sender} prašo raktų patvirtinimo
lv: {sender} pieprasīja atslēgas apliecināšanu
ro: {sender} a solicitat verificarea cheii
sl: {sender} je zaprosil za preverjanje ključa
te: {sender} కీ ధృవీకరణ కోరారు
tr: {sender} anahtar doğrulama istedi
uz: {sender} kalitni tasdiqlash talabini yubordi
vi: {sender} đã yêu cầu xác minh khóa
zh: {sender} 请求了密钥验证
zh_hant: {sender} 請求了密鑰驗證

# startedKeyVerification
source: {sender} started key verification
ar: بدأ {sender} عملية التحقق من المفتاح
be: {sender} пачаў праверку ключа
el: {sender} ξεκίνησε την επιβεβαίωση κλειδιού
fa: {sender} فرآیند تأیید کلید را شروع کرد
fil: {sender} nagsimula ng beripikasyon ng susi
he: {sender} התחיל אימות מפתח
ia: {sender} ha comenciato le verification de clave
ja: {sender} が鍵の検証を開始しました
ko: {sender}가 키 검증을 시작함
lt: {sender} pradėjo raktų patvirtinimą
lv: {sender} uzsāka atslēgas apliecināšanu
ro: {sender} a început verificarea cheii
sl: {sender} je začel preverjanje ključa
te: {sender} కీ ధృవీకరణ ప్రారంభించారు
tr: {sender} anahtar doğrulama başlattı
uz: {sender} kalit tekshiruvini so‘radi
vi: {sender} đã bắt đầu xác minh khóa
zh: {sender} 开始了密钥验证
zh_hant: {sender} 開始了密鑰驗證

source: Transparent
ar: شفّاف
be: Празрысты
el: Διαφανές
fa: شفاف
he: שקוף
ia: Transparente
ja: 透明
ko: 투명
lt: Skaidrus
lv: Caurspīdīgs
sl: Prosojno
te: పారదర్శక
tr: Şeffaf
uz: Shaffof
vi: Trong suốt
zh: 透明
zh_hant: 透明

source: Incoming messages
ar: الرسائل الواردة
be: Уходзячыя паведамленні
el: Εισερχόμενα μηνύματα
fa: پیام‌های ورودی
fil: Papaloob na mga mensahe
he: הודעות נכנסות
ia: Message entrante
ja: 受信メッセージ
ko: 메시지 수신함
lt: Atėjusios žinutės
lv: Ienākošās ziņas
ro: Mesaje primite
sl: Prejeta sporočila
te: ఇన్కమింగ్ సందేశాలు
tr: Gelen mesajlar
uz: Kiruvchi xabarlar
vi: Tin nhắn đến
zh: 传入消息
zh_hant: 收到的訊息

source: Stickers
ar: الملصقات
be: Наліпкі
el: Αυτοκόλλητα
fa: استیکرها
he: מדבקות
ja: ステッカー
ko: 스티커
lt: Lipdukai
lv: Uzlīmes
ro: Autocolante
sl: Nalepke
te: స్టిక్కర్లు
tr: Çıkartmalar
uz: Stikerlar
vi: Nhãn dán
zh: 贴纸
zh_hant: 貼圖

source: Discover
ar: استكشف
be: Адкрыць
el: Ανακάλυψη
fa: کشف کردن
fil: Diskubrehin
he: גלה
ia: Discoverer
ja: 発見
ko: 탐색
lt: Atrasti
lv: Atklāt
ro: Descoperă
sl: Odkrij
te: అవగాహన చేసుకోండి
tr: Keşfet
uz: Kashf etish
vi: Khám phá
zh: 发现
zh_hant: 發現

# commandHint_ignore
source: Ignore the given matrix ID
ar: تجاهل معرف المصفوفة المعطى
be: Ігнараваць дадзены ідэнтыфікатар матрыцы
el: Αγνόηση του δοθέντος ταυτότητας matrix
fa: رد کردن شناسه ماتریس داده شده
fil: Balewalain ang ibinigay na matrix ID
he: התעלם מזיהוי המטריצה הנתון
ia: Ignora le ID de matrix date
ja: 指定されたマトリックスIDを無視する
ko: 주어진 matrix ID를 무시
lt: Praleisti duoto matricos ID
lv: Neņemt vērā norādīto Matrix Id
ro: Ignoră ID-ul matrix dat
sl: Prezri dani matrix ID
te: నిర్దిష్ట మ్యాట్రిక్స్ IDని విస్మరించండి
tr: Verilen matrix kimliğini görmezden gel
uz: Berilgan matriks ID e’tiborga olinmasin
vi: Phớt lờ matrix ID này
zh: 忽略给定的 matrix ID
zh_hant: 無視已提供的 Matrix ID

# commandHint_unignore
source: Unignore the given matrix ID
ar: إلغاء تجاهل معرف المصفوفة المحدد
be: Адмяніць ігнараванне дадзенага ідэнтыфікатара матрыцы
el: Αναίρεση αγνόησης του δοθέντος ταυτότητας matrix
fa: لغو رد کردن شناسه ماتریس داده شده
fil: Huwag balewalain ang ibinigay na matrix ID
he: בטל התעלמות מזיהוי המטריצה הנתון
ia: Disignora le ID de matrix date
ja: 指定されたマトリックスIDの無視を解除する
ko: 주어진 matrix ID 무시 해제
lt: Atmesti praleidimą duoto matricos ID
lv: Atcelt norādītā Matrix Id neņemšanu vērā
ro: Anulează ignorarea ID-ului matrix dat
sl: Odstrani prezrto dani matrix ID
te: నిర్దిష్ట మ్యాట్రిక్స్ IDని తిరిగి గుర్తించండి
tr: Verilen matrix kimliğini görmezden gelmeyi iptal et
uz: Berilgan matriks IDni e’tiborsiz qoldirish
vi: Bỏ phớt lờ matrix ID này
zh: 取消忽略给定的 matrix ID
zh_hant: 取消無視已提供的 Matrix ID

# noDatabaseEncryption
source: Database encryption is not supported on this platform
ar: تشفير قاعدة البيانات غير مدعوم على هذا النظام الأساسي
be: Шыфраванне базы дадзеных не падтрымліваецца на гэтай платформе
el: Η κρυπτογράφηση βάσης δεδομένων δεν υποστηρίζεται σε αυτήν την πλατφόρμα
fa: رمزگذاری پایگاه داده در این پلتفرم پشتیبانی نمی‌شود
fil: Hindi sinusuportahan ang encryption ng database sa platform na ito
he: הצפנת מסד הנתונים אינה נתמכת בפלטפורמה זו
ia: Le encryption del base de datos non es supportate in iste piattaforma
ja: このプラットフォームではデータベースの暗号化はサポートされていません
ko: 데이터베이스 암호화는 이 플랫폼에서 지원되지 않음
lt: Šios platformos nepalaiko duomenų bazės šifravimo
lv: Šajā platformā datubāzes šifrēšana netiek nodrošināta
ro: Criptarea bazei de date nu este suportată pe această platformă
sl: Šifriranje baze podatkov ni podprto na tej platformi
te: ఈ ప్లాట్‌ఫారమ్‌పై డేటాబేస్ గుప్తీకరణ మద్దతు లేదు
tr: Veri tabanı şifrelemesi bu platformda desteklenmiyor
uz: Bu platformada ma’lumotlar bazasini shifrlash ishlamaydi
vi: Nền tảng này không hỗ trợ mã hóa cơ sở dữ liệu
zh: 数据库加密在此平台上不受支持
zh_hant: 此平台不支援資料庫加密

# thereAreCountUsersBlocked
source: Right now there are {count} users blocked.
ar: يوجد حاليًا {count} من المستخدمين المحظورين.
be: Зараз заблакавана {count} карыстальнікаў.
el: Αυτήν τη στιγμή υπάρχουν {count} αποκλεισμένοι χρήστες.
fa: در حال حاضر {count} کاربر مسدود شده است.
fil: Sa kasalukuyan, may {count} na naka-block na mga user.
he: כרגע יש {count} משתמשים חסומים.
ia: Actualmente, il ha {count} usatores bloccate.
ja: 現在、{count}人のユーザーがブロックされています。
ko: {count}명의 차단된 유저가 있습니다.
lt: Šiuo metu užblokuota {count} vartotojų.
lv: Šobrīd ir izslēgti {count} lietotāji.
ro: În acest moment există {count} utilizatori blocați.
sl: Trenutno je blokiranih {count} uporabnikov.
te: ప్రస్తుతం {count} వినియోగదారులు బ్లాక్ చేయబడ్డారు.
tr: Şu anda {count} engellenen kullanıcı var.
uz: Hozirda {count} ta foydalanuvchi bloklangan.
vi: Hiện có {count} người dùng bị chặn.
zh: 目前有 {count} 名用户被封禁。
zh_hant: 目前有 {count} 名使用者被封鎖。

source: Restricted
ar: مقيد
be: Абмежаваны
el: Περιορισμένο
fa: محدود شده
fil: Pinagkaitan
he: מוגבל
ia: Restricte
ja: 制限付き
ko: 스페이스 멤버로 제한
lt: Apribota
lv: Ierobežots
ro: Restricționat
sl: Omejeno
te: పట్టుబడింది
tr: Kısıtlı
uz: Cheklangan
vi: Bị hạn chế
zh: 受限
zh_hant: 受限

source: Knock restricted
ar: قيود النقر
be: Абмежавана ўдар
el: Περιορισμός χτυπήματος
fa: درخواست درب محدود شده
fil: Pinagkaitan sa pagtapik
he: הקשה מוגבלת
ia: Knock restricte
ja: ノック制限
ko: 스페이스 멤버만 참가 요청 가능
lt: Paspaudimo funkcija apribota
lv: Pieklauvēt ierobežotajiem
ro: Restricție la bătaie
sl: Omejeno z zvonjenjem
te: నొక్కడం పరిమితమైంది
tr: Tıklatma kısıtlı
uz: Taqillatish cheklangan
vi: Hạn chế gõ yêu cầu
zh: “请求加入”请求受限
zh_hant: 敲門受限

# goToSpace
source: Go to space: {space}
ar: انتقل إلى المساحة: {space}
be: Перайсці ў прастору: {space}
el: Μεταβείτε στον χώρο: {space}
fa: برو به فضا: {space}
fil: Pumunta sa space: {space}
he: עבור לחלל: {space}
ia: Vade a le spatio: {space}
ja: スペースに移動：{space}
ko: 스페이스로: {space}
lt: Eiti į erdvę: {space}
lv: Doties uz vietu: {space}
ro: Mergi la spațiu: {space}
sl: Pojdi v prostor: {space}
te: స్పేస్‌కు వెళ్లండి: {space}
tr: Alana git: {space}
uz: Maydonga o‘tish: {space}
vi: Đến không gian: {space}
zh: 转到空间：{space}
zh_hant: 前往空間：{space}

source: Mark as unread
ar: تحديد كغير مقروء
be: Адзначыць як нявідкладнае
el: Σήμανση ως μη αναγνωσμένο
fa: علامت‌گذاری به عنوان خوانده نشده
fil: Itag as unread
he: סמן כלא נקרא
ia: Marca como non lege
ja: 未読としてマーク
ko: 읽지 않음으로 표시
lt: Pažymėti kaip neskaitytą
lv: Atzīmēt kā nelasītu
ro: Marchează ca necitit
sl: Označi kot neprebrano
te: చదవని గా గుర్తించండి
tr: Okunmadı olarak işaretle
uz: Ochilmagan deb belgilash
vi: Đánh dấu chưa đọc
zh: 标为未读
zh_hant: 標示為未讀

# userLevel
source: {level} - User
ar: {level} - مستخدم
be: {level} - Карыстальнік
el: {level} - Χρήστης
fa: {level} - کاربر
he: {level} - משתמש
ia: {level} - Usator
ja: {level} - ユーザー
ko: {level} - 유저
lt: {level} - Vartotojas
lv: {level} - Lietotājs
ro: {level} - Utilizator
sl: {level} - Uporabnik
te: {level} - వినియోగదారు
tr: {level} - Kullanıcı
uz: {level} - Foydalanuvchi
vi: {level} - Người dùng
zh: {level} - 用户
zh_hant: {level} - 用戶

# sendRoomNotifications
source: Send a @room notifications
ar: إرسال إشعارات @room
be: Адправіць паведамленні @room
el: Αποστολή ειδοποιήσεων @room
fa: ارسال اعلان @room
fil: Magpadala ng @room na mga notification
he: שלח הודעות @חדר
ia: Mitter un notification @sala
ja: @room通知を送信
ko: @room 알림 보내기
lt: Siųsti @room pranešimus
lv: Sūtīt @istaba paziņojumus
ro: Trimite notificări @room
sl: Pošlji obvestila @room
te: @గది నోటిఫికేషన్లు పంపండి
tr: @oda bildirimleri gönder
uz: @room bildirishnomalarini yuborish
vi: Gửi thông báo @room
zh: 发送通知聊天室所有人的通知
zh_hant: 傳送一條 @room 群提醒

# updateInstalled
source: 🎉 Update {version} installed!
ar: تم تثبيت🎉 تحديث {version}!
be: 🎉 Усталявана абнаўленне {version}!
el: 🎉 Εγκαταστάθηκε η ενημέρωση {version}!
fa: 🎉 نسخه {version} به‌روزرسانی شد!
fil: 🎉 Na-update ang {version}!
he: 🎉 עדכון {version} הותקן!
ia: 🎉 Actualisation {version} installate!
ja: 🎉 {version}のアップデートがインストールされました！
ko: 🎉 {version} 업데이트가 설치되었습니다!
lt: 🎉 Įdiegta {version}!
lv: 🎉 Atjauninājums {version} uzstādīts.
ro: 🎉 Actualizare {version} instalată!
sl: 🎉 Posodobitev {version} je nameščena!
te: 🎉 నవీకరణ {version} ఇన్‌స్టాల్ చేయబడింది!
tr: 🎉 Güncelleme {version} kuruldu!
uz: 🎉 {version} versiyasiga yangilandi!
vi: 🎉 Đã cài đặt bản cập nhật {version}!
zh: 🎉 已安装更新 {version} ！
zh_hant: 🎉已成功安裝{version}版本!

source: Changelog
ar: سجل التغييرات
be: Змяненні
el: Αλλαγές
fa: تغییرات نسخه
he: שינויים
ia: Historico de cambios
ja: 変更履歴
ko: 변경 기록
lt: Pakeitimų žurnalas
lv: Izmaiņu žurnāls
ro: Jurnal de modificări
sl: Spremembe
te: మార్పుల చిట్టా
tr: Değişiklik günlüğü
uz: O‘zgarishlar jurnali
vi: Nhật ký thay đổi
zh: 更新记录
zh_hant: 變更日誌
