Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

source: Repeat password
ar: كرّر كلمة السر
be: Паўтарыце пароль
el: Επανάληψη κωδικού πρόσβασης
fa: تکرار رمزعبور
fil: Ulitin ang password
he: כתוב שוב את הסיסמה
ia: Repeter le contrasigno
ja: パスワードを繰り返そ
ko: 비밀번호 다시 입력
lt: Pakartokite slaptažodį
lv: Atkārtot paroli
ro: Repetați parola
sl: Ponovite geslo
te: పాస్‌వర్డ్‌ను పునరావృతం చేయండి
tr: Parolayı tekrarlayın
uz: Parolni takrorlang
vi: Nhập lại mật khẩu
zh: 重复输入密码
zh_hant: 再次輸入密碼

source: Normal user
ar: مستخدم عادي
be: Звычайны карыстальнік
el: Κανονικός χρήστης
fa: کاربر عادی
fil: Normal na gumagamit
he: משתמש רגיל
ia: Usator normal
ja: 通常のユーザー
ko: 일반 사용자
lt: Įprastas vartotojas
lv: Parasts lietotājs
ro: Utilizator normal
sl: Navaden uporabnik
te: సాధారణ వాడుకరి
tr: Normal kullanıcı
uz: Oddiy foydalanuvchi
vi: Người dùng thường
zh: 正常用户
zh_hant: 正常用户

# alwaysUse24HourFormat
source: false
ar: خطأ
be: завсёды выкарыстоўваць фармат 24-гадзіннага часу
el: πραγματικά Χρησιμοποιήστε 24ωρη μορφή
fa: در حالت عادی، از فرمت 24 ساعته استفاده کن
he: שגוי
ia: falso
ja: 常に24時間表示を使用
lt: ne
lv: nē
ro: întotdeauna folosește formatul de 24 de ore
sl: vedno uporabljaj 24-urno obliko
te: తప్పుడు
uz: true
vi: không

# notAnImage
source: Not an image file.
ar: ليس ملف صورة.
be: Не з'яўляецца файлам выявы.
el: Δεν είναι αρχείο εικόνας.
fa: یک فایل تصویری نیست.
fil: Hindi isang file na larawan.
he: הקובץ אינו תמונה.
ia: Non es un file de imagine.
ja: 画像ファイルではありません。
ko: 이미지 파일이 아닙니다.
lt: Nėra vaizdo įrašas.
lv: Nav attēla datne.
ro: Nu este un fișier imagine.
sl: Ni datoteka slike.
te: ఇమేజ్ ఫైల్ కాదు.
tr: Bir resim dosyası değil.
uz: Rasm fayli emas.
vi: Không phải tệp ảnh.
zh: 不是图像文件。
zh_hant: 不是圖片檔案。

source: Set custom permission level
ar: تعيين مستوى إذن مخصص
be: Усталяваць карыстацкі ўзровень дазволу
el: Ορίστε προσαρμοσμένο επίπεδο άδειας
fa: سطح مجوز سفارشی را تنظیم کن
fil: Itakda ang pasadyang antas ng pahintulot
he: הגדר רמת הרשאה מותאמת אישית
ia: Stella un nivele de permission personalisate
ja: カスタム権限レベルを設定
ko: 사용자 지정 권한 수준 설정
lt: Nustatyti pasirinktinį leidimo lygį
lv: Iestatīt pielāgotu atļauju līmeni
ro: Setează nivelul de permisiune personalizat
sl: Nastavi prilagojeno raven dovoljenj
te: అనుకూల అనుమతి స్థాయిని సెట్ చేయండి
tr: Özel izin seviyesi ayarla
uz: Maxsus ruxsatlar darajasini sozlash
vi: Cài mức phân quyền
zh: 设置自定义权限等级
zh_hant: 設置自定義權限等級

# setPermissionsLevelDescription
source: Please choose a predefined role below or enter a custom permission level between 0 and 100.
ar: يرجى اختيار دور معرف مسبقًا أدناه أو إدخال مستوى إذن مخصص بين 0 و 100.
be: Калі ласка, выберыце папярэдне вызначаную ролю ніжэй або ўвядзіце карыстацкі ўзровень дазволу паміж 0 і 100.
el: Παρακαλώ επιλέξτε έναν προκαθορισμένο ρόλο παρακάτω ή εισάγετε ένα προσαρμοσμένο επίπεδο άδειας μεταξύ 0 και 100.
fa: لطفاً یک نقش از پیش تعریف شده در زیر انتخاب کنید یا سطح مجوز سفارشی بین 0 تا 100 وارد کنید.
fil: Mangyaring pumili ng isang nakapirming papel sa ibaba o magpasok ng isang pasadyang antas ng pahintulot sa pagitan ng 0 at 100.
he: אנא בחר תפקיד מוגדר מראש למטה או הזן רמת הרשאה מותאמת אישית בין 0 ל-100.
ia: Per favor, selige un ruolo predefinite infra o insera un nivele de permission personalisate inter 0 e 100.
ja: 以下の事前定義された役割を選択するか、0から100の範囲でカスタム権限レベルを入力してください。
ko: 아래에서 미리 정의된 역할을 선택하거나 0에서 100 사이의 사용자 지정 권한 수준을 입력하세요.
lt: Prašome pasirinkti iš anksto nustatytą vaidmenį žemiau arba įvesti pasirinktinį leidimo lygį nuo 0 iki 100.
lv: Lūgums zemāk atlasīt iepriekšizveidotu lomu vai ievadīt pielāgotu atļauju līmeni starp 0 un 100.
ro: Vă rugăm să alegeți un rol predefinit mai jos sau să introduceți un nivel de permisiune personalizat între 0 și 100.
sl: Prosimo, izberite eno od vnaprej določenih vlog spodaj ali vnesite prilagojeno raven dovoljenj med 0 in 100.
te: దయచేసి క్రింద ఉన్న నిర్వచిత పాత్రను ఎంచుకోండి లేదా 0 నుండి 100 వరకు అనుకూల అనుమతి స్థాయిని నమోదు చేయండి.
tr: Lütfen aşağıdaki önceden tanımlanmış rolden birini seçin veya 0 ile 100 arasında özel bir izin seviyesi girin.
uz: Quyidagi oldindan belgilangan rolni tanlang yoki 0-100 orasidagi maxsus ruxsatlar darajasini kiriting.
vi: Vui lòng chọn vai trò được xác định trước bên dưới hoặc nhập mức quyền tùy chỉnh từ 0 đến 100.
zh: 请在下方选择预定义的角色或输入 0 到 100 间的自定义权限等级。
zh_hant: 請在下方選擇預先定義的角色，或輸入在 0 到 100 之間的自訂權限等級。

source: Ignore user
ar: تجاهل المستخدم
be: Ігнараваць карыстальніка
el: Αγνόηση χρήστη
fa: نادیده گرفتن کاربر
fil: Balewalain ang gumagamit
he: התעלם מהמשתמש
ia: Ignora usator
ja: ユーザーを無視
ko: 사용자 무시
lt: Ignoruoti vartotoją
lv: Neņemt vērā lietotāju
ro: Ignoră utilizatorul
sl: Prezri uporabnika
te: వాడుకరిని నిర్లక్ష్యం చేయండి
tr: Kullanıcıyı görmezden gel
uz: Foydalanuvchini e’tiborsiz qoldirish
vi: Chặn người dùng
zh: 忽略用户
zh_hant: 忽略用户

source: Remove
ar: أزِل
be: Выдаліць
el: Αφαιρέστε το
fa: حذف کردن
fil: Tanggalin
he: הסר
ia: Remover
ja: 消去
ko: 지우기
lt: Pašalinti
lv: Noņemt
ro: Eliminați
sl: Odstrani
te: తొలగించు
tr: Kaldır
uz: O‘chirish
vi: Loại bỏ
zh: 移除
zh_hant: 移除

source: Import now
ar: استيراد الآن
be: Імпартаваць цяпер
el: Εισαγωγή τώρα
fa: هم‌اکنون وارد کردن
fil: I-import ngayon
he: יבא עכשיו
ia: Importar ora
ja: 今すぐインポート
ko: 지금 불러오기
lt: Importuoti dabar
lv: Ievietot tagad
ro: Importă acum
sl: Uvozi zdaj
te: ఇప్పుడు దిగుమతి చేయండి
tr: Şimdi içe aktar
uz: Hozir import qilish
vi: Nhập vào
zh: 立即导入
zh_hant: 立即匯入

source: Import Emojis
ar: استيراد الرموز التعبيرية
be: Імпартаваць эмодзі
el: Εισαγωγή Emojis
fa: وارد کردن ایموجی‌ها
fil: I-import ang mga Emoji
he: יבא אמוג'ים
ia: Importar emojis
ja: 絵文字をインポート
ko: 이모지 불러오기
lt: Importuoti emocijas
lv: Ievietot emocijzīmes
ro: Importă emoji-uri
sl: Uvozi emojije
te: ఎమోజీలను దిగుమతి చేయండి
tr: İfadeleri İçe Aktar
uz: Emojilarni import qilish
vi: Nhập Biểu cảm
zh: 导入表情包
zh_hant: 匯入表情包

source: Import from .zip file
ar: الاستيراد من ملف .zip
be: Імпартаваць з файла .zip
el: Εισαγωγή από αρχείο .zip
fa: وارد کردن از فایل .zip
fil: Mag-import mula sa .zip file
he: יבא מקובץ .zip
ia: Importar ab un file .zip
ja: .zipファイルからインポート
ko: .zip 파일에서 불러오기
lt: Importuoti iš .zip failo
lv: Ievietot no .zip datnes
ro: Importă din fișier .zip
sl: Uvozi iz .zip datoteke
te: .zip ఫైల్ నుండి దిగుమతి చేయండి
tr: .zip dosyasından içe aktar
uz: .zip faylidan import qilish
vi: Nhập vào từ tệp .zip
zh: 从 .zip 文件导入
zh_hant: 從 .zip 檔案匯入

# exportEmotePack
source: Export Emote pack as .zip
ar: تصدير حزمة الرموز التعبيرية بتنسيق zip
be: Экспартаваць пакет эмодзі ў выглядзе .zip
el: Εξαγωγή πακέτου Emote ως .zip
fa: صادر کردن بسته ایموجی به عنوان فایل .zip
fil: I-export ang Emote pack bilang .zip
he: יצא חבילת אמוטות כקובץ .zip
ia: Exportar pacchetto de emotes como un .zip
ja: 絵文字パックを.zipとしてエクスポート
ko: .zip 파일로 이모트 내보내기
lt: Eksportuoti emocijų paketą kaip .zip
lv: Izgūt emociju paku kā .zip
ro: Exportă pachetul de emoticoane ca .zip
sl: Izvozi paket emojijev kot .zip
te: ఎమోట్ ప్యాక్‌ను .zip గా ఎగుమతి చేయండి
tr: İfade paketini .zip olarak dışa aktar
uz: Emotsiyalar to‘plamini .zip fayl ko‘rinishida eksport qilish
vi: Xuất gói biểu cảm bằng tệp .zip
zh: 以 .zip 格式导出表情包
zh_hant: 將表情包匯出成 .zip 檔案

source: Replace
ar: استبدال
be: Заменіць
el: Αντικαταστήστε το
fa: جایگزین کردن
fil: Palitan
he: החלף
ia: Reimplaciar
ja: 置き換え
ko: 대체
lt: Pakeisti
lv: Aizstāt
ro: Înlocuiește
sl: Zamenjaj
te: మార్చండి
tr: Değiştir
uz: Almashtirmoq
vi: Thay thế
zh: 替换
zh_hant: 取代

source: About
ar: حول
be: Пра
el: Σχετικά με το
fa: درباره
fil: Tungkol sa
he: אודות
ia: A proposito de
ja: このアプリについて
ko: 소개
lt: Apie
lv: Par
ro: Despre
sl: O aplikaciji
te: గురించి
tr: Hakkında
uz: Biz haqimizda
vi: Giới thiệu
zh: 关于
zh_hant: 關於

source: About {homeserver}
ar: حول {homeserver}
be: Пра {homeserver}
el: Σχετικά με {homeserver}
fa: درباره {homeserver}
fil: Tungkol sa {homeserver}
he: על {homeserver}
ia: De circa {homeserver}
ja: {homeserver}について
ko: {homeserver}의 대해서
lt: Apie {homeserver}
lv: Par {homeserver}
ro: Despre {homeserver}
sl: O {homeserver}
te: {homeserver} గురించి
tr: {homeserver} Hakkında
uz: {homeserver} haqida
vi: Về {homeserver}
zh: 关于 {homeserver}
zh_hant: 關於{homeserver}

source: Accept
ar: أقبل
be: Прымаць
el: Αποδοχή
fa: پذیرش
fil: Tanggapin
he: קבל
ia: Acceptar
ja: 承諾する
ko: 수락
lt: Sutinku
lv: Pieņemt
sl: Sprejmi
te: అంగీకరించండి
tr: Kabul et
uz: Qabul qilmoq
vi: Đồng ý
zh: 接受
zh_hant: 同意

# acceptedTheInvitation
source: 👍 {username} accepted the invitation
ar: 👍 {username} قبل الدعوة
be: 👍 {username} прыняў запрашэнне
el: 👍 {username} αποδέχτηκε την πρόσκληση
fa: 👍 {username} دعوت را پذیرفت
fil: 👍 Tinanggap ni {username} ang imbitasyon
he: {username} קיבל את ההזמנה
ia: 👍 {username} acceptava tu invitation
ja: 👍{username}が招待を承諾しました
ko: 👍 {username}님이 초대를 수락함
lt: 👍 {username} priėmė kvietimą
lv: 👍 {username} pieņēma uzaicinājumu
ro: {username} a aceptat invitați
sl: {username} je sprejel povabilo
te: 👍 {username} ఆహ్వానాన్ని అంగీకరించారు
tr: 👍 {username} katılma davetini kabul etti
uz: 👍 {username} taklifni qabul qildi
vi: {username} đã đồng ý lời mời
zh: 👍 {username} 接受了邀请
zh_hant: 👍 {username} 已接受邀請

source: Account
ar: الحساب
be: Уліковы запіс
el: Λογαριασμός
fa: حساب
he: חשבון
ia: Conto
ja: アカウント
ko: 계정
lt: Paskyra
lv: Konts
ro: Cont
sl: Račun
te: ఖాతా
tr: Hesap
uz: Hisob
vi: Tài khoản
zh: 账户
zh_hant: 帳號

# activatedEndToEndEncryption
source: 🔐 {username} activated end to end encryption
ar: 🔐 تم تنشيط {username} التشفير من طرف إلى طرف
be: 🔐 {username} актываваў канчатковае шыфраванне
el: 🔐 {username} ενεργοποίησε κρυπτογράφηση από άκρη σε άκρη
fa: 🔐 {username} رمزگذاری سرتاسر را فعال کرد
fil: 🔐 Na-activate ni {username} ang end to end encryption
he: {username} הפעיל הצפנה מקצה לקצה
ia: 🔐 {username} ha activate le encryption de extremo a extremo
ja: 🔐{username}がエンドツーエンド暗号化を有効にしました
ko: 🔐 {username}님이 종단간 암호화를 활성화함
lt: 🔐 {username} aktyvavo visapusį šifravimą
lv: 🔐 {username} iespējoja pilnīgu šifrēšanu
ro: {username} a activat criptarea end-to-end
sl: Uporabnik {username} je aktiviral šifriranje od konca do konca
te: 🔐 {username} ఎండ్ టు ఎండ్ ఎన్‌క్రిప్షన్‌ను సక్రియం చేశారు
tr: 🔐 {username} uçtan uca şifrelemeyi etkinleştirdi
uz: 🔐 {username} shifrlashni yakunlash uchun faollashtirdi
vi: {username} đã kích hoạt mã hóa đầu cuối 2 chiều
zh: 🔐 {username} 激活了端到端加密
zh_hant: 🔐 {username} 已啟用點對點加密

source: Add email
ar: أضف بريدًا إلكترونيًا
be: Дадаць электронную пошту
el: Προσθήκη email
fa: افزودن ایمیل
fil: Magdagdag ng email
he: הוסף מייל
ia: Adder email
ja: Eメールを追加
ko: 이메일 추가
lt: Pridėti el. paštą
lv: Pievienot e-pasta adresi
ro: Adăugați email
sl: Dodajte e-pošto
te: ఇమెయిల్ జోడించండి
tr: E-posta ekle
uz: Email qo‘shish
vi: Thêm email
zh: 添加电子邮件
zh_hant: 新增電子郵件

# confirmMatrixId
source: Please confirm your Matrix ID in order to delete your account.
ar: يرجى تأكيد معرف Matrix الخاص بك من أجل حذف حسابك.
be: Калі ласка, пацвердзіце свой Matrix ID, каб выдаліць свой уліковы запіс.
el: Παρακαλούμε επιβεβαιώστε το Matrix ID σας για να διαγράψετε τον λογαριασμό σας.
fa: برای حذف حسابتان، لطفا هویت ماتریکستان را تایید کنید.
fil: Paki-kumpirma ang iyong Matrix ID para burahin ang iyong account.
he: אנא אשר את מזהה ה-Matrix שלך כדי למחוק את החשבון שלך.
ia: Per favor, confirma tu ID Matrix pro eliminar tu conto.
ja: アカウントを削除するには、Matrix IDを確認してください。
ko: 계정을 삭제하려면 Matrix ID를 입력해 주세요.
lt: Norėdami ištrinti savo paskyrą, patvirtinkite savo Matrix ID.
lv: Lūgums apliecināt savu Matrix Id, lai varētu izdzēst savu kontu.
ro: Vă rugăm să confirmați Matrix ID-ul vostru să ștergeți contul vostru.
sl: Prosimo, potrdite svoj Matrix ID za brisanje računa.
te: దయచేసి మీ మ్యాట్రిక్స్ IDని నిర్ధారించండి, తద్వారా మీ ఖాతాను తొలగించవచ్చు.
tr: Hesabınızı silmek için lütfen Matrix kimliğinizi doğrulayın.
uz: Hisobingizni o‘chirish uchun Matrix ID hisobingizni tasdiqlang.
vi: Hãy xác nhận Matrix ID để xoá tài khoản.
zh: 请确认你的 Matrix ID 以删除账户。
zh_hant: 如需刪除你的帳戶，請確認你的 Matrix ID。

# supposedMxid
source: This should be {mxid}
ar: يجب أن يكون هذا {mxid}
be: Гэта павінна быць {mxid}
el: Αυτό θα πρέπει να είναι {mxid}
fa: این باید {mxid} باشد
fil: Dapat ito ay {mxid}
he: זה צריך להיות {mxid}
ia: Isto deberea esser {mxid}
ja: これは{mxid}のはずです
ko: {mxid} 이어야 함
lt: Tai turėtų būti {mxid}
lv: Tam būtu jābūt {mxid}
ro: ID-ul ar trebuii să fie {mxid}
sl: To bi moral biti {mxid}
te: ఇది {mxid} కావాలి
tr: Bu {mxid} olmalıdır
uz: Bu {mxid} bo‘lishi kerak
vi: Đây nên là {mxid}
zh: 应为 {mxid}
zh_hant: 此處應爲 {mxid}

# addChatDescription
source: Add a chat description...
ar: أضف وصفًا للدردشة...
be: Дадаць апісанне чата...
el: Προσθέστε μια περιγραφή συνομιλίας...
fa: افزودن توضیحات چت...
fil: Magdagdag ng deskripsyon ng chat...
he: הוסף תיאור שיחה...
ia: Adder un description de chat...
ja: チャットの説明を追加...
ko: 채팅 설명 추가하기...
lt: Pridėti pokalbio aprašymą...
lv: Pievienot tērzēšanas aprakstu…
ro: Adaugă o descriere a chat-ului...
sl: Dodaj opis klepeta...
te: చాట్ వివరణను జోడించండి...
tr: Sohbet açıklaması ekle...
uz: Suhbat tavsifini kiriting...
vi: Thêm mô tả hội thoại...
zh: 添加聊天说明…
zh_hant: 新增聊天室描述......

source: Add to space
ar: أضف إلى المساحة
be: Дадаць у прастору
el: Προσθήκη στο χώρο
fa: به فضا اضافه کنید
fil: Idagdag sa space
he: הוסף לחלל
ia: Adder a space
ja: スペースに追加
ko: 스페이스에 추가
lt: Pridėti į erdvę
lv: Pievienot vietai
ro: Adăugați la spațiu
sl: Dodajte v prostor
te: స్పేస్‌లో జోడించండి
tr: Alana ekle
uz: Maydonga qo‘shish
vi: Thêm vào không gian
zh: 添加到空间
zh_hant: 加入空間

source: alias
ar: اللقب
be: аліяс
el: ψευδώνυμο
fa: نام مستعار
fil: alyas
he: כינוי
ja: エイリアス
ko: 별명
lt: slapyvardis
lv: aizstājvārds
ro: poreclă
sl: vzdevek
te: అలియాస్
tr: takma ad
uz: taxallus
vi: bí danh
zh: 别名
zh_hant: 別稱

source: All
ar: الكل
be: Усе
el: Όλα
fa: همه
fil: Lahat
he: הכל
ia: Tote
ja: すべて
ko: 모두
lt: Visi
lv: Viss
ro: Toate
sl: Vse
te: అన్ని
tr: Tümü
uz: Hammasi
vi: Tất cả
zh: 全部
zh_hant: 全部

source: All chats
ar: كل المحادثات
be: Усе чаты
el: Όλες οι συνομιλίες
fa: همه گپ‌ها
fil: Lahat ng mga chat
he: כל הצ'אטים
ia: Tote le chats
ja: すべて会話
ko: 모든 채팅
lt: Visi pokalbiai
lv: Visas tērzēšanas
ro: Toate Chaturile
sl: Vsi klepeti
te: అన్ని చాట్లు
tr: Tüm sohbetler
uz: Hamma suhbatlar
vi: Tất cả hội thoại
zh: 所有聊天
zh_hant: 所有會話

# commandHint_roomupgrade
source: Upgrade this room to the given room version
ar: ترقية هذه الغرفة إلى إصدار الغرفة المعطى
be: Абнавіць гэтую пакой да дадзенай версіі пакоя
el: Αναβαθμίστε αυτό το δωμάτιο στην εκδοχή δωματίου που δίνεται
fa: ارتقاء این اتاق به نسخه اتاق داده شده
fil: I-upgrade ang kuwartong ito sa ibinigay na bersyon ng kuwarto
he: שדרג את החדר לגרסת החדר הנתונה
ia: Actualisa iste camera a le versione de camera specificate
ja: このルームを指定されたルームバージョンにアップグレード
ko: 이 방을 지정된 방 버전으로 업그레이드
lt: Atnaujinti šį kambarį į nurodytą kambario versiją
lv: Uzlabot šo istabu uz norādīto istabas versiju
ro: Actualizează această cameră la versiunea specificată a camerei
sl: Nadgradi to sobo na določeno različico sobe
te: ఈ గది వర్షన్‌కు ఈ గది వర్షన్‌ను అప్‌గ్రేడ్ చేయండి
tr: Bu odanın sürümünü verilen oda sürümüne yükselt
uz: Bu guruhni berilgan guruh versiyasiga yangilang
vi: Nâng cấp phòng lên phiên bản mặc định
zh: 将此聊天室升级到给定的聊天室版本
zh_hant: 升級此聊天室至指定版本

# commandHint_googly
source: Send some googly eyes
ar: أرسل بعض عيون googly
be: Адправіць вочы-гуглі
el: Στείλτε μερικά μάτια
fa: ارسال چند چشم گوگولی
fil: Magpadala ng mga googly eye
he: שלח עיניים מצחיקות
ia: Manda some oculos de divertimento
ja: ぎょろ目を送る
ko: 왕눈이 눈알 보내기
lt: Siųsti keistus akinius
lv: Nosūtīt izbolītu acu pāri
ro: Trimiteți câțiva ochi googly
sl: Pošlji nekaj googly oči
te: కొన్ని గూగ్లీ కళ్ళను పంపండి
tr: Şaşkın gözler gönder
uz: G‘ilay ko‘zlarini yuboring
vi: Gửi cặp mắt theo dõi
zh: 发送“大眼”表情
zh_hant: 傳送一些瞪眼表情

# commandHint_cuddle
source: Send a cuddle
ar: أرسل عناق
be: Адправіць абдымкі
el: Στείλτε μια αγκαλιά
fa: ارسال آغوش
fil: Magpadala ng yakap
he: שלח חיבוק
ia: Manda un coccole
ja: ハグを送る
ko: 미소 보내기
lt: Siųsti glėbį
lv: Nosūtīt samīļojienu
ro: Trimiteți o îmbrățișare
sl: Pošlji objem
te: ఒక కడుపు పంపండి
tr: Kucaklama gönder
uz: Erkalash yuborish
vi: Gửi cái ôm
zh: 发送“搂抱”
zh_hant: 傳送一個摟抱表情

# commandHint_hug
source: Send a hug
ar: إرسال حضن
be: Адправіць абдымкі
el: Στείλτε μια αγκαλιά
fa: ارسال بغل
fil: Magpadala ng yakap
he: שלח חיבוק
ia: Manda un abraço
ja: ハグを送る
ko: 허그 보내기
lt: Siųsti apkabinimą
lv: Nosūtīt apskāvienu
ro: Trimiteți o îmbrățișare
sl: Pošlji objem
te: ఒక హగ్ పంపండి
tr: Sarılma gönder
uz: Quchoqlash yuborish
vi: Gửi một cái ôm
zh: 发送“拥抱”
zh_hant: 傳送一個擁抱表情

# googlyEyesContent
source: {senderName} sends you googly eyes
ar: {senderName} يرسل لك عيون googly
be: {senderName} пасылае вам вочы-гуглі
el: {senderName} σας στέλνει googly eyes
fa: {senderName} به شما چشمان گوگولی می‌فرستد
fil: Nagpadala si {senderName} ng googly eyes
he: {senderName} שולח לך עיניים מצחיקות
ia: {senderName} te invia oculos de divertimento
ja: {senderName}があなたにグーグリーアイを送ります
ko: {senderName} 님이 왕눈이 눈알을 보냈습니다
lt: {senderName} siunčia jums keistus akinius
lv: {senderName} sūta izbolītas acis
ro: {senderName} v-a trimis ochi googly
sl: {senderName} pošlje vam googly oči
te: {senderName} మీకు గూగ్లీ కళ్ళను పంపుతుంది
tr: {senderName} size şaşkın gözler gönderiyor
uz: {senderName} sizga gʻilay ko‘zlarini yubormoqda
vi: {senderName} gửi nháy mắt
zh: {senderName} 向你发送了“大眼”表情
zh_hant: {senderName} 向您傳送了瞪眼表情

# cuddleContent
source: {senderName} cuddles you
ar: {senderName} يحتضنك
be: {senderName} абдымае вас
el: {senderName} σε αγκαλιάζει
fa: {senderName} شما را در آغوش می‌گیرد
fil: Niyakap ka ni {senderName}
he: {senderName} מחבק אותך
ia: {senderName} te face un coccole
ja: {senderName}があなたをハグします
ko: {senderName} 님이 당신에게 미소짓습니다
lt: {senderName} glėbi jus
lv: {senderName} samīļo Tevi
ro: {senderName} vă îmbrățișează
sl: {senderName} vas boža
te: {senderName} మీకు కడుపు ఇస్తాడు
tr: {senderName} sizi kucaklıyor
uz: {senderName} sizni erkalamoqda
vi: {senderName} ôm nào
zh: {senderName} 搂抱了你
zh_hant: {senderName} 摟抱您

# hugContent
source: {senderName} hugs you
ar: {senderName} يعانقك
be: {senderName} абдымае вас
el: {senderName} σε αγκαλιάζει
fa: {senderName} شما را بغل می‌کند
fil: Niyakap ka ni {senderName}
he: {senderName} מחבק אותך
ia: {senderName} amplexa te
ja: {senderName}があなたを抱きしめます
ko: {senderName}님이 당신을 허그합니다
lt: {senderName} apkabina jus
lv: {senderName} apskauj Tevi
ro: {senderName} vă îmbrățișează
sl: {senderName} vas objame
te: {senderName} మీకు హగ్ ఇస్తాడు
tr: {senderName} size sarılıyor
uz: {senderName} sizni quchoqlamoqda
vi: {senderName} ôm bạn
zh: {senderName} 拥抱了你
zh_hant: {senderName} 擁抱您

# answeredTheCall
source: {senderName} answered the call
ar: {senderName} أجاب على المكالمة
be: {senderName} адказаў на званок
el: {senderName} απάντησε στην κλήση
fa: {senderName} پاسخ تماس را داد
fil: Sinagot ni {senderName} ang tawag
he: {senderName} ענה לשיחה
ia: {senderName} respondeva al appel
ja: {senderName}は通話に出ました
ko: {senderName}님이 전화에 응답했습니다
lt: {senderName} atsiliepė į skambutį
lv: {senderName} atbildēja uz zvanu
ro: {senderName} a acceptat apelul
sl: Oseba {senderName} je odgovorila na klic
te: {senderName} కాల్‌కు సమాధానం ఇచ్చారు
tr: {senderName} aramayı yanıtladı
uz: {senderName} chaqiruvga javob berdi
vi: {senderName} đã trả lời cuộc gọi
zh: {senderName} 接听了通话
zh_hant: 已開始與 {senderName} 通話

source: Anyone can join
ar: يمكن لأي أحد الدخول
be: Любой можа далучыцца! Аднак адміністратар можа выгнаць і забараніць усіх, хто паводзіць сябе неадэкватна. Тых, хто забаронены, могуць не вярнуцца!
el: Οποιοσδήποτε μπορεί να συμμετάσχει
fa: هرکسی می‌تواند بپیوندد
fil: Pwede sumali ang anumang tao
he: כל אחד יכול להצטרף
ia: Cata un pote junger! Tamen, le administrator pote expeller e bannar cata que se comporta mal. Illes que es bannate non pote tornar!
ja: 誰でも参加できる
ko: 누구나 참가할 수 있음
lt: Bet kas gali prisijungti
lv: Ikviens var pievienoties
ro: Oricine se poate alătura
sl: Pridruži se lahko vsak
te: ఎవరైనా చేరవచ్చు! అయితే, అడ్మిన్ తప్పకుండా తప్పు చేసినవారిని తొలగించగలడు. బాన్పడిన వారు తిరిగి చేరకపోవచ్చు!
tr: Herkes katılabilir
uz: Har kim qo‘shilishi mumkin
vi: Mọi người đều có thể gia nhập
zh: 任何人都可以加入
zh_hant: 任何人可以加入

source: App lock
ar: قفل التطبيق
be: Блакіроўка прыкладання
el: Κλείδωμα εφαρμογών
fa: قفل برنامه
fil: Lock ng app
he: נעילת אפליקציה
ia: Clavetta del application
ja: アプリのロック
ko: 앱 잠금
lt: Programos užraktas
lv: Lietotnes aizslēgšana
ro: Lacăt aplicație
sl: Zaklepanje aplikacije
te: అప్ లాక్
tr: Uygulama kilidi
uz: Ilova qulfi
vi: Khoá ứng dụng
zh: 应用锁
zh_hant: 密碼鎖定

# appLockDescription
source: Lock the app when not using with a pin code
ar: قفل التطبيق عند عدم استخدامه بالرمز السري
be: Заблакаваць прыкладанне, калі не карыстаецеся, з дапамогай PIN-кода
el: Κλειδώστε την εφαρμογή όταν δεν τη χρησιμοποιείτε με κωδικό PIN
fa: قفل کردن برنامه هنگام عدم استفاده با کد پین
fil: I-lock ang app kapag hindi ginagamit sa pamamagitan ng pin code
he: נעול את היישום כאשר אינך משתמש עם קוד PIN
ia: Claudar le application quando non es usate con un codice PIN
ja: 使用していないときにピンコードでアプリをロック
ko: 앱을 사용하지 않을 때 pin으로 잠금
lt: Užrakinti programą, kai ja naudotis nenaudojate, su PIN kodu
lv: Aizslēgt lietotni, kad tā netiek izmantota, ar PIN kodu
ro: Blochează aplicația atunci când nu o folosești cu un cod PIN
sl: Zakleni aplikacijo, ko je ne uporabljaš, z geslom PIN
te: పిన్ కోడ్‌తో ఉపయోగించకుండా ఉన్నప్పుడు యాప్‌ను లాక్ చేయండి
tr: Kullanılmadığında PIN kodu ile uygulamayı kilitle
uz: PIN kod ishlatilmayotganida ilovani qulflash
vi: Khoá ứng dụng khi không dùng bằng mã pin
zh: 用 pin 码在不用 FluffyChat 时锁定它
zh_hant: 未使用時以密碼鎖定應用程式

source: Archive
ar: الأرشيف
be: Архіў
el: Αρχείο
fa: بایگانی
he: ארכיון
ia: Archivar
ja: アーカイブ
ko: 저장
lt: Archyvas
lv: Arhīvs
ro: Arhivă
sl: Arhiv
te: ఆర్కైవ్
tr: Arşiv
uz: Arxiv
vi: Lưu trữ
zh: 存档
zh_hant: 封存

# areGuestsAllowedToJoin
source: Are guest users allowed to join
ar: هل يُسمح للزوار الدخول
be: Ці дазволена гасцявым карыстальнікам далучацца
el: Επιτρέπεται στους φιλοξενούμενους χρήστες να συμμετάσχουν
fa: آیا کاربران مهمان اجازه پیوستن دارند
fil: Pwede ba sumali ang mga bisita
he: האם משתמשים אורחים מורשים להצטרף
ia: Es permittite a hospites junger?
ja: ゲストユーザーの参加を許可する
ko: 게스트 유저의 참가 여부
lt: Ar svečiams leidžiama prisijungti
lv: Vai vieslietotājiem ir ļauts pievienoties
ro: Vizitatorii "guest" se pot alătura
sl: Ali se lahko gostujoči uporabniki pridružijo
te: అతిథి వినియోగదారులు చేరడానికి అనుమతి ఉందా?
tr: Misafir kullanıcıların katılmasına izin veriliyor mu
uz: Mehmon foydalanuvchilarga qo‘shilishga ruxsat berilganmi
vi: Khách vãng lai có được tham gia không
zh: 是否允许访客加入
zh_hant: 是否允許訪客加入

source: Are you sure?
ar: أمتأكد؟
be: Вы ўпэўнены?
el: Είσαι σίγουρος;
fa: مطمئن هستید؟
fil: Sigurado ka?
he: האם אתה בטוח?
ia: Es tu secur?
ja: これでよろしいですか？
ko: 확실한가요?
lt: Ar esate tikri?
lv: Vai tiešām?
ro: Ești sigur?
sl: Ali si prepričan?
te: మీకు నిశ్చయమా?
tr: Emin misiniz?
uz: Ishonchingiz komilmi?
vi: Bạn chắc chứ?
zh: 你确定吗？
zh_hant: 您確定嗎？

source: Are you sure you want to log out?
ar: أمتأكد من الخروج؟
be: Вы ўпэўнены, што хочаце выйсці?
el: Σίγουρα θέλετε να αποσυνδεθείτε;
fa: مطمئن هستید می‌خواهید خارج شوید؟
fil: Sigurado kang gusto mong mag-log out?
he: האם אתה בטוח שברצונך לצאת?
ia: Es tu secur que vole tu disconnector te?
ja: ログアウトしてよろしいですか？
ko: 로그아웃하고 싶은 것이 확실한가요?
lt: Ar tikrai norite atsijungti?
lv: Vai tiešām atteikties?
ro: Sunteți sigur că doriți să vă deconectați?
sl: Ali ste prepričani, da se želite odjaviti?
te: మీరు లాగౌట్ చేయాలనుకుంటున్నారా?
tr: Oturumu açmak istediğinizden emin misiniz?
uz: Haqiqatan ham hisobingizdan chiqamoqchimisiz?
vi: Bạn có chắc bạn muốn đăng xuất không?
zh: 你确定要注销吗？
zh_hant: 您確定要登出嗎？
