Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# languageLevelB2Desc
source: I can understand the mains ideas of complex texts and interact with a degree of fluency and spontaneity.
ar: أستطيع فهم الأفكار الرئيسية للنصوص المعقدة والتفاعل بطلاقة وعفوية.
be: Я магу зразумець асноўныя ідэі складаных тэкстаў і ўзаемадзейнічаць з узроўнем гнуткасці і спантаннасці.
el: Μπορώ να καταλάβω τις κύριες ιδέες σύνθετων κειμένων και να αλληλεπιδράσω με βαθμό ευφράδειας και αυθορμητισμού.
fa: من می‌توانم ایده‌های اصلی متن‌های پیچیده را درک کنم و با درجه‌ای از روانی و خودانگیختگی تعامل داشته باشم.
fil: Kaya kong intindihin ang pangunahing ideya ng mga komplikadong teksto at makipag-ugnayan nang may antas ng kasanayan at spontaneity.
he: אני יכול להבין את הרעיונות המרכזיים של טקסטים מורכבים ולתקשר ברמה של שוטפות ו spontanity.
ia: Io pote comprender le ideas principal del textos complexe e interagir con un grado de fluentia e spontaneitate.
ja: 私は複雑な文章の主要なアイデアを理解し、流暢さと spontané性を持って交流できます。
ko: 복잡한 텍스트의 주요 아이디어를 이해하고 유창성과 자연스러움으로 상호작용할 수 있습니다.
lt: Galiu suprasti sudėtingų tekstų pagrindines idėjas ir bendrauti laisvai bei spontaniškai.
lv: Es spēju saprast sarežģītu tekstu galvenās idejas un mijiedarboties ar fluency un spontanitātes pakāpi.
ro: Pot înțelege ideile principale ale textelor complexe și pot interacționa cu un grad de fluență și spontaneitate.
sl: Razumem glavne ideje kompleksnih besedil in komuniciram z določeno stopnjo tekočnosti in spontanenosti.
te: నేను సంక్లిష్ట టెక్స్ట్‌ల ముఖ్య ఆలోచనలను అర్థం చేసుకోవచ్చు మరియు ఫ్లూయెన్సీ మరియు espontaneityతో పరస్పర చర్య చేయగలుగుతాను.
tr: Karmaşık metinlerin ana fikirlerini anlayabilir ve akıcı ve spontane bir şekilde iletişim kurabilirim.
uz: Men murakkab matnlarning asosiy g'oyalarini tushunaman va ravon va o'z-o'zidan muloqot qila olaman.
vi: Tôi có thể hiểu các ý chính của các văn bản phức tạp và tương tác với một mức độ lưu loát và tự phát.
zh: 我能理解复杂文本的主要思想，并能流利自如地互动。
zh_hant: 我可以理解复杂文本的主要思想，并以一定的流利度和自发性进行互动。

# languageLevelC1Desc
source: I can express ideas fluently and spontaneously without much struggle and understand a wide range of demanding texts.
ar: أستطيع التعبير عن الأفكار بطلاقة وعفوية دون الكثير من الصعوبة وفهم مجموعة واسعة من النصوص المطالب بها.
be: Я магу свабодна і спантанна выказваць ідэі без вялікіх цяжкасцяў і разумець шырокі спектр патрабавальных тэкстаў.
el: Μπορώ να εκφράσω ιδέες με ευφράδεια και αυθορμητισμό χωρίς μεγάλη δυσκολία και να καταλάβω ένα ευρύ φάσμα απαιτητικών κειμένων.
fa: من می‌توانم ایده‌ها را روان و بدون تلاش زیاد بیان کنم و طیف وسیعی از متن‌های چالش‌برانگیز را درک کنم.
fil: Kaya kong ipahayag ang mga ideya nang malaya at spontaneous nang hindi gaanong nahihirapan at intindihin ang malawak na hanay ng mga mahirap na teksto.
he: אני יכול לבטא רעיונות בזרימה וב spontaneity ולקרוא טקסטים תובעניים במגוון נושאים.
ia: Io pote exprimer ideas fluentemente e spontaneousmente sin multe difficultate e comprender un large gamma de textos exigente.
ja: 私はアイデアを流暢かつ spontanéに表現でき、多くの要求の厳しい文章を理解できます。
ko: 많은 노력 없이 아이디어를 유창하고 자연스럽게 표현할 수 있으며, 다양한 어려운 텍스트를 이해할 수 있습니다.
lt: Galiu laisvai ir spontaniškai reikšti mintis be didelių pastangų ir suprasti platų reikalaujančių tekstų spektrą.
lv: Es spēju brīvi un spontāni izteikt idejas bez lielas grūtības un saprast plašu prasīgu tekstu klāstu.
ro: Pot exprima idei fluent și spontan fără prea mult efort și pot înțelege o gamă largă de texte exigente.
sl: Znam izražati ideje tekoče in spontano brez večjih težav ter razumem širok razpon zahtevnih besedil.
te: నేను ఆలోచనలను స fluent గా మరియు spontaneityతో వ్యక్తం చేయగలుగుతాను మరియు విస్తృత శ్రేణి డిమాండింగ్ టెక్స్ట్‌లను అర్థం చేసుకోవచ్చు.
tr: Fikirleri akıcı ve spontane bir şekilde ifade edebilir ve çeşitli zorlu metinleri anlayabilirim.
uz: Men fikrlarni ravon va o'z-o'zidan ifoda eta olaman, katta qiyinchiliklarsiz va keng qamrovli matnlarni tushunaman.
vi: Tôi có thể diễn đạt ý tưởng một cách lưu loát và tự phát mà không gặp nhiều khó khăn và hiểu một loạt các văn bản đòi hỏi.
zh: 我能流利自如地表达思想，并理解各种要求较高的文本。
zh_hant: 我可以流利且自发地表达思想，而不需太多努力，并理解各种要求较高的文本。

# languageLevelC2Desc
source: I can understand virtually everything heard or read and express myself fluently and precisely.
ar: أستطيع فهم تقريبًا كل شيء يُسمع أو يُقرأ والتعبير عن نفسي بطلاقة ودقة.
be: Я магу зразумець практычна ўсё, што чуў або чытаў, і выказвацца свабодна і дакладна.
el: Μπορώ να καταλάβω σχεδόν τα πάντα που ακούω ή διαβάζω και να εκφράζομαι με ευφράδεια και ακρίβεια.
fa: من می‌توانم تقریباً هر چیزی که شنیده یا خوانده می‌شود را درک کنم و خود را روان و دقیق بیان کنم.
fil: Kaya kong maunawaan halos lahat ng naririnig o nababasa at maipahayag ang aking sarili nang malaya at tumpak.
he: אני יכול להבין כמעט הכל שנשמע או נקרא ולבטא את עצמי בזרימה ובדיוק.
ia: Io pote comprender quasi toto que io audi o lege e exprimer se fluentemente e precise.
ja: 私はほぼすべての聞いたり読んだりしたことを理解し、流暢かつ正確に自己表現できます。
ko: 거의 모든 것을 듣거나 읽고, 유창하고 정확하게 자신을 표현할 수 있습니다.
lt: Galiu suprasti beveik viską, ką girdžiu ar skaitau, ir reiškiuosi laisvai bei tiksliai.
lv: Es spēju praktiski saprast visu, ko dzirdu vai lasu, un izteikt sevi brīvi un precīzi.
ro: Pot înțelege aproape tot ce aud sau citesc și mă pot exprima fluent și precis.
sl: Razumem praktično vse, kar slišim ali preberem, in se izražam tekoče ter natančno.
te: నేను వాస్తవానికి వినే లేదా చదివే ప్రతి విషయాన్ని అర్థం చేసుకోవచ్చు మరియు స్వచ్ఛందంగా మరియు ఖచ్చితంగా వ్యక్తం చేయగలుగుతాను.
tr: Neredeyse duyduğum veya okuduğum her şeyi anlayabilir ve kendimi akıcı ve kesin bir şekilde ifade edebilirim.
uz: Men deyarli hamma narsani eshitgan yoki o'qigan holda tushunaman va ravon va aniq ifoda eta olaman.
vi: Tôi có thể hiểu hầu như mọi thứ nghe hoặc đọc và diễn đạt bản thân một cách lưu loát và chính xác.
zh: 我几乎能理解听到或阅读的所有内容，并能流利准确地表达自己。
zh_hant: 我几乎可以理解听到或阅读的所有内容，并能流利且准确地表达自己。

source: New vocab
ar: مفردات جديدة
be: Новыя словы
el: Νέες λέξεις
fa: واژگان جدید
fil: Bagong bokabularyo
he: מילים חדשות
ia: Vocabulario nove
ja: 新しい語彙
ko: 새 어휘
lt: Nauji žodžiai
lv: Jauns vārdu krājums
ro: Vocabular nou
sl: Nove besede
te: కొత్త పదజాల
tr: Yeni kelime hazinesi
uz: Yangi so'zlar
vi: Từ vựng mới
zh: 新词汇
zh_hant: 新词汇

# newGrammar
source: New grammar concepts
ar: مفاهيم قواعد جديدة
be: Новыя граматычныя канцэпцыі
el: Νέες γραμματικές έννοιες
fa: مفاهیم گرامری جدید
fil: Bagong mga konsepto sa gramatika
he: מושגים דקדוקיים חדשים
ia: Conceptos de grammatica nove
ja: 新しい文法概念
ko: 새 문법 개념
lt: Nauji gramatikos konceptai
lv: Jauni gramatikas jēdzieni
ro: Concepte gramaticale noi
sl: Novi slovnični koncepti
te: కొత్త వ్యాకరణ భావనలు
tr: Yeni dilbilgisi kavramları
uz: Yangi grammatik tushunchalar
vi: Khái niệm ngữ pháp mới
zh: 新语法概念
zh_hant: 新语法概念

# choosePracticeMode
source: Click on one of the buttons above to start a practice activity
ar: انقر على أحد الأزرار أعلاه لبدء نشاط التدريب
be: Націсніце на адну з кнопак вышэй, каб пачаць практыкаванне
el: Κάνε κλικ σε μία από τις παραπάνω επιλογές για να ξεκινήσεις μια δραστηριότητα εξάσκησης
fa: برای شروع یک فعالیت تمرینی روی یکی از دکمه‌های بالا کلیک کنید
fil: Pindutin ang isa sa mga button sa itaas upang simulan ang isang aktibidad sa pagsasanay
he: לחץ על אחד מהכפתורים למעלה כדי להתחיל פעילות תרגול
ia: Clique super un del button superi pro comenciar un activitate de practica
ja: 上のボタンのいずれかをクリックして練習活動を開始してください
ko: 위의 버튼 중 하나를 클릭하여 연습 활동을 시작하세요
lt: Paspauskite vieną iš viršuje esančių mygtukų, kad pradėtumėte praktikos veiklą
lv: Noklikšķini uz vienas no augšējām pogām, lai sāktu prakses aktivitāti
ro: Fă clic pe unul dintre butoanele de mai sus pentru a începe o activitate de practică
sl: Kliknite na eno od zgornjih gumbov za začetek vaje
te: పై బటన్లలో ఒకదాన్ని క్లిక్ చేసి ప్రాక్టీస్ కార్యకలాపాన్ని ప్రారంభించండి
tr: Bir uygulama etkinliği başlatmak için yukarıdaki düğmelerden birine tıklayın
uz: Yuqoridagi tugmalardan birini bosib, mashq faoliyatini boshlang
vi: Nhấp vào một trong các nút ở trên để bắt đầu một hoạt động thực hành
zh: 点击上方任意按钮开始练习活动
zh_hant: 点击上方的按钮开始练习活动

source: Ban
ar: حظر
be: Забароніць
el: Απαγόρευση
fa: مسدود کردن
he: חסום
ia: Banna
ja: 禁止
ko: 차단
lt: Uždrausti
lv: Aizliegt
sl: Blokiraj
te: నిషేధించండి
tr: Yasakla
uz: Ta'qiqlash
vi: Cấm
zh: 封禁
zh_hant: 封禁

source: Unban
ar: إلغاء الحظر
be: Адблакаваць
el: Άρση απαγόρευσης
fa: لغو مسدودیت
fil: I-unban
he: בטל חסימה
ia: Disbanna
ja: 解除
ko: 차단 해제
lt: Atšaukti draudimą
lv: Atcelt aizliegumu
ro: Debanare
sl: Odobri blokado
te: అన్‌బ్యాన్ చేయండి
tr: Yasaklamayı Kaldır
uz: Qayta ruxsat berish
vi: Bỏ cấm
zh: 解除封禁
zh_hant: 解除封禁

source: Kick
ar: طرد
be: Выдаліць
el: Απομάκρυνση
fa: اخراج
fil: Sipa
he: העבר
ia: Expulsa
ja: キック
ko: 추방
lt: Išmesti
lv: Aizdzīt
ro: Scoate
sl: Izvrzi
te: కిక్ చేయండి
tr: At
uz: Olib tashlash
vi: Đá
zh: 踢出
zh_hant: 踢出

source: Lemma
ar: مفردة
be: Лемма
el: Λήμμα
fa: لما
fil: Lema
he: למה
ia: Lema
ja: レマ
ko: 어간
lt: Lempa
ro: Lemă
sl: Lema
te: లెమ్మా
tr: Kelime kökü
uz: Lema
zh: 词根
zh_hant: 词元

source: Grammar feature
ar: ميزة النحو
be: Граматычная асаблівасць
el: Χαρακτηριστικό γραμματικής
fa: ویژگی گرامری
fil: Katangian ng gramatika
he: מאפיין דקדוקי
ia: Caracteristica de grammatica
ja: 文法機能
ko: 문법 특징
lt: Gramatikos ypatybė
lv: Gramatikas īpašība
ro: Caracteristică gramaticală
sl: Značilnost slovnice
te: వ్యాకరణ లక్షణం
tr: Dilbilgisi özelliği
uz: Grammatika xususiyati
vi: Tính năng ngữ pháp
zh: 语法特征
zh_hant: 语法特征

source: Grammar tag
ar: علامة النحو
be: Граматычны тэг
el: Ετικέτα γραμματικής
fa: برچسب گرامری
fil: Tag ng gramatika
he: תגית דקדוקית
ia: Etiqueta de grammatica
ja: 文法タグ
ko: 문법 태그
lt: Gramatikos žymė
lv: Gramatikas marķieris
ro: Etichetă gramaticală
sl: Oznaka slovnice
te: వ్యాకరణ ట్యాగ్
tr: Dilbilgisi etiketi
uz: Grammatika teg
vi: Thẻ ngữ pháp
zh: 语法标签
zh_hant: 语法标签

source: Forms
ar: الأشكال
be: Формы
el: Μορφές
fa: اشکال
fil: Mga anyo
he: טפסים
ia: Formas
ja: 形態
ko: 형태
lt: Formos
lv: Formas
ro: Forme
sl: Oblike
te: ఫారమ్స్
tr: Formlar
uz: Shakllar
vi: Hình thức
zh: 形式
zh_hant: 形式

source: Example messages
ar: رسائل مثال
be: Прыкладныя паведамленні
el: Παραδείγματα μηνυμάτων
fa: پیام‌های نمونه
fil: Mga halimbawang mensahe
he: הודעות דוגמה
ia: Exemplo de messages
ja: 例文
ko: 예시 메시지
lt: Pavyzdiniai pranešimai
lv: Piemēru ziņojumi
ro: Mesaje de exemplu
sl: Primer sporočil
te: ఉదాహరణ సందేశాలు
tr: Örnek mesajlar
uz: Misol xabarlar
vi: Tin nhắn ví dụ
zh: 示例消息
zh_hant: 示例消息

source: Times used independently
ar: مرات الاستخدام بشكل مستقل
be: Колькасць выкарыстанняў самастойна
el: Χρησιμοποιήθηκε αυτόνομα
fa: تعداد دفعات استفاده مستقل
fil: Mga beses na ginamit nang mag-isa
he: פעמים בשימוש עצמאי
ia: Tiempos usate independentemente
ja: 独立して使用された回数
ko: 독립적으로 사용된 횟수
lt: Naudota nepriklausomai kartų
lv: Reizes, kad izmantots neatkarīgi
ro: Timpuri folosite independent
sl: Št. uporabe neodvisno
te: స్వతంత్రంగా ఉపయోగించిన సమయాలు
tr: Bağımsız kullanımlar
uz: Mustaqil ishlatilgan vaqtlari
vi: Số lần sử dụng độc lập
zh: 独立使用次数
zh_hant: 独立使用次数

source: Times used with assistance
ar: مرات الاستخدام بمساعدة
be: Колькасць выкарыстанняў з дапамогай
el: Χρησιμοποιήθηκε με βοήθεια
fa: تعداد دفعات استفاده با کمک
fil: Mga beses na ginamit kasama ang tulong
he: פעמים בשימוש עם סיוע
ia: Tiempos usate con assistance
ja: 支援とともに使用された回数
ko: 도움과 함께 사용된 횟수
lt: Naudota su pagalba kartų
lv: Reizes, kad izmantots ar palīdzību
ro: Timpuri folosite cu asistență
sl: Št. uporabe z pomočjo
te: సహాయం తో ఉపయోగించిన సమయాలు
tr: Yardımla kullanımlar
uz: Yordam bilan ishlatilgan vaqtlari
vi: Số lần sử dụng với sự trợ giúp
zh: 协助使用次数
zh_hant: 协助使用次数

# shareInviteCode
source: Share invite code: {code}
ar: مشاركة رمز الدعوة: {code}
be: Падзяліцеся кодам запрашэння: {code}
el: Μοιραστείτε τον κωδικό πρόσκλησης: {code}
fa: کد دعوت را به اشتراک بگذارید: {code}
fil: Ibahagi ang code ng imbitasyon: {code}
he: שתף קוד הזמנה: {code}
ia: Partage le codice de invitation: {code}
ja: 招待コードを共有：{code}
ko: 초대 코드 공유: {code}
lt: Pasidalink kvietimo kodu: {code}
lv: Dalīties ar ielūguma kodu: {code}
ro: Partaja codul de invitație: {code}
sl: Deli kodo povabila: {code}
te: ఆహ్వాన కోడ్ పంచుకోండి: {code}
tr: Davet kodunu paylaş: {code}
uz: Taklif kodini ulash: {code}
vi: Chia sẻ mã mời: {code}
zh: 分享邀请码：{code}
zh_hant: 分享邀请代码：{code}

source: Leaderboard
ar: لوحة المتصدرين
be: Лідарская дошка
el: Κατάταξη
fa: جدول رده‌بندی
fil: Talaan ng mga Nangunguna
he: טבלת מובילים
ia: Classifica
ja: リーダーボード
ko: 리더보드
lt: Rezultatų lentelė
lv: Rezultātu tabula
ro: Clasament
sl: Lestvica
te: నాయకుల పట్టిక
tr: Liderlik Tablosu
uz: Boshqaruv jadvali
vi: Bảng xếp hạng
zh: 排行榜
zh_hant: 排行榜

source: Skip for now
ar: تخطي الآن
be: Прапусціць пакуль
el: Παραλείψτε προς το παρόν
fa: فعلاً رد شو
fil: Laktawan muna
he: דלג לעכשיו
ia: Saltar pro nunc
ja: 今はスキップ
ko: 지금은 건너뛰기
lt: Nuošalyje dabar
lv: Pagaidām izlaist
ro: Sari peste pentru moment
sl: Za zdaj preskoči
te: ఇప్పుడే దాటవేయండి
tr: Şimdilik atla
uz: Hozircha o'tkazib yuborish
vi: Bỏ qua tạm thời
zh: 暂时跳过
zh_hant: 暫時跳過

source: Permissions
ar: الأذونات
be: Дазволы
el: Άδειες
fa: مجوزها
fil: Mga Pahintulot
he: הרשאות
ia: Permissiones
ja: 権限
ko: 권한
lt: Leidimai
lv: Atļaujas
ro: Permisiuni
sl: Dovoljenja
te: అనుమతులు
tr: İzinler
uz: Ruxsatlar
vi: Quyền hạn
zh: 权限
zh_hant: 權限

# spaceChildPermission
source: Who can add new chats to this course
ar: من يمكنه إضافة محادثات جديدة إلى هذه الدورة
be: Хто можа дадаваць новыя чаты ў гэты курс
el: Ποιος μπορεί να προσθέσει νέες συνομιλίες σε αυτό το μάθημα
fa: چه کسی می‌تواند چت‌های جدید به این دوره اضافه کند
fil: Sino ang maaaring magdagdag ng mga bagong chat sa kursong ito
he: מי יכול להוסיף שיחות חדשות לקורס זה
ia: Qui pote adder nove chats a iste curso
ja: このコースに新しいチャットを追加できるのは誰ですか
ko: 이 강좌에 새 채팅을 추가할 수 있는 사람
lt: Kas gali pridėti naujus pokalbius šiam kursui
lv: Kas var pievienot jaunas tērzēšanas šim kursam
ro: Cine poate adăuga noi conversații la acest curs
sl: Kdo lahko doda nove pogovore v ta tečaj
te: ఈ కోర్సుకు కొత్త చాట్‌లను ఎవరు జోడించగలరు
tr: Bu derse yeni sohbetler ekleyebilecek kişiler
uz: Kim yangi chatlarni bu kursga qo'shishi mumkin
vi: Ai có thể thêm cuộc trò chuyện mới vào khóa học này
zh: 谁可以向此课程添加新聊天
zh_hant: 誰可以向此課程添加新聊天

source: Add environment override
ar: إضافة تجاوز البيئة
be: Дадаць пераключальнік асяроддзя
el: Προσθήκη παραμέτρου περιβάλλοντος
fa: افزودن جایگزین محیط
fil: Magdagdag ng override sa kapaligiran
he: הוסף שינוי סביבה
ia: Adder override de ambiente
ja: 環境の上書きを追加
ko: 환경 재정의 추가
lt: Pridėti aplinkos perrašymą
lv: Pievienot vides pārrakstīšanu
ro: Adaugă suprascriere de mediu
sl: Dodaj prepis okolja
te: పరిసరాల ఓవర్‌రైడ్ జోడించండి
tr: Ortam geçersizliği ekle
uz: Muhitni o'zgartirishni qo'shish
vi: Thêm ghi đè môi trường
zh: 添加环境覆盖
zh_hant: 新增環境覆蓋

# defaultOption
source: Default
ar: افتراضي
be: Па змаўчанні
el: Προεπιλογή
fa: پیش‌فرض
he: ברירת מחדל
ja: デフォルト
ko: 기본값
lt: Numatytasis
lv: Noklusējuma
ro: Implicit
sl: Privzeto
te: డిఫాల్ట్
tr: Varsayılan
uz: Standart
vi: Mặc định
zh: 默认
zh_hant: 預設

# deleteChatDesc
source: Are you sure you want to delete this chat? It will be deleted for all participants and all messages within the chat will no longer be available for practice or learning analytics.
ar: هل أنت متأكد أنك تريد حذف هذه الدردشة؟ سيتم حذفها لجميع المشاركين ولن تتوفر جميع الرسائل داخل الدردشة للممارسة أو تحليلات التعلم.
be: Вы ўпэўнены, што хочаце выдаліць гэты чат? Ён будзе выдалены для ўсіх удзельнікаў, і ўсе паведамленні ў чаце больш не будуць даступныя для практыкі або аналітыкі навучання.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτήν τη συνομιλία; Θα διαγραφεί για όλους τους συμμετέχοντες και όλα τα μηνύματα μέσα στη συνομιλία δεν θα είναι πλέον διαθέσιμα για πρακτική ή αναλυτικά δεδομένα μάθησης.
fa: آیا مطمئن هستید که می‌خواهید این چت را حذف کنید؟ این کار برای همه شرکت‌کنندگان انجام می‌شود و تمام پیام‌های داخل چت دیگر برای تمرین یا تحلیل‌های یادگیری در دسترس نخواهند بود.
fil: Sigurado ka bang nais mong i-delete ang chat na ito? Ito ay matatanggal para sa lahat ng kalahok at ang lahat ng mensahe sa loob ng chat ay hindi na magagamit para sa praktis o analytics sa pag-aaral.
he: האם אתה בטוח שברצונך למחוק שיחה זו? היא תימחק לכל המשתתפים וכל ההודעות בתוך השיחה לא יהיו זמינות עוד לתרגול או לניתוחי למידה.
ia: Es tu secur de vole eliminar iste chat? Il essera eliminat pro tote le participantes e tote le message in le chat non essera plus disponibile pro practica o analytics de apprendimento.
ja: このチャットを削除してもよろしいですか？すべての参加者に対して削除され、チャット内のすべてのメッセージは練習や学習分析に利用できなくなります。
ko: 이 채팅을 삭제하시겠습니까? 모든 참가자에게 삭제되며, 채팅 내 모든 메시지는 더 이상 연습이나 학습 분석에 사용할 수 없습니다.
lt: Ar tikrai norite ištrinti šį pokalbį? Jis bus ištrintas visiems dalyviams, o visi pranešimai pokalbyje nebeprieinami praktikai ar mokymosi analitikai.
lv: Vai tiešām vēlaties dzēst šo tērzēšanu? Tā tiks dzēsta visiem dalībniekiem, un visas tērzēšanas ziņas vairs nebūs pieejamas praksei vai mācību analītikai.
ro: Ești sigur că vrei să ștergi această conversație? Va fi ștearsă pentru toți participanții și toate mesajele din conversație nu vor mai fi disponibile pentru practică sau analize de învățare.
sl: Ali ste prepričani, da želite izbrisati ta pogovor? Izbrisal se bo za vse udeležence in vsi sporočili v pogovoru ne bodo več na voljo za prakso ali analitiko učenja.
te: మీకు ఈ చాట్‌ను తొలగించాలనుకుంటున్నారా? ఇది అన్ని పాల్గొనేవారికి తొలగించబడుతుంది మరియు చాట్‌లోని అన్ని సందేశాలు ఇకపై అభ్యాసం లేదా నేర్చుకునే విశ్లేషణలకు అందుబాటులో ఉండవు.
tr: Bu sohbeti silmek istediğinizden emin misiniz? Tüm katılımcılar için silinecek ve sohbet içindeki tüm mesajlar artık pratik veya öğrenme analitiği için kullanılabilir olmayacaktır.
uz: Siz ushbu suhbatni o'chirmoqchimisiz? Bu barcha ishtirokchilar uchun o'chiriladi va suhbatdagi barcha xabarlar mashq yoki o'rganish analitikasi uchun mavjud bo'lmaydi.
vi: Bạn có chắc chắn muốn xóa trò chuyện này không? Nó sẽ bị xóa cho tất cả người tham gia và tất cả tin nhắn trong trò chuyện sẽ không còn khả dụng cho việc thực hành hoặc phân tích học tập.
zh: 您确定要删除此聊天吗？它将被所有参与者删除，聊天中的所有消息将不再可用于练习或学习分析。
zh_hant: 你確定要刪除此聊天嗎？所有參與者的聊天內容將被刪除，且所有訊息將不再供練習或學習分析使用。

# deleteSpaceDesc
source: The course and any selected chats will be deleted for all participants and all messages within the chat will no longer be available for practice or learning analytics. This action cannot be undone.
ar: سيتم حذف الدورة وأي دردشات مختارة لجميع المشاركين ولن تتوفر جميع الرسائل داخل الدردشة للممارسة أو تحليلات التعلم. لا يمكن التراجع عن هذا الإجراء.
be: Курс і любыя выбраныя чаты будуць выдалены для ўсіх удзельнікаў, і ўсе паведамленні ў чаце больш не будуць даступныя для практыкі або аналітыкі навучання. Гэту дзею нельга адмяніць.
el: Το μάθημα και οποιεσδήποτε επιλεγμένες συνομιλίες θα διαγραφούν για όλους τους συμμετέχοντες και όλα τα μηνύματα μέσα στη συνομιλία δεν θα είναι πλέον διαθέσιμα για πρακτική ή αναλυτικά δεδομένα μάθησης. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
fa: دوره و هر چت انتخاب شده برای همه شرکت‌کنندگان حذف خواهد شد و تمام پیام‌های داخل چت دیگر برای تمرین یا تحلیل‌های یادگیری در دسترس نخواهند بود. این عملیات قابل بازگشت نیست.
fil: Ang kurso at anumang napiling mga chat ay matatanggal para sa lahat ng kalahok at ang lahat ng mensahe sa loob ng chat ay hindi na magagamit para sa praktis o analytics sa pag-aaral. Hindi na maibabalik ang aksyong ito.
he: הקורס וכל השיחות שנבחרו יימחקו לכל המשתתפים וכל ההודעות בתוך השיחה לא יהיו זמינות עוד לתרגול או לניתוחי למידה. פעולה זו אינה ניתנת לביטול.
ia: Le curso e omne chats selectate essera eliminat pro tote le participantes e tote le message in le chat non essera plus disponibile pro practica o analytics de apprendimento. Iste action non pote esser annullate.
ja: コースと選択されたチャットはすべての参加者に対して削除され、チャット内のすべてのメッセージは練習や学習分析に利用できなくなります。この操作は元に戻せません。
ko: 이 강좌와 선택된 채팅은 모든 참가자에게 삭제되며, 채팅 내 모든 메시지는 더 이상 연습이나 학습 분석에 사용할 수 없습니다. 이 작업은 되돌릴 수 없습니다.
lt: Kursas ir bet kurie pasirinktini pokalbiai bus ištrinti visiems dalyviams, o visi pranešimai pokalbyje nebeprieinami praktikai ar mokymosi analitikai. Šis veiksmas nėra atšaukiamas.
lv: Kursa un jebkuru izvēlēto tērzēšanu tiks dzēsts visiem dalībniekiem, un visas tērzēšanas ziņas vairs nebūs pieejamas praksei vai mācību analītikai. Šo darbību nevar atsaukt.
ro: Cursul și orice conversație selectată vor fi șterse pentru toți participanții și toate mesajele din conversație nu vor mai fi disponibile pentru practică sau analize de învățare. Această acțiune nu poate fi anulată.
sl: Tečaj in vsi izbrani pogovori bodo izbrisani za vse udeležence in vsi sporočili v pogovoru ne bodo več na voljo za prakso ali analitiko učenja. Ta dejanja ni mogoče razveljaviti.
te: కోర్సు మరియు ఎంచుకున్న చాట్‌లు అన్ని పాల్గొనేవారికి తొలగించబడతాయి మరియు చాట్‌లోని అన్ని సందేశాలు ఇకపై అభ్యాసం లేదా నేర్చుకునే విశ్లేషణలకు అందుబాటులో ఉండవు. ఈ చర్యను తిరిగి చేయలేరు.
tr: Ders ve seçilen sohbetler tüm katılımcılar için silinecek ve sohbet içindeki tüm mesajlar artık pratik veya öğrenme analitiği için kullanılabilir olmayacaktır. Bu işlem geri alınamaz.
uz: Kurs va tanlangan har qanday suhbatlar barcha ishtirokchilar uchun o'chiriladi va suhbatdagi barcha xabarlar mashq yoki o'rganish analitikasi uchun mavjud bo'lmaydi. Bu amalni bekor qilish mumkin emas.
vi: Khóa học và bất kỳ cuộc trò chuyện nào đã chọn sẽ bị xóa cho tất cả các thành viên và tất cả các tin nhắn trong cuộc trò chuyện sẽ không còn khả dụng để thực hành hoặc phân tích học tập. Hành động này không thể hoàn tác.
zh: 课程和任何已选择的聊天将被所有参与者删除，聊天中的所有消息将不再可用于练习或学习分析。此操作无法撤销。
zh_hant: 此課程及所有選擇的聊天將被刪除，所有訊息將不再供練習或學習分析使用。此操作無法還原。

source: Launch
ar: إطلاق
be: Запусціць
el: Έναρξη
fa: راه‌اندازی
fil: Ilunsad
he: הפעל
ia: Lance
ja: 起動
ko: 시작
lt: Pradėti
lv: Sākt
ro: Lansează
sl: Zaženi
te: ప్రారంభించండి
tr: Başlat
uz: Ishga tushurish
vi: Khởi động
zh: 启动
zh_hant: 啟動

source: Search chats
ar: البحث في الدردشات
be: Пошук чатаў
el: Αναζήτηση συνομιλιών
fa: جستجوی چت‌ها
fil: Maghanap ng mga chat
he: חפש שיחות
ia: Cercar chats
ja: チャットを検索
ko: 채팅 검색
lt: Ieškoti pokalbių
lv: Meklēt tērzēšanas
ro: Caută conversații
sl: Išči klepete
te: చాట్‌లను శోధించండి
tr: Sohbetleri ara
uz: Suhbatlarni qidirish
vi: Tìm kiếm cuộc trò chuyện
zh: 搜索聊天
zh_hant: 搜尋聊天

# maxFifty
source: Max 50
ar: حد أقصى 50
be: Максімум 50
el: Μέγιστο 50
fa: حداکثر ۵۰
fil: Maximum na 50
he: מקסימום 50
ia: Maximo 50
ja: 最大50
ko: 최대 50개
lt: Maks. 50
lv: Maks. 50
ro: Maxim 50
sl: Največ 50
te: గరిష్ట 50
tr: Maksimum 50
uz: Maksimal 50
vi: Tối đa 50
zh: 最多50个
zh_hant: 最多50個

# configureSpace
source: Configure course
ar: تكوين الدورة
be: Налада курса
el: Διαμόρφωση μαθήματος
fa: پیکربندی دوره
fil: I-configure ang kurso
he: הגדר קורס
ia: Configurar le curso
ja: コースを設定
ko: 강좌 구성
lt: Konfigūruoti kursą
lv: Konfigurēt kursu
ro: Configurează cursul
sl: Konfiguriraj tečaj
te: కోర్సును కాన్ఫిగర్ చేయండి
tr: Dersi yapılandır
uz: Kursni sozlash
vi: Cấu hình khóa học
zh: 配置课程
zh_hant: 設定課程

source: Pin messages
ar: تثبيت الرسائل
be: Закрэпіць паведамленні
el: Καρφιτσώστε μηνύματα
fa: سنجاق پیام‌ها
fil: I-pin ang mga mensahe
he: נעץ הודעות
ia: Fixar message
ja: メッセージを固定
ko: 메시지 고정
lt: Prisegti žinutes
lv: Pin ziņas
ro: Fixează mesaje
sl: Pripni sporočila
te: సందేశాలను పిన్ చేయండి
tr: Mesajları sabitle
uz: Xabarlarni pin qilish
vi: Ghim tin nhắn
zh: 置顶消息
zh_hant: 置頂訊息

source: Set join rules
ar: تحديد قواعد الانضمام
be: Усталяваць правілы далучэння
el: Ορίστε κανόνες συμμετοχής
fa: تنظیم قوانین پیوستن
fil: Itakda ang mga patakaran sa pagsali
he: הגדר כללי הצטרפות
ia: Stabilir le regules de admission
ja: 参加ルールを設定
ko: 참여 규칙 설정
lt: Nustatyti prisijungimo taisykles
lv: Iestatīt pievienošanās noteikumus
ro: Setează regulile de aderare
sl: Nastavi pravila za vstop
te: చేరే నియమాలను సెట్ చేయండి
tr: Katılma kurallarını ayarla
uz: Qo'shilish qoidalarini o'rnating
vi: Đặt quy tắc tham gia
zh: 设置加入规则
zh_hant: 設定加入規則
