Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# zmCountryDisplayName
source: Zambia
ar: زامبيا
be: Замбія
el: Ζάμπια
fa: زامبیا
he: זמביה
ja: ザンビア
ko: 잠비아
lt: Zambija
lv: Zambija
sl: Zambija
te: జాంబియా
tr: Zambiya
uz: Zambiya
zh: 赞比亚
zh_hant: 赞比亚

# zwCountryDisplayName
source: Zimbabwe
ar: زيمبابوي
be: Зімбабвэ
el: Ζιμπάμπουε
fa: زیمبابوه
he: זימבבואה
ja: ジンバブエ
ko: 짐바브웨
lt: Zimbabvė
lv: Zimbabve
sl: Zimbabve
te: జింబాబ్వే
tr: Zimbabve
uz: Zimbabve
zh: 津巴布韦
zh_hant: 津巴布韦

# pay
source: Checkout
ar: دفع
be: Аплаціць
el: Πληρωμή
fa: پرداخت
fil: Magbayad
he: שלם
ia: Paga
ja: 支払う
ko: 결제
lt: Mokėti
lv: Maksāt
sl: Plačaj
te: చెల్లించండి
tr: Öde
uz: To'lov qilish
zh: 支付
zh_hant: 支付

# invitedToSpace
source: {user} has invited you to join a course: {space}! Do you wish to accept?
ar: {user} دعاك للانضمام إلى دورة: {space}! هل ترغب في القبول؟
be: {user} запрасіў вас далучыцца да курса: {space}! Ці жадаеце прыняць запрашэнне?
el: {user} σας έχει προσκαλέσει να συμμετάσχετε σε ένα μάθημα: {space}! Θέλετε να αποδεχθείτε;
fa: {user} شما را به یک دوره دعوت کرده است: {space}! آیا مایل به پذیرش هستید؟
fil: {user} ay nag-imbita sa iyo na sumali sa isang kurso: {space}! Nais mo bang tanggapin?
he: {user} הזמין אותך להצטרף לקורס: {space}! האם ברצונך לקבל?
ia: {user} te ha invitate a junger un curso: {space}! Tu vole acceptar?
ja: {user}さんがあなたをコース「{space}」に招待しました。参加しますか？
ko: {user}님이 {space} 강좌에 초대하셨습니다! 수락하시겠습니까?
lt: {user} pakvietė jus prisijungti prie kurso: {space}! Ar norite priimti?
lv: {user} ir ielūdzis jūs pievienoties kursam: {space}! Vai vēlaties pieņemt?
ro: {user} te-a invitat să te alături unui curs: {space}! Vrei să accepți?
sl: {user} vas je povabil, da se pridružite tečaju: {space}! Ali želite sprejeti?
te: {user} మీరు కోర్సులో చేరేందుకు ఆహ్వానించారు: {space}! మీరు అంగీకరించాలనుకుంటున్నారా?
tr: {user} sizi {space} adlı kursa katılmaya davet etti! Kabul etmek istiyor musunuz?
uz: {user} sizni {space} kursiga qo'shilishga taklif qildi! Qabul qilmoqchimisiz?
vi: {user} đã mời bạn tham gia một khóa học: {space}! Bạn có muốn chấp nhận không?
zh: {user} 邀请你加入课程：{space}！你是否愿意接受？
zh_hant: {user} 邀请你加入课程：{space}！你想接受吗？

source: 📩 You're invited!
ar: 📩 أنت مدعو!
be: 📩 Вы запрошаны!
el: 📩 Είστε προσκεκλημένοι!
fa: 📩 شما دعوت شده‌اید!
fil: 📩 Ikaw ay inimbitahan!
he: 📩 אתה מוזמן!
ia: 📩 Tu es invitate!
ja: 📩 招待されています！
ko: 📩 초대받았습니다!
lt: 📩 Jūs pakviestas!
lv: 📩 Jūs esat ielūgts!
ro: 📩 Ești invitat!
sl: 📩 Vabilo!
te: 📩 మీరు ఆహ్వానించబడ్డారు!
tr: 📩 Davet edildiniz!
uz: 📩 Siz taklif qildingiz!
vi: 📩 Bạn được mời!
zh: 📩 你被邀请了！
zh_hant: 📩 你被邀请了！

# invitedToChat
source: {user} has invited you to join a chat: {name}! Do you wish to accept?
ar: {user} دعاك للانضمام إلى دردشة: {name}! هل ترغب في القبول؟
be: {user} запрасіў вас далучыцца да чата: {name}! Ці жадаеце прыняць запрашэнне?
el: {user} σας έχει προσκαλέσει να συμμετάσχετε σε μια συνομιλία: {name}! Θέλετε να αποδεχθείτε;
fa: {user} شما را به یک چت دعوت کرده است: {name}! آیا مایل به پذیرش هستید؟
fil: {user} ay nag-imbita sa iyo na sumali sa isang chat: {name}! Nais mo bang tanggapin?
he: {user} הזמין אותך להצטרף לשיחה: {name}! האם תרצה/י לקבל?
ia: {user} te ha invitate a junger un chat: {name}! Tu vole acceptar?
ja: {user}さんがあなたをチャット「{name}」に招待しました。参加しますか？
ko: {user}님이 {name} 채팅에 초대하셨습니다! 수락하시겠습니까?
lt: {user} pakvietė jus prisijungti prie pokalbio: {name}! Ar norite priimti?
lv: {user} ir ielūdzis jūs pievienoties sarunai: {name}! Vai vēlaties pieņemt?
ro: {user} te-a invitat să te alături unui chat: {name}! Vrei să accepți?
sl: {user} vas je povabil, da se pridružite klepetu: {name}! Ali želite sprejeti?
te: {user} మీరు చాట్‌లో చేరేందుకు ఆహ్వానించారు: {name}! మీరు అంగీకరించాలనుకుంటున్నారా?
tr: {user} sizi {name} adlı sohbete katılmaya davet etti! Kabul etmek istiyor musunuz?
uz: {user} sizni {name} chatiga qo'shilishga taklif qildi! Qabul qilmoqchimisiz?
vi: {user} đã mời bạn tham gia trò chuyện: {name}! Bạn muốn chấp nhận không?
zh: {user} 邀请你加入聊天：{name}！你是否愿意接受？
zh_hant: {user} 邀请你加入聊天：{name}！你想接受吗？

# monthlySubscription
source: Monthly
ar: شهريًا
be: Штомесячная
el: Μηνιαία
fa: ماهانه
fil: Buwanang
he: חודשי
ia: Mensual
ja: 月額
ko: 월간
lt: Mėnesinė
lv: Mēneša
ro: Lunar
sl: Mesečno
te: నెలవారీ
tr: Aylık
uz: Oylik
vi: Hàng tháng
zh: 月度
zh_hant: 每月

# yearlySubscription
source: Yearly
ar: سنويًا
be: Штогадовая
el: Ετήσια
fa: سالانه
fil: Taunan
he: שנתי
ia: Anual
ja: 年額
ko: 연간
lt: Metinė
lv: Gada
ro: Anual
sl: Letno
te: వార్షిక
tr: Yıllık
uz: Yillik
vi: Hàng năm
zh: 年度
zh_hant: 每年

# defaultSubscription
source: Pangea Chat Subscription
ar: اشتراك دردشة بانجيا
be: Падпіска Pangea Chat
el: Συνδρομή Pangea Chat
fa: اشتراک چت پنگئا
he: מנוי Pangea Chat
ia: Subscription de Pangea Chat
ja: Pangeaチャットサブスクリプション
ko: 판게아 채팅 구독
lt: Pangea pokalbių prenumerata
lv: Pangea Čata abonements
ro: Abonament Pangea Chat
sl: Pangea Chat naročnina
te: పాంజియా చాట్ సబ్‌స్క్రిప్షన్
tr: Pangea Sohbet Aboneliği
uz: Pangea Chat obunasi
vi: Gói Pangea Chat
zh: 潘吉亚聊天订阅
zh_hant: 潘吉亚聊天订阅

source: Free Trial
ar: نسخة تجريبية مجانية
be: Бясплатны пробны перыяд
el: Δωρεάν Δοκιμή
fa: نسخه آزمایشی رایگان
fil: Libreng Pagsubok
he: ניסיון חינם
ia: Pericia gratuite
ja: 無料トライアル
ko: 무료 체험
lt: Nemokamas bandomasis laikotarpis
lv: Bezmaksas izmēģinājums
ro: Perioadă de probă gratuită
sl: Preizkusno obdobje
te: ఉచిత ట్రయల్
tr: Ücretsiz Deneme
uz: Bepul sinov
vi: Dùng thử miễn phí
zh: 免费试用
zh_hant: 免费试用

source: Total:
ar: المجموع:
be: Усяго:
el: Σύνολο:
fa: مجموع:
fil: Kabuuan:
he: סה"כ:
ja: 合計：
ko: 총계:
lt: Iš viso:
lv: Kopā:
sl: Skupaj:
te: మొత్తం:
tr: Toplam:
uz: Jami:
vi: Tổng:
zh: 总计：
zh_hant: 總計：

source: No data found
ar: لم يتم العثور على بيانات
be: Дадзеныя не знойдзены
el: Δεν βρέθηκαν δεδομένα
fa: داده‌ای یافت نشد
fil: Walang nahanap na data
he: לא נמצאו נתונים
ia: Nulle datos trovate
ja: データが見つかりません
ko: 데이터를 찾을 수 없습니다
lt: Duomenų nerasta
lv: Dati nav atrasti
ro: Nu s-au găsit date
sl: Ni najdenih podatkov
te: డేటా కనుగొనబడలేదు
tr: Veri bulunamadı
uz: Ma'lumot topilmadi
vi: Không tìm thấy dữ liệu
zh: 未找到数据
zh_hant: 未找到資料

# bestCorrectionFeedback
source: That's correct!
ar: هذا صحيح!
be: Гэта правільна!
el: Αυτό είναι σωστό!
fa: درست است!
fil: Tama iyan!
he: זה נכון!
ia: Isto es correct!
ja: 正解です！
ko: 맞습니다!
lt: Tai teisinga!
lv: Tas ir pareizi!
ro: Corect!
sl: To je pravilno!
te: అది సరిగ్గా ఉంది!
tr: Doğru!
uz: To'g'ri!
vi: Đúng rồi!
zh: 正确！
zh_hant: 沒錯！

# distractorFeedback
source: That's not quite right.
ar: ليس تمامًا صحيحًا.
be: Гэта не зусім правільна.
el: Δεν είναι ακριβώς σωστό.
fa: این کمی درست نیست.
fil: Hindi ito ganap na tama.
he: זה לא בדיוק נכון.
ia: Isto non es justo correct.
ja: ちょっと違います。
ko: 그건 조금 틀렸어요.
lt: Tai nėra visiškai teisinga.
lv: Tas nav pilnīgi pareizi.
ro: Nu este chiar corect.
sl: Ni čisto prav.
te: అది సరిగ్గా కాదు.
tr: Bu pek doğru değil.
uz: Bu to'g'ri emas.
vi: Chưa chính xác lắm.
zh: 不太对。
zh_hant: 不太對。

# bestAnswerFeedback
source: That's correct!
ar: هذا صحيح!
be: Гэта правільна!
el: Αυτό είναι σωστό!
fa: درست است!
fil: Tama iyan!
he: זה נכון!
ia: Isto es correct!
ja: それは正しいです！
ko: 맞습니다!
lt: Tai teisinga!
lv: Tas ir pareizi!
ro: Corect!
sl: To je pravilno!
te: అది సరైనది!
tr: Doğru!
uz: To'g'ri!
vi: Chính xác!
zh: 正确！
zh_hant: 沒錯！

# definitionDefaultPrompt
source: What does this word mean?
ar: ماذا يعني هذا الكلمة؟
be: Што азначае гэта слова?
el: Τι σημαίνει αυτή η λέξη;
fa: معنی این کلمه چیست؟
fil: Ano ang ibig sabihin ng salitang ito?
he: מה המשמעות של מילה זו?
ia: Que significa iste parola?
ja: この単語の意味は何ですか？
ko: 이 단어는 무슨 뜻인가요?
lt: Ką reiškia ši žodis?
lv: Ko šī vārda nozīmē?
ro: Ce înseamnă acest cuvânt?
sl: Kaj pomeni ta beseda?
te: ఈ పదం అంటే ఏమిటి?
tr: Bu kelimenin anlamı nedir?
uz: Ushbu so'z nima anlamda?
vi: Từ này có nghĩa là gì?
zh: 这个词是什么意思？
zh_hant: 這個詞是什麼意思？

# practiceDefaultPrompt
source: What is the best answer?
ar: ما هو أفضل إجابة؟
be: Які лепшы адказ?
el: Ποια είναι η καλύτερη απάντηση;
fa: بهترین پاسخ چیست؟
fil: Ano ang pinakamahusay na sagot?
he: מה התשובה הטובה ביותר?
ia: Qual es le melior responsa?
ja: 最良の答えは何ですか？
ko: 가장 좋은 답변은 무엇인가요?
lt: Kokia yra geriausia atsakymo versija?
lv: Kāda ir labākā atbilde?
ro: Care este cel mai bun răspuns?
sl: Kakšen je najboljši odgovor?
te: అత్యుత్తమ సమాధానం ఏది?
tr: En iyi cevap nedir?
uz: Eng yaxshi javob nima?
vi: Câu trả lời tốt nhất là gì?
zh: 最佳答案是什么？
zh_hant: 最佳答案是什麼？

# correctionDefaultPrompt
source: What is the best replacement?
ar: ما هو البديل الأفضل؟
be: Якое лепшае замяшчэнне?
el: Ποια είναι η καλύτερη αντικατάσταση;
fa: جایگزین بهترین چیست؟
fil: Ano ang pinakamahusay na kapalit?
he: מה ההחלפה הטובה ביותר?
ia: Qual es le melior replacement?
ja: 最良の置き換えは何ですか？
ko: 가장 적절한 대체 답변은 무엇인가요?
lt: Kokia yra geriausia pakeitimo versija?
lv: Kāda ir labākā aizvietojuma iespēja?
ro: Care este cea mai bună înlocuire?
sl: Kakšna je najboljša zamenjava?
te: అత్యుత్తమ ప్రత్యామ్నాయం ఏది?
tr: En iyi yerine koyma nedir?
uz: Eng yaxshi o'rnini bosuvchi nima?
vi: Phương án thay thế tốt nhất là gì?
zh: 最好的替代词是什么？
zh_hant: 最佳替代詞是什麼？

# acceptSelection
source: Accept Correction
ar: قبول التصحيح
be: Прымаць карэкцыю
el: Αποδοχή Διόρθωσης
fa: پذیرش اصلاح
fil: Tanggapin ang Pagwawasto
he: קבל תיקון
ia: Accipe le correction
ja: 訂正を受け入れる
ko: 수정 승인
lt: Priimti pataisymą
lv: Pieņemt labojumu
ro: Acceptă corectarea
sl: Sprejmi popravek
te: సవరణను అంగీకరించండి
tr: Düzeltmeyi Kabul Et
uz: Tahrirni qabul qilish
vi: Chấp nhận chỉnh sửa
zh: 接受更正
zh_hant: 接受更正

source: Why?
ar: لماذا؟
be: Чаму?
el: Γιατί;
fa: چرا؟
fil: Bakit?
he: למה?
ia: Proque?
ja: なぜ？
ko: 왜?
lt: Kodėl?
lv: Kāpēc?
ro: De ce?
sl: Zakaj?
te: ఎందుకు?
tr: Neden?
uz: Nima uchun?
vi: Tại sao?
zh: 为什么？
zh_hant: 為什麼？

source: Definition
ar: تعريف
be: Вызначэнне
el: Ορισμός
fa: تعریف
fil: Depinisyon
he: הגדרה
ja: 定義
ko: 정의
lt: Apibrėžimas
lv: Definīcija
ro: Definiție
sl: Definicija
te: వ్యాఖ్యానం
tr: Tanım
uz: Taqrif
vi: Định nghĩa
zh: 定义
zh_hant: 定義

source: Example Sentence
ar: جملة مثال
be: Прыклад сказу
el: Παράδειγμα πρότασης
fa: جمله نمونه
fil: Halimbawa ng Pangungusap
he: משפט דוגמה
ja: 例文
ko: 예문
lt: Pavyzdinis sakinys
lv: Piemēra teikums
ro: Exemplu de propoziție
sl: Primer stavka
te: ఉదాహరణ వాక్యం
tr: Örnek Cümle
uz: Misol jumla
vi: Ví dụ
zh: 例句
zh_hant: 範例句子

# reportToTeacher
source: Who do you want to report this message to?
ar: من تريد الإبلاغ عن هذه الرسالة إليه؟
be: Каму вы хочаце паведаміць гэтае паведамленне?
el: Σε ποιον θέλετε να αναφέρετε αυτό το μήνυμα;
fa: می‌خواهید این پیام را به چه کسی گزارش دهید؟
fil: Kanino mo nais i-report ang mensaheng ito?
he: למי תרצה לדווח על ההודעה הזו?
ia: A qui vole tu reportar iste message?
ja: このメッセージを誰に報告しますか？
ko: 이 메시지를 누구에게 신고하시겠습니까?
lt: Kam norite pranešti apie šį pranešimą?
lv: Kam vēlaties ziņot šo ziņojumu?
ro: Cui vrei să raportezi acest mesaj?
sl: Kom želite prijaviti to sporočilo?
te: ఈ సందేశాన్ని ఎవరికీ నివేదించాలనుకుంటున్నారు?
tr: Bu mesajı kime bildirmek istiyorsunuz?
uz: Bu xabarni kimga xabar qilmoqchisiz?
vi: Bạn muốn báo cáo tin nhắn này cho giáo viên nào?
zh: 你想向谁举报这条消息？
zh_hant: 你想向誰舉報此訊息？

# reportMessageTitle
source: {reportingUserId} has reported a message from {reportedUserId} in the chat {roomName}
ar: قام {reportingUserId} بالإبلاغ عن رسالة من {reportedUserId} في الدردشة {roomName}
be: {reportingUserId} паведаміў пра паведамленне ад {reportedUserId} у чаце {roomName}
el: {reportingUserId} ανέφερε ένα μήνυμα από τον {reportedUserId} στη συνομιλία {roomName}
fa: {reportingUserId} یک پیام از {reportedUserId} در چت {roomName} گزارش کرده است
fil: {reportingUserId} ay nag-ulat ng isang mensahe mula kay {reportedUserId} sa chat {roomName}
he: {reportingUserId} דיווחה על הודעה מ-{reportedUserId} בשיחה {roomName}
ia: {reportingUserId} ha reportate un message de {reportedUserId} in le chat {roomName}
ja: {reportingUserId}がチャット{roomName}で{reportedUserId}のメッセージを報告しました
ko: {reportingUserId}님이 채팅 {roomName}에서 {reportedUserId}의 메시지를 신고했습니다
lt: {reportingUserId} pranešė apie žinutę iš {reportedUserId} pokalbyje {roomName}
lv: {reportingUserId} ir ziņojis par ziņojumu no {reportedUserId} čatā {roomName}
ro: {reportingUserId} a raportat un mesaj de la {reportedUserId} în chat-ul {roomName}
sl: {reportingUserId} je prijavil sporočilo od {reportedUserId} v klepetu {roomName}
te: {reportingUserId} చాట్ {roomName}లో {reportedUserId} నుండి సందేశాన్ని నివేదించారు
tr: {reportingUserId} kullanıcısı, {roomName} sohbetinde {reportedUserId} kullanıcısının mesajını bildirdi
uz: {reportingUserId} chatda {reportedUserId} dan xabarni xabar qildi {roomName}
vi: {reportingUserId} đã báo cáo tin nhắn của {reportedUserId} trong phòng {roomName}
zh: {reportingUserId} 在房间 {roomName} 中举报了来自 {reportedUserId} 的消息
zh_hant: {reportingUserId} 在聊天室 {roomName} 中舉報了來自 {reportedUserId} 的訊息

# reportMessageBody
source: Message: {reportedMessage} Reason: {reason}
ar: الرسالة: {reportedMessage} السبب: {reason}
be: Паведамленне: {reportedMessage} Прычына: {reason}
el: Μήνυμα: {reportedMessage} Αιτία: {reason}
fa: پیام: {reportedMessage} دلیل: {reason}
fil: Mensahe: {reportedMessage} Dahilan: {reason}
he: הודעה: {reportedMessage} סיבה: {reason}
ia: Message: {reportedMessage} Rationale: {reason}
ja: メッセージ: {reportedMessage} 理由: {reason}
ko: 메시지: {reportedMessage} 이유: {reason}
lt: Žinutė: {reportedMessage} Priežastis: {reason}
lv: Ziņojums: {reportedMessage} Iemesls: {reason}
ro: Mesaj: {reportedMessage} Motiv: {reason}
sl: Sporočilo: {reportedMessage} Razlog: {reason}
te: సందేశం: {reportedMessage} కారణం: {reason}
tr: Mesaj: {reportedMessage} Neden: {reason}
uz: Xabar: {reportedMessage} Sabab: {reason}
vi: Tin nhắn: {reportedMessage} Lý do: {reason}
zh: 消息：{reportedMessage} 原因：{reason}
zh_hant: 訊息：{reportedMessage} 原因：{reason}

# noTeachersFound
source: No teachers found to report to
ar: لم يتم العثور على معلمين للإبلاغ إليهم
be: Не знойдзена настаўнікаў для паведамлення
el: Δεν βρέθηκαν δάσκαλοι για αναφορά
fa: هیچ معلمی برای گزارش یافت نشد
fil: Walang natagpuang guro na maaaring i-report
he: לא נמצאו מורים לדווח אליהם
ia: Nulle professores trovate pro reportar
ja: 報告する教師が見つかりません
ko: 신고할 선생님을 찾을 수 없습니다
lt: Nerasta mokytojų pranešti
lv: Nav atrasts skolotājs ziņošanai
ro: Nu au fost găsiți profesori pentru raportare
sl: Ni najdenih učiteljev za prijavo
te: నివేదించడానికి టీచర్లు కనుగొనబడలేదు
tr: Bildirilmek üzere öğretmen bulunamadı
uz: Xabar qilinadigan o'qituvchi topilmadi
vi: Không tìm thấy giáo viên nào để báo cáo
zh: 未找到可举报的老师
zh_hant: 找不到可舉報的老師

# trialExpiration
source: Your free trial expires on {expiration}
ar: تنتهي فترة التجربة المجانية الخاصة بك في {expiration}
be: Ваш бясплатны пробны перыяд скончыцца {expiration}
el: Η δωρεάν δοκιμή σας λήγει στις {expiration}
fa: آزمایش رایگان شما در تاریخ {expiration} به پایان می‌رسد
fil: Mag-e-expire ang iyong libreng pagsubok sa {expiration}
he: המבחן החינמי שלך יפוג ב-{expiration}
ia: Vostre prova gratuita expire le {expiration}
ja: 無料トライアルは {expiration} に終了します
ko: 무료 체험이 {expiration}에 만료됩니다
lt: Jūsų nemokamas bandomasis laikotarpis baigsis {expiration}
lv: Jūsu bezmaksas izmēģinājuma termiņš beidzas {expiration}
ro: Perioada de probă gratuită expiră la {expiration}
sl: Vaša brezplačna preizkusna doba poteče {expiration}
te: మీ ఉచిత ట్రయల్ {expiration} నాటికి ముగుస్తుంది
tr: Ücretsiz deneme süreniz {expiration} tarihinde sona eriyor
uz: Bepul sinov muddati {expiration} da tugaydi
vi: Bản dùng thử của bạn sẽ hết hạn vào {expiration}
zh: 您的免费试用将在 {expiration} 到期
zh_hant: 您的免費試用期將於 {expiration} 到期

# freeTrialDesc
source: New users recieve a one week free trial of Pangea Chat
ar: يستفيد المستخدمون الجدد من تجربة مجانية لمدة أسبوع على Pangea Chat
be: Новыя карыстальнікі атрымліваюць тыднёвы бясплатны пробны перыяд Pangea Chat
el: Οι νέοι χρήστες λαμβάνουν μια εβδομάδα δωρεάν δοκιμής του Pangea Chat
fa: کاربران جدید یک هفته آزمایش رایگان پنگئا چت دریافت می‌کنند
fil: Nakakatanggap ang mga bagong user ng isang linggong libreng pagsubok sa Pangea Chat
he: משתמשים חדשים מקבלים ניסיון חינם של שבוע ב-Pangea Chat
ia: Novos usatores recive un septimana de prova gratuita de Pangea Chat
ja: 新規ユーザーはPangea Chatの1週間無料トライアルを受けられます
ko: 신규 사용자는 일주일간 무료 체험을 받습니다
lt: Nauji vartotojai gauna vienos savaitės nemokamą Pangea Chat bandomąjį laikotarpį
lv: Jauniem lietotājiem ir viena nedēļa bezmaksas Pangea Chat izmēģinājuma
ro: Utilizatorii noi primesc o perioadă de probă gratuită de o săptămână pentru Pangea Chat
sl: Novi uporabniki prejmejo enotedensko brezplačno preizkusno različico Pangea Chata
te: కొత్త వినియోగదారులు పాంజియా చాట్ యొక్క ఒక వారపు ఉచిత ట్రయల్ పొందుతారు
tr: Yeni kullanıcılar Pangea Chat'te bir hafta ücretsiz deneme süresi kazanır
uz: Yangi foydalanuvchilar uchun Pangea Chat ning bir haftalik bepul sinovi taqdim etiladi
vi: Người dùng mới được dùng thử Pangea Chat trong 1 tuần
zh: 新用户可获得为期一周的Pangea聊天免费试用
zh_hant: 新用戶可獲得一週的 Pangea 聊天免費試用

# activateTrial
source: Free 7-Day Trial
ar: تجربة مجانية لمدة 7 أيام
be: Бясплатны 7-дзённы пробны перыяд
el: Δωρεάν 7-ήμερη Δοκιμή
fa: آزمایش رایگان 7 روزه
fil: Libreng 7-Araw na Pagsubok
he: ניסיון חינם ל-7 ימים
ia: Prova Gratuita de 7 Dies
ja: 無料の7日間トライアルを開始
ko: 무료 7일 체험 시작
lt: Aktyvuoti 7 dienų nemokamą bandomąjį laikotarpį
lv: Bezmaksas 7 dienu izmēģinājums
ro: Perioadă de probă gratuită de 7 zile
sl: Brezplačna 7-dnevna preizkusna različica
te: ఉచిత 7-రోజుల ట్రయల్
tr: Ücretsiz 7 Günlük Deneme
uz: Bepul 7 kunlik sinov
vi: Dùng thử miễn phí 7 ngày
zh: 免费7天试用
zh_hant: 免費7天試用

# successfullySubscribed
source: You have successfully subscribed!
ar: لقد اشتركت بنجاح!
be: Вы паспяхова падпісацесь!
el: Έχετε εγγραφεί με επιτυχία!
fa: با موفقیت مشترک شده‌اید!
fil: Matagumpay kang nakasubscribe!
he: נרשמת בהצלחה!
ia: Tu ha abbonate de successo!
ja: 正常に購読登録されました！
ko: 구독이 성공적으로 완료되었습니다!
lt: Jūs sėkmingai užsiprenumeravote!
lv: Jūs esat veiksmīgi abonējuši!
ro: Te-ai abonat cu succes!
sl: Uspešno ste se naročili!
te: మీరు విజయవంతంగా సభ్యత్వం తీసుకున్నారు!
tr: Başarıyla abone oldunuz!
uz: Siz muvaffaqiyatli obuna bo'ldingiz!
vi: Bạn đã đăng ký thành công!
zh: 订阅成功！
zh_hant: 您已成功訂閱！

# clickToManageSubscription
source: Click here to manage your subscription.
ar: انقر هنا لإدارة اشتراكك.
be: Націсніце тут, каб кіраваць вашай падпіскай.
el: Κάντε κλικ εδώ για να διαχειριστείτε τη συνδρομή σας.
fa: برای مدیریت اشتراک خود اینجا کلیک کنید.
fil: I-click dito upang pamahalaan ang iyong subscription.
he: לחץ כאן כדי לנהל את המנוי שלך.
ia: Clicca hic pro administrar tu abbonamento.
ja: こちらをクリックして購読を管理してください。
ko: 여기를 클릭하여 구독을 관리하세요.
lt: Spustelėkite čia, norėdami valdyti savo prenumeratą.
lv: Noklikšķiniet šeit, lai pārvaldītu savu abonementu.
ro: Click aici pentru a-ți gestiona abonamentul.
sl: Kliknite tukaj za upravljanje naročnine.
te: మీ సభ్యత్వాన్ని నిర్వహించడానికి ఇక్కడ క్లిక్ చేయండి.
tr: Aboneliğinizi yönetmek için buraya tıklayın.
uz: Obunangizni boshqarish uchun bu yerni bosing.
vi: Nhấp vào đây để quản lý gói đăng ký.
zh: 点击这里管理您的订阅。
zh_hant: 點擊此處管理您的訂閱。

source: Sign up
ar: اشترك
be: Рэгістрацыя
el: Εγγραφή
fa: ثبت‌نام
fil: Mag-sign up
he: הירשם
ia: Registrar se
ja: サインアップ
ko: 가입하기
lt: Registruotis
lv: Reģistrēties
ro: Înscrie-te
sl: Registracija
te: నమోదు చేయండి
tr: Kayıt Ol
uz: Ro'yhatdan o'tish
vi: Đăng ký
zh: 注册
zh_hant: 註冊

# pleaseChooseAtLeastChars
source: Please choose at least {min} characters.
ar: يرجى اختيار ما لا يقل عن {min} أحرف.
be: Калі ласка, выберыце не менш за {min} сімвалаў.
el: Παρακαλώ επιλέξτε τουλάχιστον {min} χαρακτήρες.
fa: لطفاً حداقل {min} کاراکتر را انتخاب کنید.
fil: Pumili ng hindi bababa sa {min} na mga karakter.
he: אנא בחר לפחות {min} תווים.
ia: Per favor, selige al minus {min} characteres.
ja: 少なくとも {min} 文字を選択してください。
ko: 최소 {min}자 이상을 선택하세요.
lt: Prašome pasirinkti bent {min} simbolius.
lv: Lūdzu, izvēlieties vismaz {min} rakstzīmes.
ro: Te rugăm să alegi cel puțin {min} caractere.
sl: Prosimo, izberite vsaj {min} znakov.
te: దయచేసి కనీసం {min} అక్షరాలు ఎంచుకోండి.
tr: Lütfen en az {min} karakter seçin.
uz: Iltimos, kamida {min} ta belgi tanlang.
vi: Vui lòng chọn ít nhất {min} ký tự.
zh: 请选择至少 {min} 个字符。
zh_hant: 請至少選擇 {min} 個字符。

# noEmailWarning
source: Please enter a valid email address. Otherwise you won't be able to reset your password. If you don't want to, tap again on the button to continue.
ar: يرجى إدخال عنوان بريد إلكتروني صالح. وإلا، فلن تتمكن من إعادة تعيين كلمة المرور الخاصة بك. إذا لم ترغب في ذلك، اضغط مرة أخرى على الزر للمتابعة.
be: Калі ласка, увядзіце сапраўдны адрас электроннай пошты. Інакш вы не зможаце скідзіць пароль. Калі не хочаце гэтага, націсніце яшчэ раз на кнопку, каб працягнуць.
el: Παρακαλώ εισάγετε μια έγκυρη διεύθυνση email. Διαφορετικά δεν θα μπορείτε να επαναφέρετε τον κωδικό πρόσβασής σας. Αν δεν θέλετε, πατήστε ξανά το κουμπί για να συνεχίσετε.
fa: لطفاً یک آدرس ایمیل معتبر وارد کنید. در غیر این صورت نمی‌توانید رمز عبور خود را بازنشانی کنید. اگر نمی‌خواهید، دوباره روی دکمه ضربه بزنید تا ادامه دهید.
fil: Mangyaring magpasok ng isang wastong email address. Kung hindi, hindi mo magagawang i-reset ang iyong password. Kung ayaw mo, pindutin muli ang button upang magpatuloy.
he: אנא הזן כתובת דוא"ל תקינה. אחרת לא תוכל לאפס את הסיסמה שלך. אם אינך רוצה, לחץ שוב על הכפתור כדי להמשיך.
ia: Per favor, entra un adresse email valide. Altere, tu non potera resettar tu parola de clave. Si non vole, tappa ancora le button pro continuar.
ja: 有効なメールアドレスを入力してください。そうでないとパスワードのリセットができません。必要ない場合は、もう一度ボタンをタップして続行してください。
ko: 유효한 이메일 주소를 입력하세요. 그렇지 않으면 비밀번호 재설정이 불가능합니다. 원하지 않으면 다시 버튼을 눌러 계속하세요.
lt: Prašome įvesti galiojantį el. pašto adresą. Kitaip negalėsite atstatyti slaptažodžio. Jei nenorite, spustelėkite dar kartą mygtuką, kad tęstumėte.
lv: Lūdzu, ievadiet derīgu e-pasta adresi. Pretējā gadījumā jūs nevarēsiet atiestatīt paroli. Ja nevēlaties, vēlreiz nospiediet pogu, lai turpinātu.
ro: Vă rugăm să introduceți o adresă de email validă. Altfel, nu veți putea reseta parola. Dacă nu doriți, atingeți din nou butonul pentru a continua.
sl: Prosimo, vnesite veljaven e-poštni naslov. V nasprotnem primeru ne boste mogli ponastaviti gesla. Če ne želite, tapnite gumb znova za nadaljevanje.
te: దయచేసి సరైన ఇమెయిల్ చిరునామా నమోదు చేయండి. లేకపోతే మీరు మీ పాస్వర్డ్‌ను రీసెట్ చేయలేరు. మీరు చేయాలనుకుంటే, కొనసాగడానికి మళ్లీ బటన్‌పై ట్యాప్ చేయండి.
tr: Lütfen geçerli bir e-posta adresi girin. Aksi takdirde şifrenizi sıfırlayamazsınız. İsterseniz, devam etmek için tekrar butonuna dokunun.
uz: Iltimos, haqiqiy elektron pochta manzilini kiriting. Aks holda, parolingizni tiklash imkoniyatingiz bo'lmaydi. Agar xohlamasangiz, davom etish uchun yana tugmani bosing.
vi: Vui lòng nhập địa chỉ email hợp lệ. Nếu không, bạn sẽ không thể đặt lại mật khẩu. Hoặc chạm lại nút để tiếp tục mà không cần.
zh: 请输入有效的电子邮箱地址，否则您将无法重置密码。如果不需要，请再次点击按钮继续。
zh_hant: 請輸入有效的電子郵件地址。否則您將無法重設密碼。如果不想重設，請再次點擊按鈕繼續。

# pleaseEnterValidEmail
source: Please enter a valid email address.
ar: يرجى إدخال عنوان بريد إلكتروني صالح.
be: Калі ласка, увядзіце сапраўдны адрас электроннай пошты.
el: Παρακαλώ εισάγετε μια έγκυρη διεύθυνση email.
fa: لطفاً یک آدرس ایمیل معتبر وارد کنید.
fil: Mangyaring magpasok ng isang wastong email address.
he: אנא הזן כתובת דוא"ל תקינה.
ia: Per favor, introduce un adresse de email valide.
ja: 有効なメールアドレスを入力してください。
ko: 유효한 이메일 주소를 입력하세요.
lt: Prašome įvesti galiojantį el. pašto adresą.
lv: Lūdzu, ievadiet derīgu e-pasta adresi.
ro: Vă rugăm să introduceți o adresă de email validă.
sl: Prosimo, vnesite veljaven e-poštni naslov.
te: దయచేసి సరైన ఇమెయిల్ చిరునామా నమోదు చేయండి.
tr: Lütfen geçerli bir e-posta adresi girin.
uz: Iltimos, haqiqiy elektron pochta manzilini kiriting.
vi: Vui lòng nhập địa chỉ email hợp lệ.
zh: 请输入有效的电子邮箱地址。
zh_hant: 請輸入有效的電子郵件地址。
