Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# confirmUserId
source: Please confirm your Pangea Chat username in order to delete your account.
ar: يرجى تأكيد اسم مستخدم Pangea Chat الخاص بك من أجل حذف حسابك.
be: Калі ласка, пацвердзіце імя карыстальніка ў Pangea Chat, каб выдаліць свой рахунак.
el: Παρακαλούμε επιβεβαιώστε το όνομα χρήστη Pangea Chat για να διαγράψετε τον λογαριασμό σας.
fa: لطفاً نام کاربری چت پنگئا خود را تأیید کنید تا حساب کاربری خود را حذف کنید.
fil: Mangyaring kumpirmahin ang iyong Pangea Chat username upang ma-delete ang iyong account.
he: אנא אשר את שם המשתמש שלך ב-Pangea Chat כדי למחוק את החשבון שלך.
ia: Per favor confirma tu nomine de usator in Pangea Chat pro eliminar tu conto.
ja: アカウントを削除するには、Pangea Chatのユーザー名を確認してください。
ko: 계정을 삭제하려면 Pangea 채팅 사용자 이름을 확인하세요.
lt: Patvirtinkite savo Pangea pokalbio vartotojo vardą, kad galėtumėte ištrinti savo paskyrą.
lv: Lūdzu, apstipriniet savu Pangea Chat lietotājvārdu, lai dzēstu savu kontu.
ro: Te rugăm să confirmi numele de utilizator Pangea Chat pentru a-ți șterge contul.
sl: Prosimo, potrdite svoje uporabniško ime Pangea Chata, da izbrišete svoj račun.
te: దయచేసి మీ పాంజియా చాట్ యూజర్‌నేమ్‌ను ధృవీకరించండి, తద్వారా మీ ఖాతాను తొలగించవచ్చు.
tr: Lütfen hesabınızı silmek için Pangea Sohbet kullanıcı adınızı onaylayın.
uz: Iltimos, hisobingizni o'chirish uchun Pangea Chat foydalanuvchi nomingizni tasdiqlang.
vi: Vui lòng xác nhận tên người dùng Pangea Chat của bạn để xóa tài khoản.
zh: 请确认您的Pangea聊天用户名以删除您的账户。
zh_hant: 請確認您的 Pangea 聊天用戶名稱以刪除您的帳戶。

source: Starting today
ar: ابتداءً من اليوم
be: Пачынаючы з сённяшняга дня
el: Από σήμερα
fa: از امروز شروع می‌شود
fil: Simula ngayon
he: החל מהיום
ia: A partir de hodie
ja: 本日より
ko: 오늘부터 시작
lt: Nuo šiandien
lv: Sākot no šodienas
ro: Începând de astăzi
sl: Začnite danes
te: ఈ రోజు నుండి ప్రారంభం
tr: Bugünden itibaren
uz: Bugundan boshlab
vi: Bắt đầu từ hôm nay
zh: 从今天开始
zh_hant: 從今天開始

source: One week free trial
ar: تجربة مجانية لمدة أسبوع واحد
be: Бясплатны пробны перыяд на адзін тыдзень
el: Μια εβδομάδα δωρεάν δοκιμής
fa: یک هفته آزمایش رایگان
fil: Isang linggong libreng pagsubok
he: ניסיון חינם לשבוע אחד
ia: Un septimana de prova gratuite
ja: 1週間の無料トライアル
ko: 일주일 무료 체험
lt: Vienos savaitės nemokama bandomoji versija
lv: Viena nedēļa bezmaksas izmēģinājuma
ro: O săptămână de încercare gratuită
sl: En teden brezplačne preizkušnje
te: ఒక వారపు ఉచిత ట్రయల్
tr: Bir hafta ücretsiz deneme
uz: Bir hafta bepul sinov muddati
vi: Thử nghiệm miễn phí một tuần
zh: 一周免费试用
zh_hant: 一週免費試用

# paidSubscriptionStarts
source: Starting {startDate}
ar: ابتداءً من {startDate}
be: Пачынаецца {startDate}
el: Ξεκινάει {startDate}
fa: از {startDate} شروع می‌شود
fil: Nagsisimula {startDate}
he: החל מ-{startDate}
ia: A partir de {startDate}
ja: {startDate}から開始
ko: {startDate}부터 시작
lt: Pradedama {startDate}
lv: Sākas {startDate}
ro: Începând cu {startDate}
sl: Začne se {startDate}
te: {startDate} నుండి ప్రారంభం
tr: {startDate} tarihinden itibaren başlar
uz: {startDate} dan boshlab
vi: Bắt đầu từ {startDate}
zh: 开始于 {startDate}
zh_hant: 自 {startDate} 起

# cancelInSubscriptionSettings
source: • Cancel at any time in subscription settings
ar: • إلغاء في أي وقت في إعدادات الاشتراك
be: • Адмяніць у любы час у наладах падпіскі
el: • Ακύρωση οποιαδήποτε στιγμή στις ρυθμίσεις συνδρομής
fa: • در هر زمان در تنظیمات اشتراک لغو کنید
fil: • Kanselahin anumang oras sa mga setting ng subscription
he: • בטל בכל עת בהגדרות המנוי
ia: • Cancellar in le configuration de subscription
ja: • サブスクリプション設定でいつでもキャンセル可能
ko: • 구독 설정에서 언제든 취소 가능
lt: • Atšaukite bet kuriuo metu prenumeratos nustatymuose
lv: • Atcelt jebkurā laikā abonementa iestatījumos
ro: • Anulează oricând din setările de abonament
sl: • Prekliči kadarkoli v nastavitvah naročnine
te: • సబ్‌స్క్రిప్షన్ సెట్టింగ్స్‌లో ఎప్పుడైనా రద్దు చేయండి
tr: • Abonelik ayarlarından istediğiniz zaman iptal edin
uz: • Obuna sozlamalarida istalgan vaqtda bekor qiling
vi: • Hủy bất cứ lúc nào trong cài đặt đăng ký
zh: • 在订阅设置中随时取消
zh_hant: • 可在訂閱設定中隨時取消

# cancelToAvoidCharges
source: • Cancel before {trialEnds} to avoid charges
ar: • إلغاء قبل {trialEnds} لتجنب الرسوم
be: • Адмяніце перад {trialEnds}, каб пазбегнуць плацяжоў
el: • Ακύρωση πριν από {trialEnds} για να αποφύγετε χρεώσεις
fa: • قبل از {trialEnds} لغو کنید تا از هزینه‌ها جلوگیری شود
fil: • Kanselahin bago ang {trialEnds} upang maiwasan ang mga singil
he: • בטל לפני {trialEnds} כדי להימנע מחיובים
ia: • Cancellar ante {trialEnds} pro evitar charges
ja: • 請求を避けるために{trialEnds}前にキャンセルしてください
ko: • {trialEnds} 전에 취소하여 요금을 피하세요
lt: • Atšaukite prieš {trialEnds}, kad išvengtumėte mokesčių
lv: • Atcelt pirms {trialEnds}, lai izvairītos no maksājumiem
ro: • Anulează înainte de {trialEnds} pentru a evita taxele
sl: • Prekliči pred {trialEnds}, da se izognete stroškom
te: • ఛార్జీలను నివారించడానికి {trialEnds}కు ముందు రద్దు చేయండి
tr: • Ücret alınmaması için {trialEnds} tarihinden önce iptal edin
uz: • To'lovlardan qochish uchun {trialEnds} dan oldin bekor qiling
vi: • Hủy trước {trialEnds} để tránh bị tính phí
zh: • 在 {trialEnds} 之前取消以避免收费
zh_hant: • 在 {trialEnds} 前取消以避免收費

source: Download Gboard
ar: قم بتنزيل Gboard
be: Загрузіце Gboard
el: Κατεβάστε το Gboard
fa: دانلود Gboard
fil: I-download ang Gboard
he: הורד את Gboard
ia: Downloadar Gboard
ja: Gboardをダウンロード
ko: Gboard 다운로드
lt: Atsisiųsti Gboard
lv: Lejupielādēt Gboard
ro: Descarcă Gboard
sl: Prenesi Gboard
te: Gboard డౌన్లోడ్ చేయండి
tr: Gboard'u İndir
uz: Gboard-ni yuklab oling
vi: Tải Gboard
zh: 下载Gboard
zh_hant: 下載 Gboard

# autocorrectNotAvailable
source: Unfortunately your platform is not currently supported for this feature. Stay tuned for further development!
ar: للأسف، منصتك غير مدعومة حاليًا لهذه الميزة. ترقب المزيد من التطوير!
be: На жаль, ваша платформа ў цяперашні час не падтрымліваецца для гэтай функцыі. Сачыце за навінамі!
el: Δυστυχώς, η πλατφόρμα σας δεν υποστηρίζεται αυτήν τη στιγμή για αυτήν τη λειτουργία. Μείνετε συντονισμένοι για περαιτέρω ανάπτυξη!
fa: متأسفانه پلتفرم شما در حال حاضر برای این ویژگی پشتیبانی نمی‌شود. منتظر توسعه‌های بیشتر باشید!
fil: Sa kasamaang palad, ang iyong platform ay kasalukuyang hindi sinusuportahan para sa tampok na ito. Abangan ang karagdagang pag-unlad!
he: לצערנו הפלטפורמה שלך כרגע לא נתמכת לתכונה זו. המשך לעקוב לפיתוח עתידי!
ia: Infelicemente, tu piattaforma actualmente non es supportate pro iste function. Sta attentive pro ulteriore developpamento!
ja: 申し訳ありませんが、このプラットフォームではこの機能はサポートされていません。今後のアップデートにご期待ください！
ko: 안타깝게도 현재 이 플랫폼은 이 기능을 지원하지 않습니다. 향후 개발을 기대하세요!
lt: Deja, jūsų platforma šiuo metu nepalaikoma šiai funkcijai. Sekite naujienas dėl tolimesnio vystymo!
lv: Diemžēl jūsu platforma šobrīd nav atbalstīta šai funkcijai. Sekojiet līdzi turpmākajiem attīstības posmiem!
ro: Din păcate, platforma dvs. nu este în prezent compatibilă pentru această funcție. Rămâneți aproape pentru dezvoltări viitoare!
sl: Na žalost vaša platforma trenutno ni podprta za to funkcijo. Ostanite z nami za nadaljnji razvoj!
te: దురదృష్టవశాత్తు, మీ ప్లాట్‌ఫారమ్ ప్రస్తుతం ఈ ఫీచర్‌కు మద్దతు ఇవ్వదు. మరింత అభివృద్ధి కోసం ఎదురుచూడండి!
tr: Maalesef, bu özellik şu anda platformunuzda desteklenmemektedir. Daha fazla geliştirme için bizi izlemeye devam edin!
uz: Afsuski, platformangiz hozirda bu funksiyani qo'llab-quvvatlamaydi. Keyingi rivojlanishlarni kuzatib boring!
vi: Rất tiếc, nền tảng của bạn hiện không được hỗ trợ cho tính năng này. Hãy theo dõi để biết thêm thông tin phát triển!
zh: 很抱歉，您的平台目前不支持此功能。请关注后续开发！
zh_hant: 很抱歉，您的平台目前不支援此功能。請持續關注後續開發！

# pleaseUpdateApp
source: Please update the app to continue.
ar: يرجى تحديث التطبيق للمتابعة.
be: Калі ласка, абновіце прыкладанне, каб працягнуць.
el: Παρακαλούμε ενημερώστε την εφαρμογή για να συνεχίσετε.
fa: لطفاً برنامه را به‌روزرسانی کنید تا ادامه دهید.
fil: Mangyaring i-update ang app upang magpatuloy.
he: אנא עדכן את האפליקציה כדי להמשיך.
ia: Per favor, actualisa le application pro continuar.
ja: 続行するにはアプリを更新してください。
ko: 앱을 계속 사용하려면 업데이트하세요.
lt: Prašome atnaujinti programėlę, kad galėtumėte tęsti.
lv: Lūdzu, atjauniniet lietotni, lai turpinātu.
ro: Vă rugăm să actualizați aplicația pentru a continua.
sl: Prosimo, posodobite aplikacijo za nadaljevanje.
te: దయచేసి కొనసాగించడానికి యాప్‌ను నవీకరించండి.
tr: Devam etmek için lütfen uygulamayı güncelleyin.
uz: Iltimos, davom etish uchun ilovani yangilang.
vi: Vui lòng cập nhật ứng dụng để tiếp tục.
zh: 请更新应用以继续。
zh_hant: 請更新應用程式以繼續使用。

# chooseEmojiInstructionsBody
source: Match emojis with the words they best represent. Don't worry! No points off for disagreeing. 😅
ar: طابق الرموز التعبيرية مع الكلمات التي تمثلها بشكل أفضل. لا تقلق! لا توجد نقاط سلبية للاختلاف. 😅
be: Злучыце эмодзі з словамі, якія яны лепш за ўсё прадстаўляюць. Не хвалюйцеся! Ніякіх штрафных балаў за нязгоду. 😅
el: Ταιριάξτε emojis με τις λέξεις που καλύτερα αντιπροσωπεύουν. Μην ανησυχείτε! Δεν θα χάσετε πόντους αν διαφωνείτε. 😅
fa: ایموجی‌ها را با کلماتی که بهترین نشان‌دهنده آن‌ها هستند، مطابقت دهید. نگران نباشید! برای مخالفت هیچ امتیازی کم نمی‌شود. 😅
fil: Itugma ang mga emoji sa mga salitang pinakamahusay na kumakatawan dito. Huwag mag-alala! Walang puntos na mawawala kung hindi magkatugma. 😅
he: התאם את האימוג'ים למילים שהם מייצגים הכי טוב. אל תדאג! אין נקודות על אי הסכמה. 😅
ia: Compatra emojis con le parolas que illes meliormente representa. Non te preoccupa! Nulle puncto per disapprobar. 😅
ja: 絵文字とそれが最もよく表す言葉を一致させてください。心配しないで！意見が異なってもポイントは差し引かれません。😊
ko: 이모지를 가장 잘 나타내는 단어와 일치시키세요. 걱정하지 마세요! 의견이 다르다고 해서 점수가 깎이진 않아요! 😅
lt: Suderinkite emocijas su žodžiais, kuriuos jos geriausiai atitinka. Nesijaudinkite! Nėra jokių taškų mažinimo už nesutikimą. 😅
lv: Saskaņojiet emocijas ar vārdiem, ko tās vislabāk pārstāv. Neuztraucieties! Par nesaskaņām nav punktu zaudējumu. 😅
ro: Potrivește emoji-urile cu cuvintele pe care le reprezintă cel mai bine. Nu vă faceți griji! Nu vor fi penalizări pentru dezacord. 😅
sl: Ujemajte emojije z besedami, ki jih najbolje predstavljajo. Ne skrbite! Ni kazni za nesoglasje. 😅
te: ఎమోజీలను వాటి ఉత్తమ ప్రతినిధులైన పదాలతో సరిపోల్చండి. ఆందోళన చెందవద్దు! విరుద్ధంగా ఉన్నందుకు పాయింట్లు తగ్గవు. 😅
tr: Emojileri en iyi temsil ettikleri kelimelerle eşleştirin. Endişelenmeyin! Anlaşmazlıklar için puan kesilmez. 😅
uz: Emojilarni ularning eng yaxshi ifodalaydigan so'zlari bilan moslang. Xavotir olmang! Noto'g'ri fikrda bo'lsangiz, hech qanday ball yo'qotilmaydi. 😅
vi: Chọn một biểu tượng cảm xúc cho từ này! Không có câu trả lời sai và bạn có thể chuyển đổi bất cứ lúc nào! 😄
zh: 将表情符号与它们最能代表的单词匹配。别担心！不同意也不会扣分。😊
zh_hant: 將表情符號與它們最能代表的詞語配對。別擔心！不同意也不扣分。😅

# analyticsVocabListBody
source: This is all your vocabulary! As you earn XP for each word, they'll go from seedling to full bloom. Click on any word to see more details.
ar: هذه كل مفرداتك! مع كسبك لنقاط الخبرة لكل كلمة، ستتطور من بذرة إلى زهرة كاملة. انقر على أي كلمة لرؤية مزيد من التفاصيل.
be: Гэта ўся ваша лексіка! Калі вы зарабляеце XP за кожнае слова, яны пераўтвараюцца з насення ў поўнае цвіценне. Націсніце на любое слова, каб убачыць больш дэталей.
el: Αυτή είναι όλη η λεξιλογική σας λίστα! Καθώς κερδίζετε XP για κάθε λέξη, θα μετατρέπονται από σπορά σε πλήρη άνθιση. Κάντε κλικ σε οποιαδήποτε λέξη για περισσότερες λεπτομέρειες.
fa: این تمام واژگان شما است! هر چه برای هر کلمه XP کسب کنید، از جوانه زدن به شکوفه کامل تبدیل می‌شود. روی هر کلمه کلیک کنید تا جزئیات بیشتری ببینید.
fil: Ito ang lahat ng iyong bokabularyo! Habang kumikita ka ng XP para sa bawat salita, magpapalago ito mula sa binhi hanggang sa buong bulaklak. I-click ang anumang salita upang makita ang higit pang detalye.
he: זה כל אוצר המילים שלך! ככל שתצבור XP עבור כל מילה, היא תעבור מזרע לפריחה מלאה. לחץ על כל מילה כדי לראות פרטים נוספים.
ia: Isto es totu tu vocabulario! Como tu face XP pro cata parola, illes passara de semilla a plen flor. Clicca super un parola pro vider plus de detalhes.
ja: これはあなたの語彙リストです！各単語にXPを獲得すると、苗木から満開まで成長します。詳細を見るには任意の単語をクリックしてください。
ko: 이것이 당신의 모든 어휘입니다! 각 단어에 대해 XP를 얻으면 싹에서 꽃으로 피어납니다. 자세한 내용을 보려면 어떤 단어를 클릭하세요.
lt: Tai visa jūsų žodynas! Kiekvieną kartą uždirbdami XP už žodį, jie pereis nuo daigelio iki pilno žydėjimo. Spustelėkite bet kurį žodį, kad pamatytumėte daugiau detalių.
lv: Šis ir viss jūsu vārdu krājums! Kad jūs iegūsit XP par katru vārdu, tie pāries no sēkliņas līdz pilnīgai ziedēšanai. Noklikšķiniet uz jebkura vārda, lai redzētu vairāk detaļu.
ro: Aceasta este tot vocabularul tău! Pe măsură ce câștigi XP pentru fiecare cuvânt, acestea vor trece de la sămânță la plină înflorire. Fă clic pe orice cuvânt pentru mai multe detalii.
sl: To je vaš celoten besednjak! Ko boste zaslužili XP za vsako besedo, bo ta od semena do polnega cveta. Kliknite katerokoli besedo za več podrobnosti.
te: ఇది మీ అన్ని పదకోశం! మీరు ప్రతి పదానికి XP సంపాదించగానే, అవి విత్తనంలా నుండి పూర్తి పుష్పం వరకు మారతాయి. మరిన్ని వివరాలు చూడటానికి ఏదైనా పదంపై క్లిక్ చేయండి.
tr: İşte tüm kelime hazineniz! Her kelime için XP kazandıkça, tohumdan tam çiçek açmaya geçecekler. Daha fazla detay görmek için herhangi bir kelimeye tıklayın.
uz: Bu sizning barcha lug'atingiz! Har bir so'z uchun XP olganingizda, ular ildizdan to'liq gulga aylanishadi. Ko'proq ma'lumot uchun har qanday so'zga bosing.
vi: Đây là toàn bộ từ vựng của bạn! Khi bạn kiếm XP cho mỗi từ, chúng sẽ từ hạt giống phát triển thành nở rộ. Nhấp vào bất kỳ từ nào để xem thêm chi tiết.
zh: 这是你所有的词汇！当你获得每个单词的经验值时，它们会从幼苗成长为盛开。点击任何单词以查看更多细节。
zh_hant: 這是你的所有詞彙！當你每學會一個詞，就會從幼苗長成盛開的花朵。點擊任何詞以查看更多詳情。

# morphAnalyticsListBody
source: These are all the grammar concepts in the language you're learning! You'll unlock them as you encounter them while chatting. Click for details.
ar: هذه جميع مفاهيم القواعد في اللغة التي تتعلمها! ستفتحها عندما تصادفها أثناء الدردشة. انقر للحصول على التفاصيل.
be: Гэта ўсе граматычныя канцэпцыі ў мове, якую вы вывучаеце! Вы разблакуеце іх па меры сустрэчы ў чатах. Націсніце для дэталей.
el: Αυτές είναι όλες οι γραμματικές έννοιες στη γλώσσα που μαθαίνετε! Θα τις ξεκλειδώσετε καθώς τις συναντάτε κατά τη διάρκεια της συνομιλίας. Κάντε κλικ για λεπτομέρειες.
fa: این تمام مفاهیم گرامری در زبانی است که در حال یادگیری آن هستید! شما آن‌ها را هنگام گفتگو کشف خواهید کرد. برای جزئیات کلیک کنید.
fil: Ito ang lahat ng mga konsepto sa gramatika sa wikang iyong pinag-aaralan! I-unlock mo ang mga ito habang nakikisalamuha ka. I-click para sa mga detalye.
he: אלו כל מושגי הדקדוק בשפה שאתה לומד! תפתח אותם ככל שתפגוש אותם במהלך השיחה. לחץ לפרטים.
ia: Iste es totu le conceptos grammatical in le lingua que tu apprende! Tu los desbloquara como tu los incontrar durante le chat. Clicca pro details.
ja: これらはあなたが学んでいる言語のすべての文法概念です！チャット中に出会うと解除されます。詳細はクリックしてください。
ko: 이것은 당신이 배우고 있는 언어의 모든 문법 개념입니다! 채팅하면서 만날 때마다 잠금이 해제됩니다. 자세한 내용을 보려면 클릭하세요.
lt: Tai visi gramatikos konceptai jūsų mokomoje kalboje! Juos atrakinsite, kai juos susidursite pokalbio metu. Spustelėkite, kad sužinotumėte daugiau.
lv: Šie ir visi gramatikas jēdzieni jūsu mācību valodā! Jūs tos atbloķēsiet, saskaroties ar tiem sarunā. Noklikšķiniet, lai redzētu detaļas.
ro: Acestea sunt toate conceptele gramaticale din limba pe care o înveți! Le vei debloca pe măsură ce le întâlnești în timpul conversației. Fă clic pentru detalii.
sl: To so vsi slovnični koncepti v jeziku, ki ga učite! Odprli jih boste, ko jih boste srečali med klepetom. Kliknite za podrobnosti.
te: ఇవి మీరు నేర్చుకుంటున్న భాషలోని అన్ని వ్యాకరణ భావనలు! మీరు వాటిని చాట్ చేస్తూ ఎదుర్కొనగలుగుతారు. వివరాల కోసం క్లిక్ చేయండి.
tr: İşte öğrendiğiniz dildeki tüm dilbilgisi kavramları! Sohbet ederken karşılaştıkça bunları açacaksınız. Detaylar için tıklayın.
uz: Bu siz o'rganayotgan tilning barcha grammatik tushunchalari! Ularni suhbat davomida uchraganingizda ochasiz. Tafsilotlar uchun bosing.
vi: Đây là tất cả các khái niệm ngữ pháp trong ngôn ngữ bạn đang học! Bạn sẽ mở khóa chúng khi gặp phải trong khi trò chuyện. Nhấp để xem chi tiết.
zh: 这些是你正在学习的语言中的所有语法概念！你在聊天时遇到它们时会解锁它们。点击查看详情。
zh_hant: 這是你正在學習的語言中的所有語法概念！你在聊天時遇到它們時會解鎖。點擊查看詳情。

# knockSpaceSuccess
source: You have requested to join this course! An admin will respond to your request when they receive it 😀
ar: لقد طلبت الانضمام إلى هذه الدورة! سيرد مسؤول على طلبك عندما يتلقاه 😊
be: Вы запыталі далучыцца да гэтага курса! Адміністратар адказвае на ваш запыт, калі атрымае яго 😀
el: Έχετε ζητήσει να συμμετάσχετε σε αυτό το μάθημα! Ένας διαχειριστής θα απαντήσει στο αίτημά σας μόλις το λάβει 😀
fa: درخواست شما برای پیوستن به این دوره ارسال شده است! مدیر در صورت دریافت درخواست، پاسخ خواهد داد 😄
fil: Nais mong sumali sa kursong ito! Sasagot ang isang admin sa iyong kahilingan kapag natanggap nila ito 😄
he: ביקשת להצטרף לקורס זה! מנהל יענה לבקשתך כאשר יקבל אותה 😀
ia: Tu ha requestate de aderir a iste curso! Un administrator responde a tu requesto quando lo recive 😄
ja: このコースに参加リクエストを送信しました！管理者が受信次第、返信します😊
ko: 이 강좌에 참여 요청을 보냈습니다! 관리자가 요청을 받으면 응답할 것입니다 😄
lt: Jūs pateikėte užklausą prisijungti prie šio kurso! Administratorius atsakys į jūsų užklausą, kai gaus ją 😊
lv: Jūs esat pieprasījis pievienoties šai kursam! Administrators atbildēs uz jūsu pieprasījumu, kad tas tiks saņemts 😀
ro: Ai solicitat să te alături acestui curs! Un administrator va răspunde cererii tale când o va primi 😊
sl: Zahtevali ste, da se pridružite temu tečaju! Administrator bo odgovoril na vašo zahtevo, ko jo bo prejel 😀
te: మీరు ఈ కోర్సులో చేరాలని కోరుకున్నారు! మీరు దాన్ని పొందినప్పుడు అడ్మిన్ మీకు స్పందిస్తారు 😃
tr: Bu kursa katılmak istediğinizi belirttiniz! Bir yönetici, talebinizi aldığında yanıt verecek 😄
uz: Siz bu kursga qo'shilishni so'radingiz! Administrator sizning so'rovingizni olgach, javob beradi 😄
vi: Bạn đã yêu cầu tham gia khóa học này! Quản trị viên sẽ phản hồi yêu cầu của bạn khi họ nhận được 😀
zh: 你已请求加入此课程！管理员将在收到请求后回复你 😀
zh_hant: 你已申請加入此課程！管理員收到後會回覆你的請求 😄

# chooseWordAudioInstructionsBody
source: Listen to the complete message. Then match the audios with the words.
ar: استمع إلى الرسالة الكاملة. ثم قم بمطابقة الأصوات مع الكلمات.
be: Паслухайце поўнае паведамленне. Потым супастаўце аўдыё з словамі.
el: Ακούστε το πλήρες μήνυμα. Στη συνέχεια, ταιριάξτε τα ηχητικά με τις λέξεις.
fa: به پیام کامل گوش دهید. سپس صداها را با کلمات مطابقت دهید.
fil: Makinig sa buong mensahe. Pagkatapos, itugma ang mga audio sa mga salita.
he: האזן להודעה המלאה. לאחר מכן, התאם את ההקלטות למילים.
ia: Audi le message complete. Postea, compatra le audio con le parolas.
ja: 完全なメッセージを聞いてください。その後、音声と単語を一致させてください。
ko: 전체 메시지를 듣고, 그 다음에 오디오와 단어를 일치시키세요.
lt: Klausykite viso pranešimo. Tada suderinkite garso įrašus su žodžiais.
lv: Klausieties pilnu ziņojumu. Tad saskaņojiet audio ar vārdiem.
ro: Ascultă mesajul complet. Apoi potrivește audio-urile cu cuvintele.
sl: Poslušajte celotno sporočilo. Nato ujemajte zvočne posnetke z besedami.
te: పూర్తి సందేశాన్ని వినండి. తర్వాత ఆడియోలను పదాలతో సరిపోల్చండి.
tr: Tam mesajı dinleyin. Ardından sesleri kelimelerle eşleştirin.
uz: To‘liq xabarni tinglang. So‘ngra, audiolarni so‘zlar bilan moslang.
vi: Nghe toàn bộ tin nhắn. Sau đó, khớp các âm thanh với các từ.
zh: 听完整个消息，然后将音频与单词匹配。
zh_hant: 聽完整個訊息。然後將音訊與詞語配對。

# chooseMorphsInstructionsBody
source: Click the puzzle pieces for grammar questions!
ar: انقر على قطع الألغاز لأسئلة القواعد!
be: Націсніце на часткі пазаў для граматычных пытанняў!
el: Κάντε κλικ στα κομμάτια παζλ για γραμματικές ερωτήσεις!
fa: برای سوالات گرامری، قطعات پازل را کلیک کنید!
fil: I-click ang mga piraso ng puzzle para sa mga tanong sa gramatika!
he: לחץ על חלקי הפאזל לשאלות דקדוק!
ia: Clicca le piezas de puzzle pro questiones grammatical!
ja: パズルのピースをクリックして文法の質問に答えましょう！
ko: 문법 질문을 위해 퍼즐 조각을 클릭하세요!
lt: Spustelėkite dėlionės dalis gramatikos klausimams!
lv: Noklikšķiniet uz puzles gabaliņiem, lai atbildētu uz gramatikas jautājumiem!
ro: Fă clic pe piesele de puzzle pentru întrebări gramaticale!
sl: Kliknite na sestavljene dele za vprašanja o slovnici!
te: వ్యాకరణ ప్రశ్నలకు పజిల్ భాగాలను క్లిక్ చేయండి!
tr: Dilbilgisi soruları için yapboz parçalarına tıklayın!
uz: Grammatika savollari uchun mozaika bo‘laklarini bosing!
vi: Nhấp vào các mảnh ghép cho các câu hỏi ngữ pháp!
zh: 点击拼图块以回答语法问题！
zh_hant: 點擊拼圖碎片回答語法問題！

# pleaseEnterInt
source: Please enter a number
ar: يرجى إدخال رقم
be: Калі ласка, увядзіце лік
el: Παρακαλούμε εισάγετε έναν αριθμό
fa: لطفاً یک عدد وارد کنید
fil: Mangyaring magpasok ng isang numero
he: אנא הזן מספר
ia: Per favor, entra un numero
ja: 数字を入力してください
ko: 숫자를 입력하세요
lt: Įveskite skaičių
lv: Lūdzu, ievadiet skaitli
ro: Te rugăm să introduci un număr
sl: Vnesite številko
te: దయచేసి సంఖ్యను నమోదు చేయండి
tr: Lütfen bir sayı girin
uz: Iltimos, raqam kiriting
vi: Vui lòng nhập một số
zh: 请输入一个数字
zh_hant: 請輸入一個數字

source: Home
ar: الصفحة الرئيسية
be: Галоўная
el: Αρχική
fa: خانه
he: בית
ia: Casa
ja: ホーム
ko: 홈
lt: Pradžia
lv: Sākumlapa
ro: Acasă
sl: Domov
te: హోమ్
tr: Ana Sayfa
uz: Bosh sahifa
vi: Trang chủ
zh: 首页
zh_hant: 首頁

source: Join
ar: انضم
be: Далучыцца
el: Συμμετοχή
fa: پیوستن
fil: Sumali
he: הצטרף
ia: Aderir
ja: 参加
ko: 참여하기
lt: Prisijungti
lv: Pievienoties
ro: Alătură-te
sl: Pridruži se
te: చేరండి
tr: Katıl
uz: Qo‘shilish
vi: Tham gia
zh: 加入
zh_hant: 加入
