Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# oneClientLoggedOut
source: One of your clients has been logged out
ar: أُ خرج أحد العملاء الذي تسختدمها
be: Адзін з вашых кліентаў выйшаў з сістэмы
el: Ένας από τους πελάτες σας έχει αποσυνδεθεί
fa: یکی از کلاینت(برنامه)های شما از سیستم خارج شده است
fil: Isa sa iyong mga kliyente ay na-log out
he: אחד מהמכשירים שלך התנתק
ia: Un de tu clientes ha essite disconnectate
ja: クライアントの 1つがログアウトしました
ko: 당신의 클라이언트 중 하나가 로그아웃 됨
lt: Vienas iš jūsų klientų atsijungė
lv: Viens no klientiem ir atteicies
ro: Unul dintre clienților voștri a fost deconectat
sl: Eden od vaših odjemalcev je bil odjavljen
te: మీ క్లయింట్‌లలో ఒకరు లాగౌట్ అయ్యారు
tr: İstemcilerinizden birinin oturumu kapatıldı
uz: Mijozlaringizdan biri tizimdan chiqdi
vi: Một trong các phiên của bạn đã bị đăng xuất
zh: 你的一个客户端已登出
zh_hant: 您的一個客戶端已登出

source: Add account
ar: أضف حسابًا
be: Дадаць акаўнт
el: Προσθήκη λογαριασμού
fa: اضافه کردن حساب کاربری
fil: Magdagdag ng account
he: הוסף חשבון
ia: Adder conto
ja: アカウントを追加
ko: 계정 추가
lt: Pridėti paskyrą
lv: Pievienot kontu
ro: Adăugați cont
sl: Dodaj račun
te: ఖాతాను జోడించండి
tr: Hesap ekle
uz: Hisob qoʻshish
vi: Thêm tài khoản
zh: 添加账户
zh_hant: 新增帳號

# editBundlesForAccount
source: Edit bundles for this account
ar: عدّل حزم هذا الحساب
be: Рэдагаваць пакеты для гэтага акаўнта
el: Επεξεργασία πακέτων για αυτόν τον λογαριασμό
fa: بسته‌های این حساب را ویرایش کنید
fil: I-edit ang mga bundle para sa account na ito
he: ערוך חבילות עבור חשבון זה
ia: Modificar bundle pro iste conto
ja: このアカウントのバンドルを編集
ko: 이 계정의 번들 수정
lt: Redaguoti šios paskyros paketus
lv: Labot šī konta komplektus
ro: Editați pachetele pentru acest cont
sl: Uredi pakete za ta račun
te: ఈ ఖాతాకు బండిలను సవరించండి
tr: Bu hesap için paketleri düzenle
uz: Bu hisob uchun toʻplamlarni tahrirlash
vi: Chỉnh sửa nhóm cho tài khoản này
zh: 编辑此账户的集合
zh_hant: 為此帳號編輯套組

source: Add to bundle
ar: أضفه الى حزمة
be: Дадаць у пакет
el: Προσθήκη στο πακέτο
fa: به بسته نرم‌افزاری اضافه کنید
fil: Idagdag sa bundle
he: הוסף לחבילה
ia: Adder a bundle
ja: バンドルに追加
ko: 번들에 추가
lt: Pridėti prie paketų
lv: Pievienot komplektam
ro: Adăugați în pachet
sl: Dodaj v paket
te: బండిల్‌కు జోడించండి
tr: Pakete ekle
uz: Toʻplamga qoʻshish
vi: Thêm vào nhóm
zh: 添加到集合
zh_hant: 新增到套組

# removeFromBundle
source: Remove from this bundle
ar: أزله من الحزمة
be: Выдаліць з гэтага пакета
el: Αφαίρεση από αυτό το πακέτο
fa: از این بسته حذف کنید
fil: Alisin mula sa bundle na ito
he: הסר מחבילה זו
ia: Remove de iste bundle
ja: このバンドルから削除
ko: 이 번들에서 삭제
lt: Pašalinkite iš šio paketo
lv: Noņemt no šī komplekta
ro: Stergeți din acest pachet
sl: Odstrani iz tega paketa
te: ఈ బండిల్ నుండి తొలగించండి
tr: Bu paketten kaldır
uz: Bu toʻplamdan oʻchirish
vi: Xóa khỏi nhóm
zh: 从此集合中移除
zh_hant: 從此套組中移除

source: Bundle name
ar: اسم الحزمة
be: Назва пакета
el: Όνομα πακέτου
fa: اسم بسته
fil: Pangalan ng bundle
he: שם החבילה
ia: Nomen del bundle
ja: バンドル名
ko: 번들 이름
lt: Paketo vardas
lv: Komplekta nosaukums
ro: Numele pachetului
sl: Ime paketa
te: బండిల్ పేరు
tr: Paket adı
uz: Toʻplam nomi
vi: Tên nhóm
zh: 集合名称
zh_hant: 套組名稱

# enableMultiAccounts
source: (BETA) Enable multi accounts on this device
ar: (ميزة تجربية) فعّل تعدد الحسابات
be: (BETA) Уключыць некалькі акаўнтаў на гэтым прыладзе
el: (BETA) Ενεργοποίηση πολλαπλών λογαριασμών σε αυτήν τη συσκευή
fa: (آزمایشی) چند حساب را در این دستگاه فعال کنید
fil: (BETA) Pahintulutan ang maraming account sa device na ito
he: (בטא) אפשר ריבוי חשבונות במכשיר זה
ia: (BETA) Active multiple cuentas in iste dispositivo
ja: (ベータ版) このデバイスで複数のアカウントを有効にする
ko: (베타) 이 기기에서 다중 계정 활성화
lt: (BETA) Įgalinkite kelias paskyras šiame įrenginyje
lv: (BETA) Iespējot vairākus kontus šajā ierīcē
ro: (BETA) Activați multiple conturi pe acest dispozitiv
sl: (BETA) Omogoči več računov na tej napravi
te: (BETA) ఈ డివైస్‌పై బహుళ ఖాతాలను సక్రియం చేయండి
tr: (BETA) Bu aygıtta çoklu hesapları etkinleştir
uz: (BETA) Ushbu qurilmada bir nechta hisoblarni yoqish
vi: (BETA) Bật tính năng đa tài khoản trên thiết bị này
zh: （测试功能）在此设备上添加多个账户
zh_hant: （實驗性功能）在此裝置上啟用多個帳號

source: Open in maps
ar: افتح في الخريطة
be: Адкрыць у картах
el: Άνοιγμα στους χάρτες
fa: باز کردن در نقشه
fil: Buksan sa maps
he: פתיחה במפות
ia: Aperir in mappas
ja: マップで開く
ko: 지도에서 열기
lt: Atidaryti žemėlapiuose
lv: Atvērt kartēs
ro: Deschideți pe hartă
sl: Odpri v zemljevidih
te: మ్యాప్స్‌లో తెరవండి
tr: Haritalarda aç
uz: Xaritalarda ochish
vi: Mở trong bản đồ
zh: 在地图中打开
zh_hant: 在地圖中打開

source: Link
ar: رابط
be: Спасылка
el: Σύνδεσμος
fa: پیوند
he: קישור
ia: Ligamine
ja: リンク
ko: 링크
lt: Nuoroda
lv: Saite
sl: Povezava
te: లింక్
tr: Bağlantı
uz: Havola
vi: Liên kết
zh: 链接
zh_hant: 網址

# serverRequiresEmail
source: This server needs to validate your email address for registration.
ar: يتطلب هذا الخادم التحقق من بريدك الإلكتروني.
be: Гэты сервер патрабуе пацверджання вашай электроннай пошты для рэгістрацыі.
el: Αυτός ο διακομιστής χρειάζεται να επικυρώσει τη διεύθυνση email σας για εγγραφή.
fa: برای ثبت‌نام، این سرور باید آدرس ایمیل شما را تایید کند.
fil: Kailangan i-validate ng server na ito ang iyong email address para sa pagpaparehistro.
he: שרת זה צריך לאמת את כתובת הדואר האלקטרוני שלך לרישום.
ia: Iste servitor necessita de validar tu adresse de email pro registration.
ja: このサーバーは、登録のためにメールアドレスを検証する必要があります。
ko: 이 서버는 가입을 위해 당신의 이메일을 확인해야 합니다.
lt: Šis serveris turi patvirtinti jūsų el. pašto adresą registracijai.
lv: Šim serverim ir nepieciešams pārbaudīt Tavu e-pasta adresi reģistrācijai.
ro: Acest server trebuie să valideze emailul vostru pentru înregistrare.
sl: Ta strežnik mora potrditi vaš e-poštni naslov za registracijo.
te: ఈ సర్వర్ నమోదు కోసం మీ ఇమెయిల్ చిరునామాను ధృవీకరించాల్సి ఉంటుంది.
tr: Bu sunucunun kayıt için e-posta adresinizi doğrulaması gerekiyor.
uz: Ushbu server roʻyxatdan oʻtish uchun elektron pochta manzilingizni tasdiqlashi kerak.
vi: Máy chủ này yêu cầu xác thực email để đăng ký.
zh: 此服务器需要验证你的电子邮件地址以进行注册。
zh_hant: 該伺服器需要驗證您的註冊電子郵件地址。

source: Or
ar: أو
be: Ці
el: Ή
fa: یا
fil: O
he: או
ia: O
ja: または
ko: 이나
lt: Arba
lv: Vai
ro: Sau
sl: Ali
te: లేదా
tr: Veya
uz: Yoki
vi: Hoặc
zh: 或
zh_hant: 或

source: Participant
ar: منتسب
be: Удзельнік
el: Συμμετέχων
fa: شرکت‌کننده
fil: Kalahok
he: משתתף
ia: Participante
ja: 参加者
ko: 참여자
lt: Dalyvis
lv: Dalībnieks
sl: Udeleženec
te: పాల్గొనేవారు
tr: Katılımcı
uz: Qatnashuvchi
vi: Thành viên
zh: 参与者
zh_hant: 參與者

# passphraseOrKey
source: passphrase or recovery key
ar: عبارة المرور أو مفتاح الاستعادة
be: пароль або ключ аднаўлення
el: κωδικός πρόσβασης ή κλειδί ανάκτησης
fa: عبارت عبور یا کلید بازیابی
fil: passphrase o recovery key
he: ביטוי סיסמה או מפתח שחזור
ia: phrase de securitate o clave de recuperation
ja: パスフレーズかリカバリーキー
ko: 비밀번호나 복구 키
lt: Slapta frazė arba atkūrimo raktas
lv: paroles vārdkopa vai atkopes atslēga
ro: frază de acces sau cheie de recuperare
sl: geslovna fraza ali ključ za obnovo
te: పాస్ఫ్రేజ్ లేదా రికవరీ కీ
tr: parola veya kurtarma anahtarı
uz: parol yoki tiklash kaliti
vi: cụm mật khẩu hoặc khóa khôi phục
zh: 密码短语或恢复密钥
zh_hant: 密碼短語或恢復金鑰

source: Password
ar: كلمة السر
be: Пароль
el: Κωδικός πρόσβασης
fa: رمز عبور
he: סיסמה
ia: Contrasse
ja: パスワード
ko: 비밀번호
lt: Slaptažodis
lv: Parole
ro: Parolă
sl: Geslo
te: పాస్వర్డ్
tr: Parola
uz: Parol
vi: Mật khẩu
zh: 密码
zh_hant: 密碼

source: Password forgotten
ar: نسيتَ كلمة السر
be: Забылі пароль
el: Ξεχάσατε τον κωδικό πρόσβασης
fa: رمز عبور را فراموش کرده‌ام
fil: Nakalimutan ang password
he: שכחתי סיסמה
ia: Contrasse olvidate
ja: パスワードを忘れた
ko: 비밀번호 까먹음
lt: Slaptažodis užmirštas
lv: Aizmirsta parole
ro: Parola uitată
sl: Pozabljeno geslo
te: పాస్వర్డ్ మర్చిపోయారు
tr: Parola unutuldu
uz: Parol unitilgan
vi: Quên mật khẩu
zh: 忘记密码
zh_hant: 忘記密碼

source: Password has been changed
ar: غُيّرت كلمة السر
be: Пароль быў зменены
el: Ο κωδικός πρόσβασης έχει αλλάξει
fa: رمز عبور تغییر کرد
fil: Napalitan na ang password
he: הסיסמה שונתה
ia: Contrasse ha essite cambiate
ja: パスワードが変更されました
ko: 비밀번호가 변경됨
lt: Slaptažodis pakeistas
lv: Parole tikai nomainīta
ro: Parola a fost schimbată
sl: Geslo je bilo spremenjeno
te: పాస్వర్డ్ మార్చబడింది
tr: Parola değiştirildi
uz: Parol oʻzgartirildi
vi: Mật khẩu đã được thay đổi
zh: 密码已被更改
zh_hant: 密碼已被變更

source: Hide member changes in public chats
ar: إخفاء تغييرات الأعضاء في الدردشات العامة
be: Схаваць змены ўдзельнікаў у публічных чатах
el: Απόκρυψη αλλαγών μελών σε δημόσια chats
fa: پنهان کردن تغییرات اعضا در چت‌های عمومی
fil: Itago ang mga pagbabago sa miyembro sa pampublikong chat
he: הסתר שינויים במשתתפים בשיחות ציבוריות
ia: Celar cambios de membros in chats public
ja: 公開チャットのメンバー変更を非表示
ko: 공개 채팅에서의 참가자 변화 숨김
lt: Slėpti narių pakeitimus viešuosiuose pokalbiuose
lv: Paslēpt dalībnieku izmaiņas publiskajās tērzēšanās
ro: Ascunde modificările membrilor în chat-urile publice
sl: Skrij spremembe članov v javnih klepetih
te: పబ్లిక్ చాట్లలో సభ్యుల మార్పులను దాచండి
tr: Herkese açık sohbetlerde üye değişikliklerini gizle
uz: Ommaviy suhbatlarda aʼzolarga oʻzgartirishlarni yashirish
vi: Ẩn thông tin thay đổi thành viên trong phòng công khai
zh: 在公开聊天中隐藏成员变化
zh_hant: 在公開聊天室中隱藏成員變動

# hideMemberChangesInPublicChatsBody
source: Do not show in the chat timeline if someone joins or leaves a public chat to improve readability.
ar: لا تظهر في المخطط الزمني للدردشة إذا انضم شخص ما إلى محادثة عامة أو غادرها لتحسين إمكانية القراءة.
be: Не паказваць у хроніцы чата, калі хтосьці далучаецца або выходзіць з публічнага чата для паляпшэння чытальнасці.
el: Μην εμφανίζετε στο χρονολόγιο του chat αν κάποιος ενταχθεί ή φύγει από ένα δημόσιο chat για βελτίωση της αναγνωσιμότητας.
fa: برای بهبود خوانایی، اگر کسی به چت عمومی ملحق یا از آن خارج شد، در خط زمانی چت نشان داده نشود.
fil: Huwag ipakita sa timeline ng chat kung may sumali o umalis sa pampublikong chat upang mapabuti ang pagbabasa.
he: אל תציג בשורת הזמן של השיחה אם מישהו מצטרף או עוזב שיחה ציבורית לשיפור הקריאות.
ia: Non monstrar in le linea de tempore del chat si qualcun s'adhere o discede de un chat public pro melior legibilitate.
ja: 読みやすさを向上させるために、誰かが公開チャットに参加または退出した場合、チャットのタイムラインに表示しないでください。
ko: 공개 채팅에 누군가가 참가하거나 떠날때 타임라인에 표시하지 않습니다.
lt: Neleiskite rodyti pokalbių laiko juostoje, jei kas nors prisijungia arba išeina iš viešojo pokalbio, siekiant pagerinti skaitymą.
lv: Nerādīt tērzēšanas plūsmā, ja kāds pievienojas publiskai tērzēšanai vai pamet to, lai uzlabotu lasāmību.
ro: Nu afișa în cronologia chat-ului dacă cineva se alătură sau părăsește un chat public pentru a îmbunătăți lizibilitatea.
sl: Ne prikazuj sprememb članov v časovnici klepeta, če se kdo pridruži ali zapusti javni klepet, za boljšo berljivost.
te: పబ్లిక్ చాట్‌లో ఎవరో చేరడం లేదా విడిపోవడం జరిగినప్పుడు చాట్ టైమ్‌లైన్‌లో చూపించకండి, చదవడాన్ని మెరుగుపరచడానికి.
tr: Okunabilirliği artırmak için birisi herkese açık bir sohbete katıldığında veya sohbetten ayrıldığında sohbet zaman çizelgesinde gösterme.
uz: Oʻqish qulayligini oshirish uchun kimdir ochiq suhbatga qoʻshilsa yoki undan chiqsa, suhbat vaqt jadvalida koʻrsatilmasin.
vi: Không hiển thị trên cuộc trò chuyện khi ai đó tham gia hay rời phòng công khai để giúp cuộc trò chuyện gọn gàng hơn.
zh: 不在聊天时间线中显示某人是否加入或离开了公开聊天来改进可读性。
zh_hant: 若有人加入或離開公開聊天室，將不在聊天室時間軸顯示，以提升資訊可讀性。

source: Overview
ar: نظرة عامة
be: Агляд
el: Επισκόπηση
fa: مرور کلی
fil: Pangkalahatang-ideya
he: סקירה
ia: Visu
ja: 概要
ko: 개요
lt: Apžvalga
lv: Pārskats
ro: Prezentare generală
sl: Pregled
te: సారాంశం
tr: Genel görünüm
uz: Umumiy ma'lumot
vi: Tổng quan
zh: 概览
zh_hant: 概觀

source: Notify me for
ar: أعلمني بـ
be: Паведамляць мне пра
el: Ειδοποίησέ με για
fa: به من اطلاع بده برای
fil: Ipagbigay-alam sa akin para sa
he: הודע לי על
ia: Notifica me pro
ja: 通知を受け取る
ko: 나에게 알림
lt: Praneškite man apie
lv: Paziņot man par
ro: Notifică-mă pentru
sl: Obvesti me za
te: నన్ను తెలియజేయండి
tr: Beni bilgilendir
uz: Menga bildirishnoma yuborish
vi: Bật thông báo cho
zh: 提示内容
zh_hant: 通知我

source: Password recovery settings
ar: إعدادات استعادة كلمة المرور
be: Налады аднаўлення пароля
el: Ρυθμίσεις ανάκτησης κωδικού πρόσβασης
fa: تنظیمات بازیابی رمز عبور
fil: Mga setting ng pagbawi ng password
he: הגדרות שחזור סיסמה
ia: Configurationes de recuperation de parola
ja: パスワードリカバリー設定
ko: 비밀번호 복구 설정
lt: Slaptažodžio atstatymo nustatymai
lv: Paroles atkopes iestatījumi
ro: Setări pentru recuperarea parolei
sl: Nastavitve obnove gesla
te: పాస్వర్డ్ రికవరీ సెట్టింగ్స్
tr: Parola kurtarma ayarları
uz: Parolni qayta tiklash sozlamalari
vi: Cài đặt khôi phục mật khẩu
zh: 密码发现设置
zh_hant: 恢復密碼設定

source: Password recovery
ar: استعادة كلمة السر
be: Аднаўленне пароля
el: Ανάκτηση κωδικού πρόσβασης
fa: بازیابی رمز عبور
fil: Pagbawi ng password
he: שחזור סיסמה
ia: Recuperation de parola
ja: パスワードリカバリー
ko: 비밀번호 복구
lt: Slaptažodžio atkūrimas
lv: Paroles atkope
ro: Recuperare parolei
sl: Obnova gesla
te: పాస్వర్డ్ రికవరీ
tr: Parola kurtarma
uz: Parolni qayta tiklash
vi: Khôi phục mật khẩu
zh: 密码恢复
zh_hant: 恢復密碼

source: People
ar: أشخاص
be: Людзі
el: Άνθρωποι
fa: مردم
fil: Mga tao
he: אנשים
ia: Personas
ja: 人々
ko: 사람들
lt: Žmonės
lv: Cilvēki
ro: Persoane
sl: Ljudje
te: మానవులు
tr: İnsanlar
uz: Odamlar
vi: Mọi người
zh: 联系人
zh_hant: 人

# pickImage
source: Pick an image
ar: اختر صورة
be: Выбраць малюнак
el: Επιλέξτε μια εικόνα
fa: یک عکس انتخاب کنید
fil: Pumili ng larawan
he: בחר תמונה
ia: Selige un imagine
ja: 画像を選択してください
ko: 이미지 고르기
lt: Pasirinkite paveiksliuką
lv: Izvēlēties attēlu
ro: Alegeți o imagine
sl: Izberi sliko
te: చిత్రాన్ని ఎంచుకోండి
tr: Bir resim seç
uz: Rasm tanlash
vi: Chọn ảnh
zh: 选择图像
zh_hant: 選擇圖片

source: Pin
ar: ثبِّت
be: Закладка
el: Καρφίτσωμα
fa: سنجاق کردن
he: קוד pin
ja: ピン
ko: 고정
lt: Prisegti
ro: Fixați
sl: Pripni
te: పిన్
tr: Sabitle
uz: Toʻgʻnash
vi: Ghim
zh: 置顶
zh_hant: 釘選

# play
source: Play {fileName}
ar: شغّل {fileName}
be: Гуляць {fileName}
el: Αναπαραγωγή {fileName}
fa: پخش {fileName}
fil: I-play {fileName}
he: הפעל {fileName}
ia: Reproduce {fileName}
ja: {fileName}を再生する
ko: {fileName} 재생
lt: Groti {fileName}
lv: Atskaņot {fileName}
ro: Redați {fileName}
sl: Predvajaj {fileName}
te: {fileName} ప్లే చేయండి
tr: {fileName} dosyasını oynat
uz: {fileName}ni oʻynash
vi: Phát {fileName}
zh: 播放 {fileName}
zh_hant: 播放 {fileName}

source: Please choose
ar: اختر رجاء
be: Калі ласка, выберыце
el: Παρακαλώ επιλέξτε
fa: لطفا انتخاب کنید
fil: Mangyaring pumili
he: אנא בחר
ia: Per favor, selige
ja: 選択してください
ko: 선택해주세요
lt: Prašome pasirinkti
lv: Lūgums izvēlēties
ro: Vă rugăm să alegeți
sl: Prosim, izberi
te: దయచేసి ఎంచుకోండి
tr: Lütfen seçin
uz: Iltimos tanlang
vi: Vui lòng chọn
zh: 请选择
zh_hant: 請選擇

source: Please choose a pass code
ar: اختر رمز المرور
be: Калі ласка, выберыце пароль
el: Παρακαλώ επιλέξτε έναν κωδικό πρόσβασης
fa: لطفا یک کد عبور انتخاب کنید
fil: Mangyaring pumili ng isang pass code
he: אנא בחר קוד גישה
ia: Per favor, selige un codice de accesso
ja: パスコードを選んでください
ko: 비밀번호를 골라주세요
lt: Pasirinkite slaptą kodą
lv: Lūgums izvēlēties piekļuves kodu
ro: Vă rugăm să alegeți un passcode
sl: Prosim, izberi geslo
te: దయచేసి పాస్ కోడ్ ఎంచుకోండి
tr: Lütfen bir geçiş kodu seçin
uz: Iltimos, kirish kodini tanlang
vi: Vui lòng chọn mã khóa
zh: 请选择一个密码
zh_hant: 請選擇一個密碼

# pleaseClickOnLink
source: Please click on the link in the email and then proceed.
ar: يرجى النقر على الرابط الموجود في البريد الإلكتروني ثم المتابعة.
be: Калі ласка, націсніце на спасылку ў электроннай пошце і працягвайце.
el: Παρακαλώ κάντε κλικ στον σύνδεσμο στο email και συνεχίστε.
fa: لطفا روی لینک موجود در رایانامه(ایمیل) کلیک کنید و سپس ادامه دهید.
fil: Mangyaring i-click ang link sa email at magpatuloy.
he: אנא לחץ על הקישור במייל ולאחר מכן המשך.
ia: Per favor, clicca super le ligamine in le email e poi procede.
ja: メールのリンクから進めてください。
ko: 이메일의 링크를 클릭하고 진행해주세요.
lt: Paspauskite nuorodą el. pašte ir tęskite toliau.
lv: Lūgums klikšķināt uz saites e-pastā un tad turpināt.
ro: Vă rugăm să deschideți linkul din email și apoi să procedați.
sl: Prosimo, kliknite na povezavo v e-pošti in nadaljujte.
te: దయచేసి ఇమెయిల్‌లో లింక్‌పై క్లిక్ చేసి తర్వాత కొనసాగించండి.
tr: Lütfen e-postadaki bağlantıya tıklayın ve devam edin.
uz: Iltimos, elektron pochtadagi havolani bosing va keyin davom eting.
vi: Vui lòng nhấn vào liên kết trong email, sau đó tiếp tục. (Trong một vài trường hợp, email có thể bị chuyển vào mục spam hoặc mất đến 5 phút để gửi.)
zh: 请点击电子邮件中的链接，然后继续。
zh_hant: 請點擊電子郵件中的網址，然後繼續。

# pleaseEnter4Digits
source: Please enter 4 digits or leave empty to disable app lock.
ar: أدخل 4 أرقام أو أتركه فارغ لتعطيل القفل.
be: Калі ласка, увядзіце 4 лічбы або пакіньце пустым, каб адключыць блакіроўку прыкладання.
el: Παρακαλώ εισάγετε 4 ψηφία ή αφήστε κενό για να απενεργοποιήσετε το κλείδωμα εφαρμογής.
fa: لطفا ۴ رقم وارد کنید یا خالی بگذارید تا قفل برنامه غیرفعال شود.
fil: Mangyaring magpasok ng 4 na digit o iwanang blangko upang i-disable ang app lock.
he: אנא הזן 4 ספרות או השאר ריק כדי להשבית את נעילת האפליקציה.
ia: Per favor, entra 4 cifras o lascia vacue pro disactivar le lock del application
ja: アプリのロック用に4桁の数字を入力してください。空欄の場合は無効になります。
ko: 4자리 숫자를 입력하거나 앱 잠금을 사용하지 않도록 하려면 비워두세요.
lt: Įveskite 4 skaitmenis arba palikite tuščią, jei norite išjungti programėlės užraktą.
lv: Lūgums ievadīt 4 ciparus vai atstāt tukšu, lai atspējotu lietotnes slēgu.
ro: Vă rugăm să introduceți 4 cifre sau puteți să lăsați gol să dezactivați lacătul aplicației.
sl: Prosimo, vnesite 4 števke ali pustite prazno za onemogočitev zaklepa aplikacije.
te: దయచేసి 4 అంకెలను నమోదు చేయండి లేదా యాప్ లాక్‌ను అచేతనం చేయడానికి ఖాళీగా ఉంచండి.
tr: Lütfen 4 basamak girin veya uygulama kilidini devre dışı bırakmak için boş bırakın.
uz: Ilova qulfini oʻchirish uchun 4 ta raqamni kiriting yoki boʻsh qoldiring.
vi: Nhập 4 chữ số hoặc để trống để tắt khóa ứng dụng.
zh: 请输入 4 位数字或留空以停用应用锁。
zh_hant: 請輸入4位數字，或留空以停用密碼鎖定。

# pleaseEnterRecoveryKey
source: Please enter your recovery key:
ar: الرجاء إدخال مفتاح الاسترداد:
be: Калі ласка, увядзіце свой ключ аднаўлення:
el: Παρακαλώ εισάγετε το κλειδί ανάκτησης σας:
fa: لطفا کلید بازیابی خود را وارد کنید:
fil: Mangyaring ipasok ang iyong recovery key:
he: אנא הזן את מפתח השחזור שלך:
ia: Per favor, entra tu clave de recuperation:
ja: リカバリーキーを入力してください。
ko: 당신의 복구키를 입력하세요:
lt: Įveskite savo atkūrimo raktą:
lv: Lūgums ievadīt savu atkopes atslēgu:
ro: Vă rugăm să introduceți cheia voastră de recuperare:
sl: Prosimo, vnesite svoj ključ za obnovo:
te: దయచేసి మీ రికవరీ కీని నమోదు చేయండి:
tr: Lütfen kurtarma anahtarınızı girin:
uz: Iltimos, tiklash kalitingizni kiriting:
vi: Vui lòng nhập khóa khôi phục của bạn:
zh: 请输入你的恢复密钥：
zh_hant: 請輸入您的恢復金鑰：

source: Please enter your password
ar: أدخل كلمة السر
be: Калі ласка, увядзіце свой пароль
el: Παρακαλώ εισάγετε τον κωδικό πρόσβασής σας
fa: لطفا رمزعبور خود را وارد کنید
fil: Mangyaring ipasok ang iyong password
he: נא הזן את הסיסמה שלך
ia: Per favor, entra tu parola de pass
ja: パスワードを入力してください
ko: 비밀번호를 입력해주세요
lt: Įveskite savo slaptažodį
lv: Lūgums ievadīt savu paroli
ro: Vă rugăm să introduceți parola voastră
sl: Prosimo, vnesite svoje geslo
te: దయచేసి మీ పాస్వర్డ్‌ను నమోదు చేయండి
tr: Lütfen parolanızı girin
uz: Iltimos parolingizni kiriting
vi: Vui lòng nhập mật khẩu
zh: 请输入你的密码
zh_hant: 請輸入您的密碼

source: Please enter your pin
ar: الرجاء إدخال رقم التعريف الشخصي الخاص بك
be: Калі ласка, увядзіце свой PIN-код
el: Παρακαλώ εισάγετε το PIN σας
fa: لطفا کد خود را وارد کنید
fil: Mangyaring ipasok ang iyong pin
he: אנא הזן את קוד הpin שלך
ia: Per favor, entra tu PIN
ja: PINを入力してください
ko: PIN을 입력해주세요
lt: Įveskite savo PIN kodą
lv: Lūgums ievadīt savu PIN
ro: Vă rugăm să introduceți pinul vostru
sl: Prosimo, vnesite svoj PIN
te: దయచేసి మీ పిన్‌ను నమోదు చేయండి
tr: Lütfen PIN kodunuzu girin
uz: Iltimos PIN kodingizni kiriting
vi: Vui lòng nhập mã PIN
zh: 请输入你的 PIN
zh_hant: 請輸入您的密碼

source: Please enter your username
ar: أدخل اسم المستخدم
be: Калі ласка, увядзіце сваё імя карыстальніка
el: Παρακαλώ εισάγετε το όνομα χρήστη σας
fa: لطفا نام‌کاربری خود را وارد کنید
fil: Mangyaring ipasok ang iyong username
he: אנא הזן שם משתמש
ia: Per favor, entra tu nomine de usator
ja: ユーザー名を入力してください
ko: 유저 이름을 입력해주세요
lt: Įveskite savo vartotojo vardą
lv: Lūgums ievadīt savu lietotājvārdu
ro: Vă rugăm să introduceți username-ul vostru
sl: Prosimo, vnesite svoje uporabniško ime
te: దయచేసి మీ యూజర్‌నేమ్‌ను నమోదు చేయండి
tr: Lütfen kullanıcı adınızı girin
uz: Iltimos foydalanuvchi nomini kiriting
vi: Vui lòng nhập tên người dùng
zh: 请输入你的用户名
zh_hant: 請輸入您的使用者名稱

# pleaseFollowInstructionsOnWeb
source: Please follow the instructions on the website and tap on next.
ar: يرجى اتباع التعليمات الموجودة على الموقع والنقر على التالي.
be: Калі ласка, выконвайце інструкцыі на сайце і націсніце далей.
el: Παρακαλούμε ακολουθήστε τις οδηγίες στην ιστοσελίδα και πατήστε επόμενο.
fa: لطفا دستورالعمل‌های وب‌سایت را دنبال کنید و روی بعدی بزنید.
fil: Mangyaring sundin ang mga tagubilin sa website at i-tap ang susunod.
he: אנא עקוב אחר ההוראות באתר ולחץ על הבא.
ia: Per favor, seque le instructiones in le sito web e tap in 'next'.
ja: ウェブサイトにあるやり方を見てから次をタップしてください。
ko: 웹사이트의 가이드를 따르고 다음 버튼을 눌러주세요.
lt: Vadovaukitės svetainėje pateiktais nurodymais ir bakstelėkite Toliau.
lv: Lūgums sekot norādēm tīmekļvietnē un piesist "Nākamais".
ro: Vă rugăm să urmați instrucțiunele pe website și apoi să apăsați pe următor.
sl: Prosimo, sledite navodilom na spletni strani in tapnite naprej.
te: దయచేసి వెబ్‌సైట్‌పై సూచనలను అనుసరించండి మరియు తదుపరి పై ట్యాప్ చేయండి.
tr: Lütfen web sitesindeki talimatları izleyin ve "İleri" düğmesine dokunun.
uz: Iltimos, veb-saytdagi koʻrsatmalarga amal qiling va keyingisini bosing.
vi: Vui lòng làm theo hướng dẫn trên trang web và bấm tiếp
zh: 请按照网站上的提示，点击下一步。
zh_hant: 請按照網站上的說明進行操作，然後點擊下一步。

source: Privacy
ar: الخصوصية
be: Прыватнасць
el: Απόρρητο
fa: حریم خصوصی
fil: Pribadong buhay
he: פרטיות
ia: Privatitate
ja: プライバシー
ko: 프라이버시
lt: Privatumas
lv: Privātums
ro: Confidențialitate
sl: Zasebnost
te: గోప్యత
tr: Gizlilik
uz: Maxfiylik
vi: Quyền riêng tư
zh: 隐私
zh_hant: 隱私

source: Public Rooms
ar: الغرف العامة
be: Публічныя пакоі
el: Δημόσιες αίθουσες
fa: اتاق‌های عمومی
fil: Mga pampublikong kwarto
he: חדרים ציבוריים
ia: Salas publice
ja: 公開された部屋
ko: 공개 방
lt: Vieši kambariai
lv: Publiskas istabas
ro: Camere Publice
sl: Javne sobe
te: జనసామాన గదులు
tr: Herkese Açık Odalar
uz: Ommaviy guruhlar
vi: Phòng công khai
zh: 公开聊天室
zh_hant: 公開的聊天室

source: Push rules
ar: قواعد الإشعارات
be: Правілы апавяшчэнняў
el: Κανόνες ειδοποιήσεων
fa: قواعد دریافت اعلان
fil: Mga patakaran sa push
he: כללי התראות
ia: Regulas de push
ja: ルールを追加する
ko: 푸시 규칙
lt: Tiesioginių pranešimų taisyklės
lv: Pašpiegādes nosacījumi
ro: Regulile Push
sl: Pravila za obvestila
te: పుష్ నియమాలు
tr: Gönderme kuralları
uz: Push qoidalari
vi: Quy tắc thông báo đẩy
zh: 推送规则
zh_hant: 推播規則

source: Reason
ar: السبب
be: Прычына
el: Αιτία
fa: دلیل
fil: Dahilan
he: סיבה
ia: Rationale
ja: 理由
ko: 이유
lt: Priežastis
lv: Iemesls
ro: Motiv
sl: Razlog
te: కారణం
tr: Neden
uz: Sabab
vi: Lý do
zh: 原因
zh_hant: 原因

source: Recording
ar: يسجل
be: Запіс
el: Εγγραφή
fa: در حال ضبط
fil: Pagre-record
he: הקלטה
ia: Registramento
ja: 録音中
ko: 녹음
lt: Įrašymas
lv: Ieraksta
ro: Înregistrare
sl: Snemanje
te: రికార్డింగ్
tr: Kaydediliyor
uz: Yozilmoqda
vi: Đang ghi âm
zh: 录制
zh_hant: 錄音中

# redactedBy
source: Redacted by {username}
ar: منقح بواسطة {username}
be: Зачараваны {username}
el: Επεξεργάστηκε από {username}
fa: حذف شده توسط {username}
fil: Binura ni {username}
he: ערוך על ידי {username}
ia: Redactate per {username}
ja: {username}によって編集済み
ko: {username}님이 삭제함
lt: Redagavo {username}
lv: Laboja {username}
ro: Redactat de {username}
sl: Ukrepljeno s strani {username}
te: {username} ద్వారా తొలగించబడింది
tr: {username} tarafından düzenlendi
uz: {username} tomonidan tahrirlangan
vi: Được gỡ bởi {username}
zh: 已被 {username} 删除
zh_hant: 由 {username} 編輯
