Repository: pangeachat/client
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, el, fa, fil, he, ia, ja, ko, lt, lv, ro, sl, te, tr, uz, vi, zh, zh_hant

# blockListDescription
source: You can block users who are disturbing you. You won't be able to receive any messages or room invites from the users on your personal block list.
ar: يمكنك حظر المستخدمين الذين يزعجونك. لن تتمكن من تلقي أي رسائل أو دعوات للغرفة من المستخدمين الموجودين في قائمة الحظر الشخصية الخاصة بك.
be: Вы можаце блакаваць карыстальнікаў, якія вас турбуюць. Вы не будзеце атрымліваць паведамленні або запрашэнні ў пакоі ад карыстальнікаў у вашым асабістым спісе блакавання.
el: Μπορείτε να αποκλείσετε χρήστες που σας ενοχλούν. Δεν θα μπορείτε να λαμβάνετε μηνύματα ή προσκλήσεις δωματίου από τους χρήστες στη λίστα αποκλεισμού σας.
fa: می‌توانید کاربرانی را که مزاحمتان می‌کنند مسدود کنید. نمی‌توانید پیام‌ها یا دعوت‌نامه‌های اتاق از کاربران در لیست مسدود شده شخصی خود دریافت کنید.
fil: Maaari mong i-block ang mga gumagamit na nakakaabala sa iyo. Hindi ka makakatanggap ng anumang mensahe o paanyaya sa kuwarto mula sa mga gumagamit sa iyong personal na listahan ng mga naka-block.
he: אתה יכול לחסום משתמשים שמפריעים לך. לא תוכל לקבל הודעות או הזמנות לחדרים מהמשתמשים ברשימת החסימה האישית שלך.
ia: Tu pote blockar usatores qui te disturbante. Tu non potera reciper message o invitos a camera de usatores in tu lista personal de blocco.
ja: 迷惑行為をするユーザーをブロックできます。あなたの個人ブロックリストにあるユーザーからのメッセージやルーム招待は受け取れなくなります。
ko: 당신은 당신을 방해하는 유저들을 차단할 수 있습니다. 당신은 당신의 개인 차단 목록에 있는 어떠한 유저의 메시지와 방 초대도 받지 않을것 입니다.
lt: Galite blokuoti vartotojus, kurie trikdo jus. Negalėsite gauti jokių žinučių ar kvietimų į kambarius iš jūsų asmeninio blokuotų vartotojų sąrašo.
lv: Ir iespējams atslēgt traucējošus lietotājus. Nebūs iespējams saņem jebkādas ziņas vai uzaicinājumus uz istabām no lietotājiem, kas ir personīgajā izslēgšanas sarakstā.
ro: Poți bloca utilizatori care te deranjează. Nu vei putea primi mesaje sau invitații în camere de la utilizatorii de pe lista ta personală de blocare.
sl: Lahko blokirate uporabnike, ki vas motijo. Ne boste mogli prejemati nobenih sporočil ali povabil v sobe od uporabnikov na vašem osebnem seznamu blokiranih.
te: మీని కలవరపరిచే వినియోగదారులను మీరు అడ్డుకోవచ్చు. మీరు మీ వ్యక్తిగత బ్లాక్ లిస్టులో ఉన్న వినియోగదారుల నుంచి సందేశాలు లేదా గది ఆహ్వానాలు అందుకోలేరు.
tr: Sizi rahatsız eden kullanıcıları engelleyebilirsiniz. Kişisel engelleme listenizdeki kullanıcılardan herhangi bir mesaj veya oda daveti alamazsınız.
uz: Sizni bezovta qilayotgan foydalanuvchilarni bloklashingiz mumkin. Shaxsiy bloklash roʻyxatingizdagi foydalanuvchilardan hech qanday xabar yoki guruhga taklifnomalarni qabul qila olmaysiz.
vi: Bạn có thể chặn người dùng làm phiền bạn. Bạn sẽ không nhận được bất kỳ tin nhắn hay lời mời nào từ danh sách chặn cá nhân của bạn.
zh: 你可以屏蔽打扰你的用户。你将不会收到来自屏蔽列表中用户的任何消息或聊天室邀请。
zh_hant: 你可以封鎖打擾你的使用者。你不會再收到任何從已封鎖使用者發來的訊息或聊天室邀請。

# blockUsername
source: Ignore username
ar: تجاهل اسم المستخدم
be: Ігнараваць імя карыстальніка
el: Αγνόηση ονόματος χρήστη
fa: نادیده گرفتن نام کاربری
fil: Balewalain ang username
he: התעלם משם משתמש
ia: Ignorar nomine de usator
ja: ユーザー名を無視
ko: 유저 이름 무시
lt: Ignoruoti vartotojo vardą
lv: Neņemt vērā lietotājvārdu
ro: Ignoră numele de utilizator
sl: Ignoriraj uporabniško ime
te: యూజర్‌నేమ్‌ను నిర్లక్ష్యం చేయండి
tr: Kullanıcı adını görmezden gel
uz: Foydalanuvchi nomini eʻtiborsiz qoldirish
vi: Chặn tên người dùng
zh: 忽略用户名
zh_hant: 無視使用者名稱

# iHaveClickedOnLink
source: I have clicked on the link
ar: نقرت على الرابط
be: Я націснуў на спасылку
el: Έχω κάνει κλικ στον σύνδεσμο
fa: من روی پیوند کلیک کردم
fil: Nakapindot na ako sa link
he: לחצתי על הקישור
ia: Io ha cliccato super le ligamine
ja: リンクをクリックしました
ko: 링크를 클릭했어요
lt: Aš paspaudžiau nuorodą
lv: Es uzklikšķināju uz saites
ro: Am făcut click pe link
sl: Kliknil sem na povezavo
te: నేను లింక్‌పై క్లిక్ చేశాను
tr: Bağlantıya tıkladım
uz: Men havolani bosdim
vi: Tôi đã nhấp vào đường liên kết
zh: 我已经点击了链接
zh_hant: 我已經點擊了網址

# incorrectPassphraseOrKey
source: Incorrect passphrase or recovery key
ar: عبارة مرور أو مفتاح استرداد خطأ
be: Няправільная парольная фраза або ключ аднаўлення
el: Λάθος φράση πρόσβασης ή κλειδί ανάκτησης
fa: عبارت عبور یا کلید بازیابی اشتباه است
fil: Maling passphrase o recovery key
he: ביטוי סיסמה או מפתח שחזור שגויים
ia: Phrase de securitate o clave de recuperation incorrecte
ja: パスフレーズかリカバリーキーが間違っています
ko: 올바르지 않은 복구 키나 비밀번호
lt: Neteisinga slaptafrazė arba atkūrimo raktas
lv: Nepareiza paroles vārdkopa vai atkopes atslēga
ro: Parolă sau cheie de recuperare incorectă
sl: Napačna geslovna fraza ali ključ za obnovo
te: తప్పు పాస్‌ఫ్రేజ్ లేదా రికవరీ కీ
tr: Yanlış parola veya kurtarma anahtarı
uz: Notoʻgʻri parol yoki tiklash kaliti
vi: Cụm mật khẩu hoặc khóa khôi phục không chính xác
zh: 不正确的密码短语或恢复密钥
zh_hant: 錯誤的密碼短語或恢復金鑰

source: Inoffensive
ar: غير مسيء
be: Бязвіннае
el: Ακίνδυνο
fa: بی ضرر
fil: Hindi nakakasakit
he: לֹא פּוֹגֵעַ
ja: 非攻撃的
ko: 모욕적이지 않음
lt: Neįžeidžiantis
lv: Nav aizskarošs
ro: Inofensiv
sl: Nežaljivo
te: అపరిశుద్ధం
tr: Rahatsız edici değil
uz: Zararsiz
vi: Ít xúc phạm
zh: 不令人反感
zh_hant: 不令人反感

source: Invite contact
ar: دعوة مراسل
be: Запрасіць кантакт
el: Πρόσκληση επαφής
fa: دعوت از مخاطب
fil: Imbitahan ang contact
he: הזמן איש קשר
ia: Invitar contacto
ja: 連絡先から招待する
ko: 연락처 초대
lt: Pakviesti kontaktą
lv: Uzaicināt kontaktpersonu
ro: Invitați contact
sl: Vabilo stiku
te: సంప్రదింపుని ఆహ్వానించండి
tr: Kişi davet et
uz: Kontaktni taklif qilish
vi: Mời liên hệ
zh: 邀请联系人
zh_hant: 邀請聯絡人

# inviteContactToGroupQuestion
source: Do you want to invite {contact} to the chat "{groupName}"?
ar: هل تريد دعوة {contact} إلى المحادثة "{groupName}"؟?
be: Ці хочаце вы запрасіць {contact} у чат "{groupName}"?
el: Θέλετε να προσκαλέσετε τον {contact} στη συνομιλία "{groupName}";
fa: آیا می‌خواهید {contact} را به چت "{groupName}" دعوت کنید؟
fil: Nais mo bang imbitahan si {contact} sa chat na "{groupName}"?
he: האם ברצונך להזמין את {contact} לשיחה "{groupName}"?
ia: Tu vole invitar {contact} al chat "{groupName}"?
ja: {contact}を"{groupName}"チャットに招待しますか？
ko: {contact} 를 "{groupName}"에 초대할까요?
lt: Ar norite pakviesti {contact} į pokalbį "{groupName}"?
lv: Vai vēlies uzaicināt {contact} uz tērzēšanu "{groupName}"?
ro: Vrei să inviți {contact} în chat-ul "{groupName}"?
sl: Želite povabiti {contact} v klepet "{groupName}"?
te: {contact} ను "{groupName}" చాట్‌కు ఆహ్వానించాలనుకుంటున్నారా?
tr: {contact} kişisini "{groupName}" sohbetine davet etmek istiyor musunuz?
uz: {contact} ni "{groupName}" suhbatiga taklif qilishni istaysizmi?
vi: Bạn có muốn mời {contact} vào cuộc trò chuyện "{groupName}"?
zh: 你是否要邀请 {contact} 参与聊天 "{groupName}"？
zh_hant: 您想邀請 {contact} 加入 「{groupName}」 聊天室嗎？

# inviteContactToGroup
source: Invite contact to {groupName}
ar: أدعو مراسلا الى {groupName}
be: Запрасіць кантакт у {groupName}
el: Πρόσκληση επαφής στο {groupName}
fa: دعوت از مخاطب به {groupName}
fil: Imbitahan ang contact sa {groupName}
he: הזמן איש קשר אל {groupName}
ia: Invitar contacto a {groupName}
ja: 連絡先から{groupName}に招待する
ko: 연락처를 {groupName}에 초대
lt: Pakviesti kontaktą į {groupName}
lv: Uzaicināt kontaktpersonu {groupName}
ro: Invitați contact la {groupName}
sl: Povabi stik v {groupName}
te: {groupName} కు సంప్రదింపుని ఆహ్వానించండి
tr: Kişiyi {groupName} grubuna davet et
uz: Kontaktni {groupName} ga taklif qiling
vi: Mời liên hệ vào {groupName}
zh: 邀请联系人到 {groupName}
zh_hant: 邀請聯絡人到 {groupName}

# noChatDescriptionYet
source: No chat description created yet.
ar: لم يتم إنشاء وصف للمحادثة حتى الآن.
be: Пакуль няма апісання чата.
el: Δεν έχει δημιουργηθεί ακόμη περιγραφή συνομιλίας.
fa: تاکنون توضیحی برای چت ایجاد نشده است.
fil: Walang deskripsyon ng chat na nalikha pa.
he: עדיין לא נוצר תיאור לשיחה.
ia: Nulle description de chat ha essite create ancora.
ja: まだチャットの説明が作成されていません。
ko: 채팅 설명이 아직 추가되지 않음.
lt: Dar nėra sukurta pokalbio aprašymo.
lv: Tērzēšanas apraksts vēl nav izveidots.
ro: Încă nu a fost creată nicio descriere pentru chat.
sl: Še ni ustvarjen opis klepeta.
te: ఇప్పటికే చాట్ వివరణ సృష్టించబడలేదు.
tr: Daha sohbet açıklaması oluşturulmadı.
uz: Hali suhbat tavsifi yaratilmagan.
vi: Chưa có mô tả cuộc trò chuyện.
zh: 尚未创建聊天描述。
zh_hant: 尚未建立聊天室描述。

source: Try again
ar: أعد المحاولة
be: Паспрабуйце яшчэ раз
el: Δοκιμάστε ξανά
fa: دوباره تلاش کنید
fil: Subukan muli
he: נסה שוב
ia: Prova ancora
ja: もう一度試す
ko: 다시 시도하기
lt: Bandykite dar kartą
lv: Jāmēģina vēlreiz
ro: Încearcă din nou
sl: Poskusi znova
te: మళ్ళీ ప్రయత్నించండి
tr: Tekrar deneyin
uz: Qayta urinib koʻrish
vi: Thử lại
zh: 重试
zh_hant: 再試一次

source: Invalid server name
ar: اسم الخادم غير متاح
be: Недапушчальная назва сервера
el: Μη έγκυρο όνομα διακομιστή
fa: نام سرور نامعتبر است
fil: Di-wastong pangalan ng server
he: שם שרת לא חוקי
ia: Nomen de servitor invalide
ja: 無効なサーバー名
ko: 잘못된 서버 이름
lt: Neteisingas serverio pavadinimas
lv: Nederīgs servera nosaukums
ro: Nume de server invalid
sl: Neveljavno ime strežnika
te: చెల్లని సర్వర్ పేరు
tr: Geçersiz sunucu adı
uz: Server nomi notoʻgʻri
vi: Tên máy chủ không hợp lệ
zh: 服务器名称无效
zh_hant: 伺服器名稱錯誤

source: Invited
ar: دُعيَ
be: Запрошана
el: Προσκαλέστηκε
fa: دعوت شده
fil: Inimbitahan
he: הזמין
ia: Invitato
ja: 招待されました
ko: 초대됨
lt: Pakviestas
lv: Uzaicināts
ro: Invitat
sl: Vabilo poslano
te: ఆహ్వానించబడింది
tr: Davet edildi
uz: Taklif qilindi
vi: Đã mời
zh: 已邀请
zh_hant: 已邀請

# redactMessageDescription
source: The message will be redacted for all participants in this conversation. This cannot be undone.
ar: سيتم تنقيح الرسالة لجميع المشاركين في هذه المحادثة. هذا لا يمكن التراجع عنها.
be: Паведамленне будзе выдалена для ўсіх удзельнікаў гэтай размовы. Гэта нельга адмяніць.
el: Το μήνυμα θα διαγραφεί για όλους τους συμμετέχοντες σε αυτή τη συνομιλία. Αυτό δεν μπορεί να αναιρεθεί.
fa: پیام برای تمام شرکت‌کنندگان در این گفتگو حذف خواهد شد. این عملیات قابل بازگشت نیست.
fil: Ang mensahe ay mababago para sa lahat ng kalahok sa pag-uusap na ito. Hindi na ito mababawi.
he: ההודעה תימחק לכל המשתתפים בשיחה זו. פעולה זו אינה ניתנת לביטול.
ia: Le message essera redigite pro tote le participantes in iste conversation. Isto non pote esser revertite.
ja: このメッセージはこの会話のすべての参加者に対して編集されます。元に戻すことはできません。
ko: 메시지는 이 대화의 모든 참여자에게 삭제될 것 입니다. 되돌릴 수 없습니다.
lt: Žinutė bus redaguota visiems šio pokalbio dalyviams. Tai nebegalės būti atšaukta.
lv: Ziņa tiks labota visiem šīs sarunas dalībniekiem. To nevar atdarīt.
ro: Mesajul va fi redactat pentru toți participanții din această conversație. Acest lucru nu poate fi anulat.
sl: Sporočilo bo izbrisano za vse udeležence v tej pogovoru. To ni mogoče razveljaviti.
te: ఈ సందేశం ఈ సంభాషణలో అన్ని పాల్గొనేవారికి రద్దు చేయబడుతుంది. ఇది తిరిగి మార్చలేరు.
tr: Bu mesaj bu görüşmedeki herkes için düzenlenecek. Bu işlem geri alınamaz.
uz: Xabar ushbu suhbatdagi barcha ishtirokchilar uchun oʻchiriladi. Buni bekor qilib boʻlmaydi.
vi: Tin nhắn sẽ được gỡ cho tất cả những người tham gia cuộc trò chuyện này. Hành động này không thể hoàn tác.
zh: 消息将为此对话中所有参与者删除。此操作无法撤销。
zh_hant: 該訊息將對此對話中的所有參與者收回。這不能被反悔。

# optionalRedactReason
source: (Optional) Reason for redacting this message...
ar: (اختياري) سبب تنقيح هذه الرسالة ...
be: (Па жаданні) Прычына выдалення гэтага паведамлення...
el: (Προαιρετικό) Λόγος διαγραφής αυτού του μηνύματος...
fa: (اختیاری) دلیل حذف این پیام...
fil: (Opsyonal) Dahilan sa pagbabago ng mensahe...
he: (אופציונלי) סיבת מחיקת ההודעה...
ia: (Optional) Ration pro redigere iste message...
ja: (任意) このメッセージを編集する理由...
ko: (선택) 이 메시지를 편집하는 이유...
lt: (Pasirinktinai) Redagavimo priežastis...
lv: (Pēc izvēles) Ziņas labošanas iemesls...
ro: (Opțional) Motivul pentru redactarea acestui mesaj...
sl: (Neobvezno) Razlog za brisanje tega sporočila...
te: (ఐచ్ఛికం) ఈ సందేశాన్ని రద్దు చేయడానికి కారణం...
tr: (İsteğe bağlı) Bu mesajı düzenleme nedeni…
uz: (Ixtiyoriy) Ushbu xabarni oʻchirish sababi...
vi: (Tùy chọn) Lý do gỡ tin nhắn...
zh: （可选）删除此消息的原因...
zh_hant: （非必填）收回此訊息的原因...

# invitedUser
source: 📩 {username} invited {targetName}
ar: 📩 {username} دعا {targetName}
be: 📩 {username} запрасіў {targetName}
el: 📩 {username} προσκάλεσε {targetName}
fa: 📩 {username} از {targetName} دعوت کرد
fil: 📩 {username} ay inimbitahan si {targetName}
he: {username} הזמין את {targetName}
ia: 📩 {username} ha invitate {targetName}
ja: 📩 {username} が {targetName} を招待しました
ko: 📩 {username}님이 {targetName}님을 초대함
lt: 📩 {username} pakvietė {targetName}
lv: 📩 {username} uzaicināja {targetName}
ro: 📩{username} a invitat {targetName}
sl: 📩 {username} je povabil {targetName}
te: 📩 {username} {targetName} ను ఆహ్వానించారు
tr: 📩 {username}, {targetName} kişisini davet etti
uz: 📩 {username} {targetName}ni taklif qildi
vi: 📩 {username} đã mời {targetName}
zh: 📩 {username} 邀请了 {targetName}
zh_hant: 📩 {username} 邀請了 {targetName}

source: Invited users only
ar: المستخدمون المدعوون فقط
be: Толькі для запрошаных карыстальнікаў
el: Μόνο για προσκεκλημένους χρήστες
fa: فقط کاربران دعوت شده
fil: Para lamang sa mga inimbitahang user
he: משתמשים מוזמנים בלבד
ia: Solmente usatores invite
ja: 招待されたユーザーのみ
ko: 초대된 유저만
lt: Tik pakviesti vartotojai
lv: Tikai uzaicināti lietotāji
ro: Numai utilizatori invitați
sl: Samo povabljeni uporabniki
te: కేవలం ఆహ్వానిత వినియోగదారులు మాత్రమే
tr: Sadece davet edilen kullanıcılar
uz: Faqat taklif qilingan foydalanuvchilar
vi: Chỉ người dùng được mời
zh: 仅被邀请用户
zh_hant: 只有被邀請的使用者

source: Invite for me
ar: دعوات لي
be: Запрасіць мяне
el: Πρόσκληση για μένα
fa: دعوت برای من
fil: Imbitahan para sa akin
he: הזמנה בשבילי
ia: Invitar pro me
ja: 自分への招待
ko: 초대됨
lt: Pakvietimas man
lv: Uzaicinājumu man
ro: Invitați pentru mine
sl: Vabilo zame
te: నాకు ఆహ్వానించండి
tr: Benim için davet et
uz: Men uchun taklif qilish
vi: Mời cho tôi
zh: 发给我的邀请
zh_hant: 來自我的邀請

# inviteText
source: {username} invited you to FluffyChat. 1. Visit fluffychat.im and install the app 2. Sign up or sign in 3. Open the invite link: {link}
ar: دعاك {username} إلى FluffyChat. 1. قم بزيارة موقع fluffychat.im وقم بتثبيت التطبيق 2. قم بإنشاءحساب أو تسجيل الدخول 3. افتح رابط الدعوة: {link}
be: {username} запрасіў вас у FluffyChat. 1. Наведайце fluffychat.im і ўсталюйце дадатак 2. Зарэгіструйцеся або ўвайдзіце 3. Адкрыйце спасылку запрашэння: {link}
el: {username} σε κάλεσε στο FluffyChat. 1. Επισκεφθείτε το fluffychat.im και εγκαταστήστε την εφαρμογή 2. Εγγραφείτε ή συνδεθείτε 3. Ανοίξτε τον σύνδεσμο πρόσκλησης: {link}
fa: {username} شما را به فلافی‌چت دعوت کرد. ۱. به fluffychat.im مراجعه کرده و کاره را نصب کنید ۲. ثبت نام کنید یا وارد شوید. ۳. لینک دعوت را باز کنید: {link}
fil: {username} inimbitahan ka sa FluffyChat. 1. Bisitahin ang fluffychat.im at i-install ang app 2. Mag-sign up o mag-sign in 3. Buksan ang link ng imbitasyon: {link}
he: {username} הזמין אותך ל-FluffyChat. 1. התקן את FluffyChat: https://fluffychat.im 2. הירשם או היכנס 3. פתח את קישור ההזמנה: {link}
ia: {username} te ha invite a FluffyChat. 1. Visita fluffychat.im e installa le app 2. Inscribe te o face login 3. Aperi le ligamine de invite: {link}
ja: {username}がFluffyChatにあなたを招待しました. 1. FluffyChatをインストールしてください: https://fluffychat.im 2. 新しくアカウントを作成するかサインインしてください 3. 招待リンクを開いてください: {link}
ko: {username}님이 당신을 FluffyChat에 초대했습니다. 1. FluffyChat 설치: https://fluffychat.im 2. 가입하거나 로그인 3. 초대 링크 열기: {link}
lt: {username} pakvietė jus prisijungti prie FluffyChat. 1. Įdiekite FluffyChat: https://fluffychat.im 2. Prisiregistruokite arba prisijunkite 3. Atidarykite pakvietimo nuorodą: {link}
lv: {username} uzaicināja pievienoties FluffyChat. 1. Jāapmeklē fluffychat.im un jāuzstāda lietotne 2. Jāizveido konts vai jāpiesakās 3. Jāatver uzaicinājuma saite: {link}
ro: {username} v-a invitat la FluffyChat. 1. Instalați FluffyChat: https://fluffychat.im 2. Înregistrați-vă sau conectați-vă 3. Deschideți invitația: {link}
sl: {username} vas je povabil v FluffyChat. 1. Obiščite fluffychat.im in namestite aplikacijo 2. Registrirajte se ali prijavite 3. Odprite povabilo povezavo: {link}
te: {username} మీరు FluffyChat కు ఆహ్వానించారు. 1. fluffychat.im ను సందర్శించండి మరియు యాప్‌ను ఇన్‌స్టాల్ చేయండి 2. సైన్ అప్ చేయండి లేదా సైన్ ఇన్ చేయండి 3. ఆహ్వాన లింక్‌ను తెరవండి: {link}
tr: {username} sizi FluffyChat'e davet etti. 1. fluffychat.im adresini ziyaret edin ve uygulamayı kurun 2. Kaydolun veya oturum açın 3. Davet bağlantısını açın: {link}
uz: {username} sizni FluffyChat’ga taklif qildi. 1. fluffychat.im saytiga tashrif buyuring va ilovani oʻrnating. 2. Roʻyxatdan oʻting yoki tizimga kiring. 3. Taklif havolasini oching: {link}
vi: {username} mời bạn tham gia FluffyChat. 1. Truy cập fluffychat.im và cài đặt ứng dụng 2. Đăng ký hoặc đăng nhập 3. Mở link mời: {link}
zh: {username} 邀请你使用 FluffyChat。 1. 安装 FluffyChat：https://fluffychat.im 2. 注册或登录 3. 打开邀请链接： {link}
zh_hant: {username} 邀請您使用 FluffyChat 1. 安裝 FluffyChat：https://fluffychat.im 2. 登入或註冊 3. 打開該邀請網址： {link}

source: is typing…
ar: يكتب…
be: пішэ...
el: γράφει…
fa: در حال نوشتن…
fil: nagsusulat…
he: מקליד/ה…
ia: sta scribente…
ja: が入力しています…
ko: 입력 중…
lt: rašo…
lv: raksta…
ro: tastează…
sl: tipkače …
te: టైప్ చేస్తున్నారు…
tr: yazıyor…
uz: yozmoqda…
vi: đang nhập…
zh: 正在输入…
zh_hant: 正在輸入...…

source: Displayname has been changed
ar: غُيِّر الاسم العلني
be: Імя для паказу было зменена
el: Το όνομα εμφανιζόμενου έχει αλλάξει
fa: نام نمایشی تغییر یافته است
fil: Pinalitan na ang display name
he: שם התצוגה השתנה
ia: Le nom de affichage ha essite cambiate
ja: 表示名が変更されました
ko: 표시 이름이 변경되었습니다
lt: Rodomas vardas buvo pakeistas
lv: Attēlojamais vārds tika nomainīts
ro: Displayname a fost schimbat
sl: Ime za prikaz je bilo spremenjeno
te: ప్రదర్శన పేరును మార్చారు
tr: Görünen ad değiştirildi
uz: Displey nomi o‘zgartirildi
vi: Tên hiển thị đã được thay đổi
zh: 昵称已更改
zh_hant: 顯示名稱已被變更

source: Download file
ar: نزِّل الملف
be: Загрузіць файл
el: Λήψη αρχείου
fa: بارگیری فایل
fil: I-download ang file
he: הורד קובץ
ia: Downloadar file
ja: ファイルのダウンロード
ko: 파일 다운로드
lt: Atsisiųsti failą
lv: Lejupielādēt datni
ro: Descărcați fișierul
sl: Prenesi datoteko
te: ఫైల్ డౌన్లోడ్ చేయండి
tr: Dosyayı indir
uz: Faylni yuklab olish
vi: Tải ảnh xuống
zh: 下载文件
zh_hant: 下載文件

source: Edit
ar: عدّل
be: Рэдагаваць
el: Επεξεργασία
fa: ویرایش
fil: I-edit
he: ערוך
ia: Modificar
ja: 編集
ko: 수정
lt: Redaguoti
lv: Labot
ro: Editați
sl: Uredi
te: సవరించు
tr: Düzenle
uz: Tahrirlash
vi: Chỉnh sửa
zh: 编辑
zh_hant: 編輯

source: Edit blocked servers
ar: عدّل الخوادم المحجوبة
be: Рэдагаваць заблакаваныя серверы
el: Επεξεργασία αποκλεισμένων διακομιστών
fa: سرور‌های مسدود را ویرایش کنید
fil: I-edit ang mga naka-block na server
he: ערוך שרתים חסומים
ia: Modificar servitores blocate
ja: ブロックしたサーバーを編集
ko: 차단된 서버 수정
lt: Redaguoti blokuotus serverius
lv: Labot liegtos serverus
ro: Editați servere blocate
sl: Uredi blokirane strežnike
te: అడ్డుకున్న సర్వర్లను సవరించండి
tr: Engellenen sunucuları düzenle
uz: Bloklangan serverlarni tahrirlash
vi: Chỉnh sửa máy chủ bị chặn
zh: 编辑被屏蔽的服务器
zh_hant: 編輯被封鎖的伺服器

source: Chat permissions
ar: صلاحيات المحادثة
be: Дазволы для чата
el: Άδειες συνομιλίας
fa: مجوزهای چت
fil: Mga pahintulot ng chat
he: הרשאות שיחה
ia: Permissiones de chat
ja: チャット権限
ko: 채팅 권한
lt: Pokalbių leidimai
lv: Tērzēšanas atļaujas
ro: Permisiuni de chat
sl: Dovoljenja za klepet
te: చాట్ అనుమతులు
tr: Sohbet izinleri
uz: Suhbat ruxsatlari
vi: Quyền hạn trong trò chuyện
zh: 聊天权限
zh_hant: 聊天室權限

source: Edit displayname
ar: حرر الاسم العلني
be: Рэдагаваць імя для паказу
el: Επεξεργασία ονόματος εμφανιζόμενου
fa: ویرایش نام نمایشی
fil: I-edit ang display name
he: ערוך את שם התצוגה
ia: Modificar le nom de affichage
ja: 表示名を編集
ko: 표시 이름 수정
lt: Redaguoti rodomą vardą
lv: Labot attēlojamo vārdu
ro: Schimbați displayname
sl: Uredi ime za prikaz
te: ప్రదర్శన పేరును సవరించండి
tr: Görünen adı düzenle
uz: Displey nomini tahrirlash
vi: Sửa tên hiển thị
zh: 编辑昵称
zh_hant: 編輯顯示名稱

source: Edit room aliases
ar: عدّل الاسم المميز للغرفة
be: Рэдагаваць аліасы пакоя
el: Επεξεργασία ψευδωνύμων δωματίου
fa: نام‌های مستعار اتاق را ویرایش کنید
fil: I-edit ang mga alyas ng room
he: ערוך כינויים לחדר
ia: Modificar alias del camera
ja: ルームエイリアスを編集
ko: 방 별명 수정
lt: Redaguoti kambario pseudonimus
lv: Labot istabu aizstājvārdus
ro: Schimbați pseudonimele camerei
sl: Uredi vzdevke sobe
te: గదుల అలియాసులను సవరించండి
tr: Oda takma adlarını düzenle
uz: Xona taxalluslarini tahrirlash
vi: Chỉnh sửa bí danh phòng
zh: 编辑聊天室别名
zh_hant: 編輯聊天室名

source: Edit room avatar
ar: عدّل الصورة الرمزية للغرفة
be: Рэдагаваць аватар пакоя
el: Επεξεργασία εικόνας δωματίου
fa: عکس اتاق را ویرایش کنید
fil: I-edit ang avatar ng room
he: עריכת אווטאר של חדר
ia: Modificar le avatar del camera
ja: 部屋のアバターを編集する
ko: 방 아바타 수정
lt: Redaguoti kambario avatarą
lv: Labot istabas attēlu
ro: Schimbați avatarul din cameră
sl: Uredi avatar sobe
te: గది అవతార్‌ను సవరించండి
tr: Oda avatarını düzenle
uz: Xona avatarini tahrirlash
vi: Chỉnh sửa ảnh đại diện phòng
zh: 编辑聊天室头像
zh_hant: 編輯聊天室頭貼

# emoteExists
source: Emote already exists!
ar: الانفعالة موجودة مسبقا!
be: Эмот ужо існуе!
el: Το emoji ήδη υπάρχει!
fa: شکلک از پیش وجود دارد!
fil: Umiiral na ang emote!
he: אימוט כבר קיים!
ia: Le emot already existe!
ja: Emoteはすでに存在します！
ko: 이모트가 이미 존재합니다!
lt: Jaustukas jau egzistuoja!
lv: Emocija jau pastāv.
ro: Emote deja există!
sl: Emote že obstaja!
te: ఇమోట్ ఇప్పటికే ఉంది!
tr: İfade zaten var!
uz: Emotsiya allaqachon mavjud!
vi: Biểu tượng cảm xúc đã tồn tại!
zh: 表情已存在！
zh_hant: 表情已存在！

# emoteInvalid
source: Invalid emote shortcode!
ar: رمز الانفعالة غير صالح!
be: Недапушчальны кароткі код эмоцыі!
el: Μη έγκυρος κωδικός emoji!
fa: کد کوتاه شکلک نامعتبر!
fil: Hindi wastong shortcode ng emote!
he: קוד רגש לא חוקי!
ia: Shortcode de emot invalide!
ja: 不正なEmoteショートコード！
ko: 올바르지 않은 이모트 단축키!
lt: Neteisingas jaustuko trumpasis kodas!
lv: Nederīgs emocijas īskods.
ro: Shortcode de emote nevalibil!
sl: Neveljaven krajšalec emote!
te: చెల్లని ఇమోట్ షార్ట్‌కోడ్!
tr: Geçersiz ifade kısa kodu!
uz: Noto‘g‘ri emotsiya kodi!
vi: Mã biểu tượng cảm xúc không hợp lệ!
zh: 无效的表情快捷码！
zh_hant: 無效的表情快捷鍵！

# emoteKeyboardNoRecents
source: Recently-used emotes will appear here...
ar: التعبيرات المستخدمة مؤخرًا ستظهر هنا ...
be: Нядаўна выкарыстаныя эмоцыі з'явяцца тут...
el: Πρόσφατα χρησιμοποιημένα emoji θα εμφανίζονται εδώ...
fa: احساسات استفاده‌شده اخیراً در اینجا ظاهر می‌شوند...
fil: Ang mga kamakailang ginamit na emote ay lalabas dito...
he: רגשות שהיו בשימוש לאחרונה יופיעו כאן...
ia: Le emot usate recenter apparira hic...
ja: 最近使用した絵文字はここに表示されます...
ko: 최근 사용한 이모트가 여기 나타납니다...
lt: Neseniai naudoti emocai čia pasirodys...
lv: Nesen izmantotās emocijas parādīsies šeit...
ro: Emoticoane folosite recent vor apărea aici...
sl: Nedavno uporabljeni emoti se bodo prikazali tukaj...
te: ఇటీవల ఉపయోగించిన ఎమోట్స్ ఇక్కడ కనిపిస్తాయి...
tr: Son kullanılan ifadeler burada görünecek...
uz: Yaqinda ishlatilgan emotsiyalar shu yerda chiqadi...
vi: Những biểu tượng cảm xúc sử dụng gần đây sẽ xuất hiện ở đây...
zh: 最近使用过的表情会出现在这里...
zh_hant: 最近使用的表情將顯示在這裡...

# encryptionNotEnabled
source: Encryption is not enabled
ar: التشفير معطل
be: Шыфраванне не ўключана
el: Η κρυπτογράφηση δεν είναι ενεργοποιημένη
fa: رمزگذاری فعال نیست
fil: Hindi naka-enable ang encryption
he: ההצפנה אינה מופעלת
ia: Le encryption non es activate
ja: 暗号化されていません
ko: 암호화가 비활성화됨
lt: Šifravimas aktyvuotas
lv: Šifrēšana nav iespējota
ro: Criptare nu e activată
sl: Šifriranje ni omogočeno
te: ఎన్క్రిప్షన్ సక్రియం చేయబడలేదు
tr: Şifreleme etkinleştirilmedi
uz: Shifrlash yoqilmagan
vi: Chưa bật mã hóa
zh: 加密未启用
zh_hant: 加密未啟用
