Repository: pangeachat/client
Catalog: assets/l10n/intl_*.arb
Languages: vi

# initAppError
source: An error occured while init the app
vi: Đã xảy ra lỗi khi khởi tạo ứng dụng

source: User role
vi: Vai trò người dùng

# minimumPowerLevel
source: {level} is the minimum power level.
vi: {level} là mức năng lượng tối thiểu.

# searchIn
source: Search in chat "{chat}"...
vi: Tìm kiếm trong trò chuyện "{chat}"...

source: Search more...
vi: Tìm kiếm thêm...

source: Gallery
vi: Thư viện

source: Files
vi: Tập tin

# databaseBuildErrorBody
source: Unable to build the SQlite database. The app tries to use the legacy database for now. Please report this error to the developers at {url}. The error message is: {error}
vi: Không thể xây dựng cơ sở dữ liệu SQlite. Ứng dụng hiện đang cố gắng sử dụng cơ sở dữ liệu cũ. Vui lòng báo cáo lỗi này cho các nhà phát triển tại {url}. Thông điệp lỗi là: {error}

# sessionLostBody
source: Your session is lost. Please report this error to the developers at {url}. The error message is: {error}
vi: Phiên của bạn đã bị mất. Vui lòng báo cáo lỗi này cho các nhà phát triển tại {url}. Thông điệp lỗi là: {error}

# restoreSessionBody
source: The app now tries to restore your session from the backup. Please report this error to the developers at {url}. The error message is: {error}
vi: Ứng dụng hiện đang cố gắng khôi phục phiên của bạn từ bản sao lưu. Vui lòng báo cáo lỗi này cho các nhà phát triển tại {url}. Thông điệp lỗi là: {error}

# forwardMessageTo
source: Forward message to {roomName}?
vi: Chuyển tiếp tin nhắn đến {roomName}?

source: Sign up
vi: Đăng ký

# pleaseChooseAtLeastChars
source: Please choose at least {min} characters.
vi: Vui lòng chọn ít nhất {min} ký tự.

# noEmailWarning
source: Please enter a valid email address. Otherwise you won't be able to reset your password. If you don't want to, tap again on the button to continue.
vi: Vui lòng nhập địa chỉ email hợp lệ. Nếu không, bạn sẽ không thể đặt lại mật khẩu. Nếu bạn không muốn, hãy nhấn lại vào nút để tiếp tục.

# pleaseEnterValidEmail
source: Please enter a valid email address.
vi: Vui lòng nhập địa chỉ email hợp lệ.

# noAddToSpacePermissions
source: You can't add a chat to this space
vi: Bạn không thể thêm một cuộc trò chuyện vào không gian này

# alreadyInSpace
source: The chat is already in this space
vi: Cuộc trò chuyện đã có trong không gian này

source: Please choose a username
vi: Vui lòng chọn một tên người dùng

source: Choose a username
vi: Chọn một tên người dùng

source: Define
vi: Định nghĩa

source: Listen
vi: Nghe

# addConversationBot
source: Enable Conversation Bot
vi: Bật Bot Cuộc Trò Chuyện

# addConversationBotDesc
source: Add a bot to this chat
vi: Thêm một bot vào cuộc trò chuyện này

# convoBotSettingsDescription
source: Edit conversation topic and difficulty
vi: Chỉnh sửa chủ đề và độ khó của cuộc trò chuyện

source: Enter a conversation topic
vi: Nhập một chủ đề cuộc trò chuyện

source: Conversation topic
vi: Chủ đề cuộc trò chuyện

source: Enable moderation
vi: Bật kiểm duyệt

# enableModerationDesc
source: Enable automatic moderation to review messages before they are sent
vi: Bật kiểm duyệt tự động để xem xét tin nhắn trước khi chúng được gửi

# conversationLanguageLevel
source: What is the language level of this conversation?
vi: Cấp độ ngôn ngữ của cuộc trò chuyện này là gì?

source: Show Definition
vi: Hiển thị Định nghĩa

source: Send read receipts
vi: Gửi biên nhận đã đọc

# sendTypingNotificationsDescription
source: Other participants in a chat can see when you are typing a new message.
vi: Các thành viên khác trong cuộc trò chuyện có thể thấy khi bạn đang gõ một tin nhắn mới.

# sendReadReceiptsDescription
source: Other participants in a chat can see when you have read a message.
vi: Các thành viên khác trong cuộc trò chuyện có thể thấy khi bạn đã đọc một tin nhắn.

source: Formatted messages
vi: Tin nhắn định dạng

# formattedMessagesDescription
source: Display rich message content like bold text using markdown.
vi: Hiển thị nội dung tin nhắn phong phú như văn bản in đậm bằng cách sử dụng markdown.

source: 🔐 Verify other user
vi: 🔐 Xác minh người dùng khác

# verifyOtherUserDescription
source: If you verify another user, you can be sure that you know who you are really writing to. 💪 When you start a verification, you and the other user will see a popup in the app. There you will then see a series of emojis or numbers that you have to compare with each other. The best way to do this is to meet up or start a video call. 👭
vi: Nếu bạn xác minh một người dùng khác, bạn có thể chắc chắn rằng bạn biết người mà bạn thực sự đang viết đến. 💪 Khi bạn bắt đầu một quá trình xác minh, bạn và người dùng khác sẽ thấy một cửa sổ bật lên trong ứng dụng. Tại đó, bạn sẽ thấy một loạt các biểu tượng cảm xúc hoặc số mà bạn phải so sánh với nhau. Cách tốt nhất để làm điều này là gặp mặt trực tiếp hoặc bắt đầu một cuộc gọi video. 👭

source: 🔐 Verify other device
vi: 🔐 Xác minh thiết bị khác

# verifyOtherDeviceDescription
source: When you verify another device, those devices can exchange keys, increasing your overall security. 💪 When you start a verification, a popup will appear in the app on both devices. There you will then see a series of emojis or numbers that you have to compare with each other. It's best to have both devices handy before you start the verification. 🤳
vi: Khi bạn xác minh một thiết bị khác, các thiết bị đó có thể trao đổi khóa, tăng cường bảo mật tổng thể của bạn. 💪 Khi bạn bắt đầu một quá trình xác minh, một cửa sổ bật lên sẽ xuất hiện trong ứng dụng trên cả hai thiết bị. Tại đó, bạn sẽ thấy một loạt các biểu tượng cảm xúc hoặc số mà bạn phải so sánh với nhau. Tốt nhất là có cả hai thiết bị sẵn sàng trước khi bạn bắt đầu xác minh. 🤳

# acceptedKeyVerification
source: {sender} accepted key verification
vi: {sender} đã chấp nhận xác minh khóa

# canceledKeyVerification
source: {sender} canceled key verification
vi: {sender} đã hủy xác minh khóa

# completedKeyVerification
source: {sender} completed key verification
vi: {sender} đã hoàn thành xác minh khóa

# isReadyForKeyVerification
source: {sender} is ready for key verification
vi: {sender} đã sẵn sàng cho xác minh khóa

# requestedKeyVerification
source: {sender} requested key verification
vi: {sender} đã yêu cầu xác minh khóa

# startedKeyVerification
source: {sender} started key verification
vi: {sender} đã bắt đầu xác minh khóa

# subscriptionPopupTitle
source: This sentence could have a grammar mistake...
vi: Câu này có thể có lỗi ngữ pháp...

# subscriptionPopupDesc
source: Subscribe today to unlock translation and grammar correction!
vi: Đăng ký hôm nay để mở khóa dịch thuật và sửa lỗi ngữ pháp!

source: See options
vi: Xem tùy chọn

# continuedWithoutSubscription
source: Continue without subscribing
vi: Tiếp tục mà không cần đăng ký

# trialPeriodExpired
source: Your trial period has expired
vi: Thời gian dùng thử của bạn đã hết hạn

# selectToDefine
source: Click any word to see its definition!
vi: Nhấp vào bất kỳ từ nào để xem định nghĩa của nó!

source: translations
vi: dịch thuật

source: message audio
vi: âm thanh tin nhắn

source: definitions
vi: định nghĩa

# subscribedToUnlockTools
source: Subscribe to unlock interactive translation and grammar checking, audio playback, personalized practice activities, and learning analytics!
vi: Đăng ký để mở khóa dịch thuật tương tác và kiểm tra ngữ pháp, phát âm thanh, hoạt động thực hành cá nhân hóa và phân tích học tập!

source: More
vi: Thêm

# translationTooltip
source: Translate
vi: Dịch

# audioTooltip
source: Play Audio
vi: Phát âm thanh

# speechToTextTooltip
source: Transcript
vi: Bản ghi

# certifyAge
source: I certify that I am over {age} years of age
vi: Tôi xác nhận rằng tôi đã trên {age} tuổi

# kickBotWarning
source: Kicking Pangea Bot will remove the conversation bot from this chat.
vi: Đá Pangea Bot sẽ xóa bot trò chuyện khỏi cuộc trò chuyện này.

# joinToView
source: Join this room to view details
vi: Tham gia phòng này để xem chi tiết

source: Refresh
vi: Làm mới

# autoPlayTitle
source: Auto Play Messages
vi: Tự động phát tin nhắn

# autoPlayDesc
source: When enabled, the text-to-speech audio of messages will play automatically when selected.
vi: Khi được bật, âm thanh chuyển văn bản thành giọng nói của các tin nhắn sẽ tự động phát khi được chọn.

source: Transparent
vi: Trong suốt

# unreadChatsInApp
source: {appname}: {unread} unread chats
vi: {appname}: {unread} tin nhắn chưa đọc

source: Message Analytics
vi: Phân tích tin nhắn

source: Words
vi: Từ

source: Score
vi: Điểm

source: Accuracy
vi: Độ chính xác

source: Points
vi: Điểm

# noPaymentInfo
source: No payment info necessary!
vi: Không cần thông tin thanh toán!

# conversationBotModeSelectDescription
source: Chat activity
vi: Hoạt động trò chuyện

# conversationBotModeSelectOption_discussion
source: Discussion
vi: Thảo luận

# conversationBotModeSelectOption_custom
source: Custom
vi: Tùy chỉnh

# conversationBotModeSelectOption_conversation
source: Conversation
vi: Cuộc trò chuyện

# conversationBotModeSelectOption_textAdventure
source: Text Adventure
vi: Cuộc phiêu lưu văn bản

# conversationBotModeSelectOption_storyGame
source: Story Game
vi: Trò chơi kể chuyện

# conversationBotDiscussionZone_title
source: Discussion Settings
vi: Cài đặt thảo luận

# conversationBotDiscussionZone_discussionTopicLabel
source: Discussion Topic
vi: Chủ đề thảo luận

# conversationBotDiscussionZone_discussionTopicPlaceholder
source: Set discussion topic
vi: Đặt chủ đề thảo luận

# conversationBotDiscussionZone_discussionKeywordsLabel
source: Discussion Keywords
vi: Từ khóa thảo luận

# conversationBotDiscussionZone_discussionKeywordsPlaceholder
source: Set discussion keywords
vi: Đặt từ khóa thảo luận

# conversationBotDiscussionZone_discussionKeywordsHintText
source: Comma separated list of keywords to guide the discussion
vi: Danh sách từ khóa phân cách bằng dấu phẩy để hướng dẫn thảo luận

# conversationBotDiscussionZone_discussionTriggerScheduleEnabledLabel
source: Send discussion prompt on a schedule
vi: Gửi lời nhắc thảo luận theo lịch

# conversationBotDiscussionZone_discussionTriggerScheduleHourIntervalLabel
source: Hours between discussion prompts
vi: Giờ giữa các lời nhắc thảo luận

# conversationBotDiscussionZone_discussionTriggerReactionEnabledLabel
source: Responds on ⏩ reaction
vi: Phản hồi theo phản ứng ⏩

# conversationBotDiscussionZone_discussionTriggerReactionKeyLabel
source: Reaction to send discussion prompt
vi: Phản ứng để gửi lời nhắc thảo luận

# conversationBotCustomZone_title
source: Custom Settings
vi: Cài đặt tùy chỉnh

# conversationBotCustomZone_customSystemPromptLabel
source: System prompt
vi: Lời nhắc hệ thống

# conversationBotCustomZone_customSystemPromptPlaceholder
source: Set custom system prompt
vi: Đặt lời nhắc hệ thống tùy chỉnh

# conversationBotCustomZone_customSystemPromptEmptyError
source: Missing custom system prompt
vi: Thiếu lời nhắc hệ thống tùy chỉnh

# botConfig
source: Bot and activity settings
vi: Cài đặt bot và hoạt động

# botConfigNoPermissionTitle
source: No permission
vi: Không có quyền

# botConfigNoPermissionMessage
source: Contact room admin to change bot configuration
vi: Liên hệ với quản trị viên phòng để thay đổi cấu hình bot

# addConversationBotDialogTitleInvite
source: Confirm inviting conversation bot
vi: Xác nhận mời bot trò chuyện

# addConversationBotButtonInvite
source: Invite
vi: Mời

# addConversationBotDialogInviteConfirmation
source: Invite
vi: Mời

# addConversationBotButtonTitleRemove
source: Confirm removing conversation bot
vi: Xác nhận xóa bot trò chuyện

# addConversationBotButtonRemove
source: Remove
vi: Xóa

# addConversationBotDialogRemoveConfirmation
source: Remove
vi: Xóa

# conversationBotConfigConfirmChange
source: Confirm
vi: Xác nhận

# conversationBotStatus
source: Invite bot
vi: Mời bot

# conversationBotTextAdventureZone_title
source: Text Adventure
vi: Cuộc phiêu lưu văn bản

# conversationBotTextAdventureZone_instructionLabel
source: Game Master Instructions
vi: Hướng dẫn của Người điều hành trò chơi

# conversationBotTextAdventureZone_instructionPlaceholder
source: Set game master instructions
vi: Đặt hướng dẫn của người điều hành trò chơi

# conversationBotCustomZone_instructionSystemPromptEmptyError
source: Missing game master instructions
vi: Thiếu hướng dẫn của người điều hành trò chơi

# studentAnalyticsNotAvailable
source: Student data not currently available
vi: Dữ liệu sinh viên hiện không có sẵn

# roomDataMissing
source: Some data may be missing from rooms in which you are not a member.
vi: Một số dữ liệu có thể bị thiếu từ các phòng mà bạn không phải là thành viên.

# updatePhoneOS
source: You may need to update your device's OS version.
vi: Bạn có thể cần cập nhật phiên bản hệ điều hành của thiết bị.

source: Words per minute
vi: Từ mỗi phút

# autoIGCToolName
source: Run language assistance automatically
vi: Chạy trợ giúp ngôn ngữ tự động

# autoIGCToolDescription
source: Automatically run language assistance after typing messages
vi: Tự động chạy trợ giúp ngôn ngữ sau khi gõ tin nhắn

# runGrammarCorrection
source: Check message
vi: Kiểm tra tin nhắn

# grammarCorrectionFailed
source: Issues to address
vi: Các vấn đề cần giải quyết

# grammarCorrectionComplete
source: Looks good!
vi: Trông ổn!

# tooltipInstructionsTitle
source: Not sure what that does?
vi: Không chắc điều đó có tác dụng gì?

# tooltipInstructionsMobileBody
source: Press and hold items to view tooltips.
vi: Nhấn và giữ các mục để xem chú thích.

# tooltipInstructionsBrowserBody
source: Hover over items to view tooltips.
vi: Di chuột qua các mục để xem chú thích.

# addSpaceToSpaceDescription
source: Select a space to add as a parent
vi: Chọn một không gian để thêm làm không gian cha

source: Chat capacity
vi: Dung lượng trò chuyện

source: Space capacity
vi: Dung lượng không gian

# roomFull
source: This room is already at capacity.
vi: Phòng này đã đầy.

# topicNotSet
source: The topic has not been set.
vi: Chủ đề chưa được thiết lập.

# chatCapacityNotSet
source: This chat has no capacity limit.
vi: Trò chuyện này không có giới hạn dung lượng.

# spaceCapacityNotSet
source: This space has no capacity limit.
vi: Không gian này không có giới hạn dung lượng.

# chatCapacityHasBeenChanged
source: Chat capacity changed
vi: Dung lượng trò chuyện đã thay đổi

# spaceCapacityHasBeenChanged
source: Space capacity changed
vi: Dung lượng không gian đã thay đổi

# chatCapacitySetTooLow
source: Chat capacity cannot be set below the current number of non-admins.
vi: Dung lượng trò chuyện không thể được đặt dưới số lượng người không phải quản trị viên hiện tại.

# spaceCapacitySetTooLow
source: Space capacity cannot be set below the current number of non-admins.
vi: Dung lượng không gian không thể được đặt thấp hơn số lượng người không phải quản trị viên hiện tại.

# chatCapacityExplanation
source: Chat capacity limits the number of non-admins allowed in a chat.
vi: Dung lượng trò chuyện giới hạn số lượng người không phải quản trị viên được phép trong một cuộc trò chuyện.

# spaceCapacityExplanation
source: Space capacity limits the number of non-admins allowed in a space.
vi: Dung lượng không gian giới hạn số lượng người không phải quản trị viên được phép trong một không gian.

# chatExceedsCapacity
source: This chat exceeds its capacity.
vi: Cuộc trò chuyện này vượt quá dung lượng của nó.

# spaceExceedsCapacity
source: This space exceeds its capacity.
vi: Không gian này vượt quá dung lượng của nó.

# tooManyRequest
source: Too many request, please try again later.
vi: Quá nhiều yêu cầu, vui lòng thử lại sau.

# enterNumber
source: Please enter a whole number value.
vi: Vui lòng nhập một giá trị số nguyên.

# buildTranslation
source: Build your translation from the choices above
vi: Xây dựng bản dịch của bạn từ các lựa chọn ở trên

# noDatabaseEncryption
source: Database encryption is not supported on this platform
vi: Mã hóa cơ sở dữ liệu không được hỗ trợ trên nền tảng này

# thereAreCountUsersBlocked
source: Right now there are {count} users blocked.
vi: Hiện tại có {count} người dùng bị chặn.

source: Knock restricted
vi: Gõ cửa bị hạn chế

# nonexistentSelection
source: Selection no longer exists.
vi: Lựa chọn không còn tồn tại.

# cantAddSpaceChild
source: You do not have permission to add a child to this space.
vi: Bạn không có quyền thêm một không gian con vào không gian này.

# roomAddedToSpace
source: Room(s) have been added to the selected space.
vi: Phòng đã được thêm vào không gian đã chọn.

# createNewSpace
source: New space
vi: Không gian mới

# addChatToSpaceDesc
source: Adding a chat to a space will make the chat appear within the space for students and give them access.
vi: Thêm một cuộc trò chuyện vào không gian sẽ làm cho cuộc trò chuyện xuất hiện trong không gian cho sinh viên và cho họ quyền truy cập.

# addSpaceToSpaceDesc
source: Adding a sub space to space will make the sub space appear in the main space's chat list.
vi: Thêm một không gian con vào không gian sẽ làm cho không gian con xuất hiện trong danh sách trò chuyện của không gian chính.

source: Space Analytics
vi: Phân tích không gian

source: Change Analytics Language
vi: Thay đổi ngôn ngữ phân tích

# suggestToSpace
source: Suggest this space
vi: Gợi ý không gian này

# suggestToSpaceDesc
source: Suggested sub spaces will appear in their main space's chat list
vi: Các không gian con được gợi ý sẽ xuất hiện trong danh sách trò chuyện của không gian chính của chúng.

source: Practice
vi: Thực hành

source: No languages set
vi: Chưa có ngôn ngữ nào được thiết lập

# noActivitiesFound
source: That's enough on this for now! Come back later for more.
vi: Đủ rồi cho điều này lúc này! Quay lại sau để biết thêm.

# hintTitle
source: Hint:
vi: Gợi ý:

# speechToTextBody
source: For voice messages, you can see a transcript as well as the speaker's Words Per Minute score.
vi: Đối với tin nhắn thoại, bạn có thể xem bản sao cũng như điểm từ mỗi phút của người nói.

source: Previous
vi: Trước

source: Version Not Found
vi: Không tìm thấy phiên bản

source: Fetching version...
vi: Đang lấy phiên bản...

# versionFetchError
source: Error fetching version
vi: Lỗi khi lấy phiên bản

# versionText
source: Version: {version}+{buildNumber}
vi: Phiên bản: {version}+{buildNumber}

# languageButtonLabel
source: Language: {currentLanguage}
vi: Ngôn ngữ: {currentLanguage}

# interactiveTranslatorAutoPlaySliderHeader
source: Autoplay translation
vi: Phát tự động bản dịch

# interactiveTranslatorAutoPlayDesc
source: Launches the interactive translator without asking.
vi: Khởi động trình dịch tương tác mà không cần hỏi.

source: Change Analytics View
vi: Thay đổi chế độ xem phân tích

# l1TranslationBody
source: Messages in your base language will not be translated.
vi: Các tin nhắn trong ngôn ngữ cơ bản của bạn sẽ không được dịch.

# continueText
source: Continue
vi: Tiếp tục

# deleteSubscriptionWarningTitle
source: You have an active subscription
vi: Bạn có một gói đăng ký đang hoạt động

# deleteSubscriptionWarningBody
source: Deleting your account will not automatically cancel your subscription.
vi: Xóa tài khoản của bạn sẽ không tự động hủy gói đăng ký của bạn.

source: Manage Subscription
vi: Quản lý đăng ký

source: Create space
vi: Tạo không gian

source: Create chat
vi: Tạo trò chuyện

# error520Title
source: Please try again.
vi: Vui lòng thử lại.

# error520Desc
source: Sorry, we could not understand your message...
vi: Xin lỗi, chúng tôi không thể hiểu tin nhắn của bạn...

source: Words Used
vi: Số từ đã sử dụng

source: Error Types
vi: Các loại lỗi

source: Level
vi: Cấp độ

source: Canceled send
vi: Hủy gửi

source: Morphs Used
vi: Số hình thái đã sử dụng

# translationChoicesBody
source: Click and hold an option for a hint.
vi: Nhấn và giữ một tùy chọn để nhận gợi ý.

# sendCanceled
source: Sending canceled
vi: Gửi đã bị hủy

# goToSpace
source: Go to space: {space}
vi: Đi đến không gian: {space}

source: Mark as unread
vi: Đánh dấu là chưa đọc

# userLevel
source: {level} - User
vi: {level} - Người dùng

# moderatorLevel
source: {level} - Moderator
vi: {level} - Người điều hành

# adminLevel
source: {level} - Admin
vi: {level} - Quản trị viên

source: Change general chat settings
vi: Thay đổi cài đặt trò chuyện chung

# inviteOtherUsers
source: Invite other users to this chat
vi: Mời người dùng khác tham gia trò chuyện này

source: Change the chat permissions
vi: Thay đổi quyền trò chuyện

# changeTheVisibilityOfChatHistory
source: Change the visibility of the chat history
vi: Thay đổi khả năng hiển thị của lịch sử trò chuyện

# changeTheCanonicalRoomAlias
source: Change the main public chat address
vi: Thay đổi địa chỉ trò chuyện công cộng chính

# sendRoomNotifications
source: Send a @room notifications
vi: Gửi thông báo @room

# changeTheDescriptionOfTheGroup
source: Change the description of the chat
vi: Thay đổi mô tả của nhóm trò chuyện

# chatPermissionsDescription
source: Define which power level is necessary for certain actions in this chat. The power levels 0, 50 and 100 are usually representing users, moderators and admins, but any gradation is possible.
vi: Xác định mức độ quyền lực cần thiết cho một số hành động trong trò chuyện này. Các mức quyền lực 0, 50 và 100 thường đại diện cho người dùng, người điều hành và quản trị viên, nhưng bất kỳ mức độ nào cũng có thể.

# updateInstalled
source: 🎉 Update {version} installed!
vi: 🎉 Cập nhật {version} đã được cài đặt!

source: Changelog
vi: Nhật ký thay đổi

source: Login with Matrix-ID
vi: Đăng nhập bằng Matrix-ID

source: Discover homeservers
vi: Khám phá homeserver

source: What is a homeserver?
vi: Homeserver là gì?

# homeserverDescription
source: All your data is stored on the homeserver, just like an email provider. You can choose which homeserver you want to use, while you can still communicate with everyone. Learn more at at https://matrix.org.
vi: Tất cả dữ liệu của bạn được lưu trữ trên homeserver, giống như một nhà cung cấp email. Bạn có thể chọn homeserver mà bạn muốn sử dụng, trong khi vẫn có thể giao tiếp với mọi người. Tìm hiểu thêm tại https://matrix.org.

# doesNotSeemToBeAValidHomeserver
source: Doesn't seem to be a compatible homeserver. Wrong URL?
vi: Có vẻ không phải là một homeserver tương thích. URL sai?

source: Grammar
vi: Ngữ pháp

source: Contact has been invited to the chat
vi: Liên hệ đã được mời tham gia trò chuyện

source: 📨 Invite chat
vi: 📨 Mời trò chuyện

source: Chat name
vi: Tên trò chuyện

# reportContentIssueTitle
source: Report content issue
vi: Báo cáo vấn đề nội dung

# feedback
source: Optional feedback
vi: Phản hồi tùy chọn

# reportContentIssueDescription
source: Uh oh! AI can faciliate personalized learning experiences but... also hallucinates. Please provide any feedback you have and we'll try again.
vi: Ôi không! AI có thể hỗ trợ trải nghiệm học tập cá nhân hóa nhưng... cũng có thể ảo tưởng. Vui lòng cung cấp bất kỳ phản hồi nào bạn có và chúng tôi sẽ thử lại.

# changeContent
source: Uh oh! AI can faciliate personalized learning experiences but... also hallucinates. What should it be?
vi: Ôi không! AI có thể hỗ trợ trải nghiệm học tập cá nhân hóa nhưng... cũng có thể ảo tưởng. Nó nên là gì?

# clickTheWordAgainToDeselect
source: Click the selected word to deselect it.
vi: Nhấp vào từ đã chọn để bỏ chọn.

# l2SupportNa
source: Not Available
vi: Không khả dụng

# l2SupportFull
source: Full
vi: Đầy đủ

# missingVoiceTitle
source: Missing voice
vi: Thiếu giọng nói

# voiceNotAvailable
source: You don't have a voice installed for this language.
vi: Bạn chưa cài đặt giọng nói cho ngôn ngữ này.

source: Open voice settings
vi: Mở cài đặt giọng nói

# playAudio
source: Play
vi: Phát

source: Stop
vi: Dừng

# grammarCopyPOSsconj
source: Subordinating Conjunction
vi: Liên từ phụ thuộc

# grammarCopyPOSnum
source: Number
vi: Số

# grammarCopyPOSverb
source: Verb
vi: Động từ
