Repository: pangeachat/client
Catalog: assets/l10n/intl_*.arb
Languages: vi

# couldNotFindTTS
source: We couldn't find a text-to-speech engine for your current target language.
vi: Chúng tôi không thể tìm thấy một công cụ chuyển văn bản thành giọng nói cho ngôn ngữ mục tiêu hiện tại của bạn.

# ttsInstructionsHyperlink
source: Click here to view instructions for downloading a new voice on your device.
vi: Nhấp vào đây để xem hướng dẫn tải xuống giọng nói mới trên thiết bị của bạn.

source: Current Version
vi: Phiên bản hiện tại

source: Latest Version
vi: Phiên bản mới nhất

source: Create an account
vi: Tạo tài khoản

source: Sign in
vi: Đăng nhập

source: Sign up with Email
vi: Đăng ký bằng Email

source: Sign up with Google
vi: Đăng ký bằng Google

source: Sign up with Apple
vi: Đăng ký bằng Apple

source: Your username
vi: Tên người dùng của bạn

source: Your email
vi: Email của bạn

# pleaseEnterAnEmail
source: Please enter an email address
vi: Vui lòng nhập địa chỉ email

source: Sign in with Google
vi: Đăng nhập bằng Google

source: Sign in with Apple
vi: Đăng nhập bằng Apple

source: Choose your avatar
vi: Chọn avatar của bạn

source: I want to learn
vi: Tôi muốn học

source: Let's start
vi: Hãy bắt đầu

# pleaseAgreeToTOS
source: Please agree to the Terms and Conditions
vi: Vui lòng đồng ý với Điều khoản và Điều kiện

# pleaseEnterEmail
source: Please enter a valid email address.
vi: Vui lòng nhập một địa chỉ email hợp lệ.

source: Please select a language
vi: Vui lòng chọn một ngôn ngữ

source: My base language
vi: Ngôn ngữ cơ bản của tôi

# clickWordsInstructions
source: Click on a word or the buttons below to learn more
vi: Nhấp vào một từ hoặc các nút bên dưới để tìm hiểu thêm

# chooseBestDefinition
source: What does this word mean?
vi: Từ này có nghĩa là gì?

# meaningSectionHeader
source: Meaning:
vi: Ý nghĩa:

# formSectionHeader
source: Forms used in chats:
vi: Các hình thức sử dụng trong trò chuyện:

# noEmojiSelectedTooltip
source: No emoji selected
vi: Chưa chọn biểu tượng cảm xúc nào

# writingExercisesTooltip
source: Writing activities
vi: Hoạt động viết

# listeningExercisesTooltip
source: Listening activities
vi: Hoạt động nghe

# readingExercisesTooltip
source: Reading activities
vi: Hoạt động đọc

# meaningNotFound
source: Meaning could not be found.
vi: Không tìm thấy ý nghĩa.

# formsNotFound
source: Forms could not be found.
vi: Không tìm thấy hình thức.

# chooseBaseForm
source: Choose the base form
vi: Chọn hình thức cơ bản

# notTheCodeError
source: Sorry, that's not the code!
vi: Xin lỗi, đó không phải là mã!

source: Total XP
vi: Tổng XP

# numLemmas
source: Total number of lemmas
vi: Tổng số lemmas

source: List of lemmas
vi: Danh sách lemmas

# numLemmasUsedCorrectly
source: Number of lemmas used correctly at least once
vi: Số lượng lemmas được sử dụng đúng ít nhất một lần

# listLemmasUsedCorrectly
source: List of lemmas used correctly at least once
vi: Danh sách lemmas được sử dụng đúng ít nhất một lần

# numLemmasUsedIncorrectly
source: Number of lemmas used correctly 0 times
vi: Số lượng lemmas được sử dụng đúng 0 lần

# listLemmasUsedIncorrectly
source: Number of lemmas used correctly 0 times
vi: Số lượng lemmas được sử dụng đúng 0 lần

# numLemmasSmallXP
source: Number of lemmas with 0 - 30 XP
vi: Số lượng lemmas có 0 - 30 XP

# numLemmasMediumXP
source: Number of lemmas with 31 - 200 XP
vi: Số lượng lemmas có 31 - 200 XP

# numLemmasLargeXP
source: Number of lemmas with > 200 XP
vi: Số lượng từ gốc có > 200 XP

# listLemmasSmallXP
source: List of lemmas with 0 - 30 XP
vi: Danh sách từ gốc có 0 - 30 XP

# listLemmasMediumXP
source: List of lemmas with 31 - 200 XP
vi: Danh sách từ gốc có 31 - 200 XP

# listLemmasLargeXP
source: List of lemmas with > 200 XP
vi: Danh sách từ gốc có > 200 XP

# numGrammarConcepts
source: Number of grammar concepts
vi: Số lượng khái niệm ngữ pháp

# listGrammarConcepts
source: Grammar concepts
vi: Khái niệm ngữ pháp

# listGrammarConceptsUsedCorrectly
source: Grammar concepts used correctly in original messages at least 80% of the time
vi: Khái niệm ngữ pháp được sử dụng đúng trong các tin nhắn gốc ít nhất 80% thời gian

# listGrammarConceptsUsedIncorrectly
source: Grammar concepts used correctly in original messages less than 80% of the time
vi: Khái niệm ngữ pháp được sử dụng đúng trong các tin nhắn gốc ít hơn 80% thời gian

# listGrammarConceptsUseCorrectlySystemGenerated
source: Grammar concepts chosen correctly from system-generated suggestions at least 80% of the time
vi: Khái niệm ngữ pháp được chọn đúng từ các gợi ý do hệ thống tạo ra ít nhất 80% thời gian

# listGrammarConceptsUseIncorrectlySystemGenerated
source: Grammar concepts chosen correctly from system-generated suggestions less than 80% of the time
vi: Khái niệm ngữ pháp được chọn đúng từ các gợi ý do hệ thống tạo ra ít hơn 80% thời gian

# listGrammarConceptsSmallXP
source: Grammar concepts with 0-50 xp
vi: Khái niệm ngữ pháp có 0-50 xp

# listGrammarConceptsMediumXP
source: Grammar concepts with 51-200 xp
vi: Khái niệm ngữ pháp có 51-200 xp

# listGrammarConceptsLargeXP
source: Grammar concepts 201-500 xp
vi: Khái niệm ngữ pháp 201-500 xp

# listGrammarConceptsHugeXP
source: Grammar concepts >500 xp
vi: Khái niệm ngữ pháp >500 xp

# numMessagesSent
source: Number of messages sent
vi: Số lượng tin nhắn đã gửi

# numWordsTyped
source: Number of words typed in original messages
vi: Số lượng từ đã gõ trong các tin nhắn gốc

# numCorrectChoices
source: Number of correct words chosen from system-generated suggestions
vi: Số lượng từ đúng được chọn từ các gợi ý do hệ thống tạo ra

# numIncorrectChoices
source: Number of incorrect words chosen from system-generated suggestions
vi: Số lượng từ sai được chọn từ các gợi ý do hệ thống tạo ra

source: Download space analytics
vi: Tải xuống phân tích không gian

source: File type
vi: Loại tệp

source: Download
vi: Tải xuống

# analyticsNotAvailable
source: User analytics not available
vi: Phân tích người dùng không khả dụng

source: Downloading...
vi: Đang tải xuống...

# failedFetchUserAnalytics
source: Failed to download user analytics
vi: Không thể tải xuống phân tích người dùng

source: Download complete!
vi: Tải xuống hoàn tất!

# whatIsTheMorphTag
source: What is the {morphologicalFeature} of '{wordForm}'?
vi: Đặc điểm hình thái của '{wordForm}' là gì?

# dataAvailable
source: Data availability
vi: Tính khả dụng của dữ liệu

# lemmasNeverUsedCorrectly
source: Number of lemmas used correctly 0 times
vi: Số lượng lemmas được sử dụng đúng 0 lần

source: Available
vi: Có sẵn

source: Accessing member analytics...
vi: Đang truy cập phân tích thành viên...

# pangeaBotIsFallible
source: Pangea Bot makes mistakes too!
vi: Pangea Bot cũng có thể mắc lỗi!

# whatIsMeaning
source: What does '{lemma}' mean?
vi: '{lemma}' có nghĩa là gì?

# pickAnEmoji
source: What's your favorite emoji for '{lemma}'?
vi: Biểu tượng cảm xúc yêu thích của bạn cho '{lemma}' là gì?

# lemmaMeaningInstructionsBody
source: Above is the meaning of the lemma. Double-click to edit.
vi: Phía trên là nghĩa của lemma. Nhấp đúp để chỉnh sửa.

source: Double-click to edit.
vi: Nhấp đúp để chỉnh sửa.

source: Remove {feature}
vi: Xóa {feature}

# notInClass
source: Not in a class!
vi: Không trong lớp học!

source: No class code!
vi: Không có mã lớp học!

# otherPartyNotLoggedIn
source: The other party is currently not logged in and therefore cannot receive messages!
vi: Bên kia hiện không đăng nhập và do đó không thể nhận tin nhắn!

# chooseCorrectLabel
source: Choose the correct label.
vi: Chọn nhãn đúng.

# levelPopupTitle
source: Congratulations on reaching Level {level}
vi: Chúc mừng bạn đã đạt Cấp độ {level}

# activityPlannerTitle
source: Activity Planner
vi: Kế hoạch Hoạt động

# topicLabel
source: Topic
vi: Chủ đề

# topicPlaceholder
source: Choose a topic...
vi: Chọn một chủ đề...

# modeLabel
source: Mode
vi: Chế độ

# modePlaceholder
source: Choose a mode...
vi: Chọn một chế độ...

# learningObjectiveLabel
source: Learning Objective
vi: Mục tiêu học tập

# learningObjectivePlaceholder
source: Choose a learning objective...
vi: Chọn một mục tiêu học tập...

# mediaLabel
source: Media learners should share
vi: Phương tiện mà người học nên chia sẻ

# languageOfInstructionsLabel
source: Language of activity instructions
vi: Ngôn ngữ của hướng dẫn hoạt động

# targetLanguageLabel
source: Target language
vi: Ngôn ngữ mục tiêu

# cefrLevelLabel
source: CEFR Level
vi: Cấp độ CEFR

# generateActivitiesButton
source: Generate Activities
vi: Tạo Hoạt động

# launchActivityButton
source: Launch Activity
vi: Khởi động Hoạt động

source: Image
vi: Hình ảnh

# nan
source: Not applicable
vi: Không áp dụng

# activityPlannerOverviewInstructionsBody
source: Choose a topic, mode, learning objective and generate an activity for the chat!
vi: Chọn một chủ đề, chế độ, mục tiêu học tập và tạo một hoạt động cho cuộc trò chuyện!

# completeActivitiesToUnlock
source: Complete the highlighted word activities to unlock
vi: Hoàn thành các hoạt động từ được đánh dấu để mở khóa

source: My Bookmarked Activities
vi: Các hoạt động đã đánh dấu của tôi

source: No bookmarked activities
vi: Không có hoạt động nào đã đánh dấu

source: Activity Title
vi: Tiêu đề hoạt động

source: Add Vocabulary
vi: Thêm từ vựng

source: Instructions
vi: Hướng dẫn

# bookmark
source: Bookmark this activity
vi: Đánh dấu hoạt động này

source: Number of learners
vi: Số lượng người học

# mustBeInteger
source: Must be an integer e.g. 1, 2, 3, ...
vi: Phải là một số nguyên ví dụ: 1, 2, 3, ...

# noLemmasFound
source: There's no vocabulary with more than {xp} XP. Keep practicing!
vi: Không có từ vựng nào có hơn {xp} XP. Tiếp tục luyện tập!

# constructUsePvmDesc
source: Produced in voice message
vi: Được sản xuất trong tin nhắn thoại

# lockedMorphFeature
source: Waiting to be unlocked
vi: Đang chờ mở khóa

# leaveSpaceDescription
source: The space will be moved to the archive. Other users will be able to see that you have left the chat.
vi: Không gian sẽ được chuyển vào kho lưu trữ. Người dùng khác sẽ thấy rằng bạn đã rời khỏi trò chuyện.

# appWantsToUseForLogin
source: Use '{server}' to log in
vi: Sử dụng '{server}' để đăng nhập

# appWantsToUseForLoginDescription
source: You hereby allow the app and website to share information about you.
vi: Bạn cho phép ứng dụng và trang web chia sẻ thông tin về bạn.

source: Open
vi: Mở

source: Waiting for server...
vi: Đang chờ máy chủ...

# appIntroduction
source: FluffyChat lets you chat with your friends across different messengers. Learn more at https://matrix.org or just tap *Continue*.
vi: FluffyChat cho phép bạn trò chuyện với bạn bè trên các ứng dụng nhắn tin khác nhau. Tìm hiểu thêm tại https://matrix.org hoặc chỉ cần nhấn *Tiếp tục*.

# whatIsLemma
source: What is the lemma?
vi: Lemma là gì?

# constructUseCorMmDesc
source: Correct message meaning
vi: Ý nghĩa tin nhắn chính xác

# constructUseIncMmDesc
source: Incorrect message meaning
vi: Ý nghĩa tin nhắn không chính xác

# constructUseIgnMmDesc
source: Ignored message meaning
vi: Ý nghĩa tin nhắn bị bỏ qua

# clickForMeaningActivity
source: Click here for a Meaning Challenge
vi: Nhấp vào đây để tham gia Thử thách Ý nghĩa

source: Meaning
vi: Ý nghĩa

source: Account information
vi: Thông tin tài khoản

# addGroupDescription
source: Add a chat description
vi: Thêm mô tả trò chuyện

source: Add new friend
vi: Thêm bạn mới

source: Already have an account?
vi: Bạn đã có tài khoản?

# writeAMessageLangCodes
source: Type in {l1} or {l2}...
vi: Gõ bằng {l1} hoặc {l2}...

# grammarCopyVERBFORMaux
source: Auxiliary
vi: Trợ động từ
