Repository: pangeachat/client
Catalog: assets/l10n/intl_*.arb
Languages: vi

# itToggleDescription
source: This language learning tool will identify words in your base language and help you translate them to your target language. Though rare, the AI can make translation errors.
vi: Công cụ học ngôn ngữ này sẽ xác định các từ trong ngôn ngữ cơ bản của bạn và giúp bạn dịch chúng sang ngôn ngữ mục tiêu. Mặc dù hiếm, AI có thể mắc lỗi dịch.

# igcToggleDescription
source: This language learning tool will identify common spelling, grammar and punctuation errors in your message and suggest corrections. Though rare, the AI can make correction errors.
vi: Công cụ học ngôn ngữ này sẽ xác định các lỗi chính tả, ngữ pháp và dấu câu phổ biến trong tin nhắn của bạn và đề xuất sửa chữa. Mặc dù hiếm, AI có thể mắc lỗi sửa chữa.

# sendOnEnterDescription
source: Turn this off to be able to add line spaces in messages. When the toggle is off on the browser app, you can press Shift + Enter to start a new line. When the toggle is off on mobile apps, just Enter will start a new line.
vi: Tắt tính năng này để có thể thêm khoảng cách dòng trong tin nhắn. Khi tính năng này tắt trên ứng dụng trình duyệt, bạn có thể nhấn Shift + Enter để bắt đầu một dòng mới. Khi tính năng này tắt trên ứng dụng di động, chỉ cần nhấn Enter sẽ bắt đầu một dòng mới.

# alreadyInClass
source: You are already in this space.
vi: Bạn đã ở trong không gian này.

# pleaseLoginFirst
source: Please login or sign up first and then you will be added to your space.
vi: Vui lòng đăng nhập hoặc đăng ký trước và sau đó bạn sẽ được thêm vào không gian của bạn.

source: Original Message
vi: Tin nhắn gốc

source: Sent Message
vi: Tin nhắn đã gửi

source: Use Type
vi: Loại sử dụng

source: Not Available
vi: Không có sẵn

# taAndGaTooltip
source: L2 use with translation assistance and grammar assistance
vi: L2 sử dụng với hỗ trợ dịch và hỗ trợ ngữ pháp

# definitionsToolName
source: Word Definitions
vi: Định nghĩa từ

# messageTranslationsToolName
source: Message Translations
vi: Dịch tin nhắn

# definitionsToolDescription
source: When enabled, words underlined in blue can be clicked for definitions. Click messages to access definitions.
vi: Khi được kích hoạt, các từ được gạch chân màu xanh có thể được nhấp để xem định nghĩa. Nhấp vào tin nhắn để truy cập định nghĩa.

# translationsToolDescrption
source: When enabled, click a message and the translation icon to see a message in your base language.
vi: Khi được kích hoạt, nhấp vào một tin nhắn và biểu tượng dịch để xem tin nhắn bằng ngôn ngữ cơ bản của bạn.

# welcomeBack
source: Welcome back! If you were part of the 2023-2024 pilot, please contact us for your special pilot subscription. If you are a teacher who has (or whose institution has) purchased licenses for your class, contact us for your teacher subscription.
vi: Chào mừng trở lại! Nếu bạn là một phần của chương trình thử nghiệm 2023-2024, vui lòng liên hệ với chúng tôi để nhận gói đăng ký thử nghiệm đặc biệt. Nếu bạn là giáo viên đã (hoặc cơ sở của bạn đã) mua giấy phép cho lớp học của bạn, hãy liên hệ với chúng tôi để nhận gói đăng ký giáo viên.

# createNewClass
source: New class space
vi: Không gian lớp học mới

source: Kick All Students
vi: Đuổi tất cả học sinh

# kickAllStudentsConfirmation
source: Are you sure you want to kick all students?
vi: Bạn có chắc chắn muốn đuổi tất cả học sinh không?

source: Invite All Students
vi: Mời tất cả học sinh

# inviteAllStudentsConfirmation
source: Are you sure you want to invite all students?
vi: Bạn có chắc chắn muốn mời tất cả học sinh không?

# inviteStudentsFromOtherClasses
source: Invite students from other spaces
vi: Mời học sinh từ các không gian khác

# inviteUsersFromPangea
source: Add admins
vi: Thêm quản trị viên

source: Redeem Promo Code
vi: Đổi mã khuyến mãi

source: Enter Promo Code
vi: Nhập mã khuyến mãi

# downloadTxtFile
source: Download Text File
vi: Tải xuống tệp văn bản

source: Download CSV File
vi: Tải xuống tệp CSV

# promotionalSubscriptionDesc
source: You currently have a lifetime promotional subscription. Message support@pangea.chat for help changing your subscription.
vi: Bạn hiện có gói đăng ký khuyến mãi trọn đời. Gửi tin nhắn đến support@pangea.chat để được trợ giúp thay đổi gói đăng ký của bạn.

# originalSubscriptionPlatform
source: Subscription purchased through {purchasePlatform}
vi: Gói đăng ký được mua qua {purchasePlatform}

source: One Week Trial
vi: Thử nghiệm một tuần

source: Creating space. Please wait...
vi: Đang tạo không gian. Vui lòng chờ...

# downloadXLSXFile
source: Download Excel File
vi: Tải tệp Excel

# arDisplayName
source: Arabic
vi: Tiếng Ả Rập

# bsDisplayName
source: Bosnian
vi: Bosnia

# bgDisplayName
source: Bulgarian
vi: Bulgaria

# myDisplayName
source: Burmese
vi: Miến Điện

# zhDisplayName
source: Chinese
vi: Tiếng Trung

# nlDisplayName
source: Dutch
vi: Hà Lan

# enDisplayName
source: English
vi: Tiếng Anh

# eoDisplayName
source: Esperanto
vi: Tiếng Esperanto

# etDisplayName
source: Estonian
vi: Tiếng Estonia

# eeDisplayName
source: Ewe
vi: Tiếng Ewe

# foDisplayName
source: Faroese
vi: Tiếng Faroese

# fjDisplayName
source: Fijian
vi: Tiếng Fiji

# fiDisplayName
source: Finnish
vi: Tiếng Phần Lan

# frDisplayName
source: French
vi: Tiếng Pháp

# ffDisplayName
source: Fula; Fulah; Pulaar; Pular
vi: Tiếng Fula; Fulah; Pulaar; Pular

# glDisplayName
source: Galician
vi: Tiếng Galician

# kaDisplayName
source: Georgian
vi: Tiếng Georgia

# deDisplayName
source: German
vi: Tiếng Đức

# elDisplayName
source: Greek, Modern
vi: Tiếng Hy Lạp, Hiện đại

# gnDisplayName
source: Guaraní
vi: Tiếng Guaraní

# guDisplayName
source: Gujarati
vi: Tiếng Gujarati

# htDisplayName
source: Haitian, Haitian Creole
vi: Tiếng Haiti, Tiếng Creole Haiti

# haDisplayName
source: Hausa
vi: Tiếng Hausa

# heDisplayName
source: Hebrew (modern)
vi: Tiếng Hebrew (hiện đại)

# hzDisplayName
source: Herero
vi: Tiếng Herero

# hiDisplayName
source: Hindi
vi: Tiếng Hindi

# huDisplayName
source: Hungarian
vi: Tiếng Hungary

# idDisplayName
source: Indonesian
vi: Tiếng Indonesia

# gaDisplayName
source: Irish
vi: Tiếng Ireland

# igDisplayName
source: Igbo
vi: Tiếng Igbo

# ikDisplayName
source: Inupiaq
vi: Tiếng Inupiaq

# ioDisplayName
source: Ido
vi: Tiếng Ido

# isDisplayName
source: Icelandic
vi: Tiếng Iceland

# itDisplayName
source: Italian
vi: Tiếng Ý

# iuDisplayName
source: Inuktitut
vi: Tiếng Inuktitut

# jaDisplayName
source: Japanese
vi: Tiếng Nhật

# jvDisplayName
source: Javanese
vi: Tiếng Java

# klDisplayName
source: Kalaallisut, Greenlandic
vi: Kalaallisut, Tiếng Greenland

# knDisplayName
source: Kannada
vi: Tiếng Kannada

# krDisplayName
source: Kanuri
vi: Tiếng Kanuri

# ksDisplayName
source: Kashmiri
vi: Tiếng Kashmir

# kkDisplayName
source: Kazakh
vi: Tiếng Kazakh

# kmDisplayName
source: Khmer
vi: Tiếng Khmer

# koDisplayName
source: Korean
vi: Tiếng Hàn

# kuDisplayName
source: Kurdish
vi: Tiếng Kurd

# laDisplayName
source: Latin
vi: Tiếng Latinh

# lbDisplayName
source: Luxembourgish, Letzeburgesch
vi: Tiếng Luxembourg, Letzeburgesch

# lgDisplayName
source: Luganda
vi: Tiếng Luganda

# liDisplayName
source: Limburgish, Limburgan, Limburger
vi: Tiếng Limburg, Limburgan, Limburger

# lnDisplayName
source: Lingala
vi: Tiếng Lingala

# loDisplayName
source: Lao
vi: Tiếng Lào

# ltDisplayName
source: Lithuanian
vi: Tiếng Litva

# lvDisplayName
source: Latvian
vi: Tiếng Latvia

# gvDisplayName
source: Manx
vi: Tiếng Manx

# mkDisplayName
source: Macedonian
vi: Tiếng Macedonia

# mgDisplayName
source: Malagasy
vi: Tiếng Malagasy

# msDisplayName
source: Malay
vi: Malaixia

# mnDisplayName
source: Mongolian
vi: Mông Cổ

# nbDisplayName
source: Norwegian Bokmål
vi: Na Uy Bokmål

# ndDisplayName
source: North Ndebele
vi: Bắc Ndebele

# neDisplayName
source: Nepali
vi: Nepal

# nnDisplayName
source: Norwegian Nynorsk
vi: Na Uy Nynorsk

# noDisplayName
source: Norwegian
vi: Na Uy

# nrDisplayName
source: South Ndebele
vi: Nam Ndebele

# cuDisplayName
source: Old Church Slavonic, Church Slavic, Church Slavonic, Old Bulgarian, Old Slavonic
vi: Cổ Slavonic, Slavonic Giáo hội, Slavonic Giáo hội, Bulgaria cổ, Slavonic cổ

# faDisplayName
source: Persian
vi: Ba Tư

# plDisplayName
source: Polish
vi: Tiếng Ba Lan

# ptDisplayName
source: Portuguese
vi: Tiếng Bồ Đào Nha

# roDisplayName
source: Romanian, Moldavian, Moldovan
vi: Tiếng Rumani, Moldavian, Moldovan

# ruDisplayName
source: Russian
vi: Tiếng Nga

# srDisplayName
source: Serbian
vi: Tiếng Serbia

# gdDisplayName
source: Scottish Gaelic, Gaelic
vi: Tiếng Gaelic Scotland, Gaelic

# snDisplayName
source: Shona
vi: Tiếng Shona

# siDisplayName
source: Sinhala, Sinhalese
vi: Tiếng Sinhala, Sinhalese

# skDisplayName
source: Slovak
vi: Tiếng Slovakia

# slDisplayName
source: Slovene
vi: Tiếng Slovenia

# soDisplayName
source: Somali
vi: Tiếng Somali

# stDisplayName
source: Southern Sotho
vi: Tiếng Sotho miền Nam

# esDisplayName
source: Spanish
vi: Tiếng Tây Ban Nha

# suDisplayName
source: Sundanese
vi: Tiếng Sunda

# swDisplayName
source: Swahili
vi: Tiếng Swahili

# ssDisplayName
source: Swati
vi: Tiếng Swati

# svDisplayName
source: Swedish
vi: Tiếng Thụy Điển

# taDisplayName
source: Tamil
vi: Tiếng Tamil

# teDisplayName
source: Telugu
vi: Tiếng Telugu

# tgDisplayName
source: Tajik
vi: Tiếng Tajik

# thDisplayName
source: Thai
vi: Tiếng Thái

# tiDisplayName
source: Tigrinya
vi: Tiếng Tigrinya

# boDisplayName
source: Tibetan Standard, Tibetan, Central
vi: Tiếng Tây Tạng chuẩn, Tây Tạng, Trung tâm

# tkDisplayName
source: Turkmen
vi: Tiếng Turkmen

# toDisplayName
source: Tonga (Tonga Islands)
vi: Tonga (Quần đảo Tonga)

# trDisplayName
source: Turkish
vi: Tiếng Thổ Nhĩ Kỳ

# tyDisplayName
source: Tahitian
vi: Tiếng Tahiti

# ukDisplayName
source: Ukrainian
vi: Tiếng Ukraina

# viDisplayName
source: Vietnamese
vi: Tiếng Việt

# cyDisplayName
source: Welsh
vi: Tiếng Wales

# fyDisplayName
source: Western Frisian
vi: Tiếng Frisian phương Tây

# unkDisplayName
source: Unknown
vi: Không xác định

# multiDisplayName
source: Multi
vi: Đa ngôn ngữ

# wwCountryDisplayName
source: World Wide
vi: Toàn cầu

# axCountryDisplayName
source: Aland Islands
vi: Quần đảo Aland

# asCountryDisplayName
source: American Samoa
vi: Quần đảo Samoa thuộc Mỹ

# agCountryDisplayName
source: Antigua and Barbuda
vi: Antigua và Barbuda

# acCountryDisplayName
source: Ascension Island
vi: Đảo Ascension

# auCountryDisplayName
source: Australia
vi: Úc

# atCountryDisplayName
source: Austria
vi: Áo

# beCountryDisplayName
source: Belgium
vi: Bỉ

# baCountryDisplayName
source: Bosnia and Herzegovina
vi: Bosnia và Herzegovina

# ioCountryDisplayName
source: British Indian Ocean Territory
vi: Lãnh thổ Ấn Độ Dương thuộc Anh

# vgCountryDisplayName
source: British Virgin Islands
vi: Quần đảo Virgin thuộc Anh

# khCountryDisplayName
source: Cambodia
vi: Campuchia

# kyCountryDisplayName
source: Cayman Islands
vi: Quần đảo Cayman

# cfCountryDisplayName
source: Central African Republic
vi: Cộng hòa Trung Phi

# cnCountryDisplayName
source: China
vi: Trung Quốc

# cxCountryDisplayName
source: Christmas Island
vi: Đảo Giáng Sinh

# ccCountryDisplayName
source: Cocos [Keeling] Islands
vi: Quần đảo Cocos [Keeling]

# cdCountryDisplayName
source: Democratic Republic Congo
vi: Cộng hòa Dân chủ Congo

# cgCountryDisplayName
source: Republic of Congo
vi: Cộng hòa Congo

# ckCountryDisplayName
source: Cook Islands
vi: Quần đảo Cook

# ciCountryDisplayName
source: Côte d'Ivoire
vi: Bờ Biển Ngà

# cyCountryDisplayName
source: Cyprus
vi: Síp

# czCountryDisplayName
source: Czech Republic
vi: Cộng hòa Séc

# dkCountryDisplayName
source: Denmark
vi: Đan Mạch

# doCountryDisplayName
source: Dominican Republic
vi: Cộng hòa Dominica

# tlCountryDisplayName
source: East Timor
vi: Đông Timor

# egCountryDisplayName
source: Egypt
vi: Ai Cập

# gqCountryDisplayName
source: Equatorial Guinea
vi: Guinea Xích Đạo

# fkCountryDisplayName
source: Falkland Islands
vi: Quần đảo Falkland

# foCountryDisplayName
source: Faroe Islands
vi: Quần đảo Faroe

# fiCountryDisplayName
source: Finland
vi: Phần Lan

# frCountryDisplayName
source: France
vi: Pháp

# gfCountryDisplayName
source: French Guiana
vi: Guiana thuộc Pháp

# pfCountryDisplayName
source: French Polynesia
vi: Polynesia thuộc Pháp

# deCountryDisplayName
source: Germany
vi: Đức

# grCountryDisplayName
source: Greece
vi: Hy Lạp

# hmCountryDisplayName
source: Heard Island and McDonald Islands
vi: Đảo Heard và Quần đảo McDonald

# hkCountryDisplayName
source: Hong Kong
vi: Hồng Kông

# inCountryDisplayName
source: India
vi: Ấn Độ

# jpCountryDisplayName
source: Japan
vi: Nhật Bản

# laCountryDisplayName
source: Laos
vi: Lào

# lbCountryDisplayName
source: Lebanon
vi: Liban

# ltCountryDisplayName
source: Lithuania
vi: Litva

# mhCountryDisplayName
source: Marshall Islands
vi: Quần đảo Marshall

# mnCountryDisplayName
source: Mongolia
vi: Mông Cổ

# maCountryDisplayName
source: Morocco
vi: Ma-rốc

# mmCountryDisplayName
source: Myanmar (Burma)
vi: Myanmar (Miến Điện)

# nlCountryDisplayName
source: Netherlands
vi: Hà Lan

# nfCountryDisplayName
source: Norfolk Island
vi: Đảo Norfolk

# kpCountryDisplayName
source: North Korea
vi: Triều Tiên

# mpCountryDisplayName
source: Northern Mariana Islands
vi: Quần đảo Bắc Mariana

# noCountryDisplayName
source: Norway
vi: Na Uy

# psCountryDisplayName
source: Palestinian Territories
vi: Lãnh thổ Palestine

# plCountryDisplayName
source: Poland
vi: Ba Lan

# ptCountryDisplayName
source: Portugal
vi: Bồ Đào Nha

# ruCountryDisplayName
source: Russia
vi: Nga

# pmCountryDisplayName
source: Saint Pierre and Miquelon
vi: Saint Pierre và Miquelon

# stCountryDisplayName
source: São Tomé and Príncipe
vi: São Tomé và Príncipe

# saCountryDisplayName
source: Saudi Arabia
vi: Ả Rập Xê Út

# sbCountryDisplayName
source: Solomon Islands
vi: Quần đảo Solomon

# zaCountryDisplayName
source: South Africa
vi: Nam Phi

# gsCountryDisplayName
source: South Georgia and the South Sandwich Islands
vi: Nam Georgia và Quần đảo Nam Sandwich

# krCountryDisplayName
source: South Korea
vi: Hàn Quốc

# ssCountryDisplayName
source: South Sudan
vi: Nam Sudan

# esCountryDisplayName
source: Spain
vi: Tây Ban Nha

# sjCountryDisplayName
source: Svalbard and Jan Mayen
vi: Svalbard và Jan Mayen

# seCountryDisplayName
source: Sweden
vi: Thụy Điển

# chCountryDisplayName
source: Switzerland
vi: Thụy Sĩ

# twCountryDisplayName
source: Taiwan
vi: Đài Loan

# thCountryDisplayName
source: Thailand
vi: Thái Lan

# ttCountryDisplayName
source: Trinidad/Tobago
vi: Trinidad và Tobago

# trCountryDisplayName
source: Turkey
vi: Thổ Nhĩ Kỳ

# tcCountryDisplayName
source: Turks and Caicos Islands
vi: Quần đảo Turks và Caicos

# viCountryDisplayName
source: U.S. Virgin Islands
vi: Quần đảo Virgin thuộc Hoa Kỳ

# aeCountryDisplayName
source: United Arab Emirates
vi: Các Tiểu vương quốc Ả Rập Thống nhất

# gbCountryDisplayName
source: United Kingdom
vi: Vương quốc Anh

# usCountryDisplayName
source: United States
vi: Hoa Kỳ

# vaCountryDisplayName
source: Vatican City
vi: Thành Vatican

# vnCountryDisplayName
source: Vietnam
vi: Việt Nam

# wfCountryDisplayName
source: Wallis and Futuna
vi: Wallis và Futuna

# ehCountryDisplayName
source: Western Sahara
vi: Sahara Tây

source: Pay
vi: Thanh toán

# allPrivateChats
source: Direct chats
vi: Hội thoại trực tiếp

source: Unknown private chat
vi: Hội thoại riêng không xác định

# copyClassCodeDesc
source: Users who are already in the app can 'Join space' via the main menu.
vi: Người dùng đã có trong ứng dụng có thể 'Tham gia không gian' qua menu chính.

# addToSpaceDesc
source: Adding a chat to a space will make the chat appear within the space for students and give them access.
vi: Thêm một cuộc trò chuyện vào không gian sẽ làm cho cuộc trò chuyện xuất hiện trong không gian cho học sinh và cho họ quyền truy cập.

# invitedToSpace
source: {user} has invited you to join a space: {space}! Do you wish to accept?
vi: {user} đã mời bạn tham gia một không gian: {space}! Bạn có muốn chấp nhận không?

source: Declined invitation
vi: Từ chối lời mời

source: Accepted invitation
vi: Chấp nhận lời mời

source: 📩 You're invited!
vi: 📩 Bạn được mời!

# studentPermissionsDesc
source: Set permissions for this space. They will only apply to the space. They will override individual user settings.
vi: Đặt quyền cho không gian này. Chúng chỉ áp dụng cho không gian. Chúng sẽ ghi đè lên cài đặt của từng người dùng.

# noEligibleSpaces
source: There are no eligible spaces to add this to.
vi: Không có không gian đủ điều kiện để thêm vào đây.

# youAddedToSpace
source: You added {child} to {space}
vi: Bạn đã thêm {child} vào {space}

# youRemovedFromSpace
source: You removed {child} from {space}
vi: Bạn đã xóa {child} khỏi {space}

# invitedToChat
source: {user} has invited you to join a chat: {name}! Do you wish to accept?
vi: {user} đã mời bạn tham gia một cuộc trò chuyện: {name}! Bạn có muốn chấp nhận không?

# monthlySubscription
source: Monthly
vi: Hàng tháng

# yearlySubscription
source: Yearly
vi: Hàng năm

# defaultSubscription
source: Pangea Chat Subscription
vi: Gói đăng ký Pangea Chat

source: Free Trial
vi: Dùng thử miễn phí

# grammarAnalytics
source: Error Analytics
vi: Phân tích lỗi

source: Total:
vi: Tổng cộng:

source: No data found
vi: Không tìm thấy dữ liệu

# promoSubscriptionExpirationDesc
source: Your current subscription is promotional and expires on {expiration}. Message support@pangea.chat for help changing your subscription.
vi: Gói đăng ký hiện tại của bạn là gói khuyến mãi và sẽ hết hạn vào {expiration}. Gửi email đến support@pangea.chat để được hỗ trợ thay đổi gói đăng ký của bạn.

# emptyChatNameWarning
source: Please enter a name for this chat
vi: Vui lòng nhập tên cho cuộc trò chuyện này

# emptyClassNameWarning
source: Please enter a name for this class
vi: Vui lòng nhập tên cho lớp học này

# emptySpaceNameWarning
source: Please enter a name for this space
vi: Vui lòng nhập tên cho không gian này

# blurMeansTranslateTitle
source: Why is the message blurred?
vi: Tại sao tin nhắn bị mờ?

# blurMeansTranslateBody
source: While Immersion Mode is on, messages that are sent in your base language will be blurred while Pangea Bot translates them to your target language. Immersion Mode can be toggled in individual and space settings.
vi: Khi Chế độ Nhúng đang bật, các tin nhắn được gửi bằng ngôn ngữ gốc của bạn sẽ bị mờ trong khi Pangea Bot dịch chúng sang ngôn ngữ mục tiêu của bạn. Chế độ Nhúng có thể được bật/tắt trong cài đặt cá nhân và không gian.

# someErrorTitle
source: Hm, something's not right
vi: Hừm, có điều gì đó không đúng

# someErrorBody
source: It could be an error or something in your base language.
vi: Có thể là một lỗi hoặc điều gì đó trong ngôn ngữ gốc của bạn.

# bestCorrectionFeedback
source: That's correct!
vi: Đúng rồi!

# distractorFeedback
source: That's not quite right.
vi: Không hoàn toàn đúng.

# bestAnswerFeedback
source: That's correct!
vi: Đúng rồi!

# definitionDefaultPrompt
source: What does this word mean?
vi: Từ này có nghĩa là gì?

# practiceDefaultPrompt
source: What is the best answer?
vi: Câu trả lời tốt nhất là gì?

# correctionDefaultPrompt
source: What is the best replacement?
vi: Sự thay thế tốt nhất là gì?

# itStartDefaultPrompt
source: Do you want help translating?
vi: Bạn có muốn được giúp đỡ trong việc dịch không?

# languageLevelWarning
source: Please select a space language level
vi: Vui lòng chọn cấp độ ngôn ngữ cho không gian

# lockedChatWarning
source: 🔒 This chat has been locked
vi: 🔒 Cuộc trò chuyện này đã bị khóa

source: Lock Space
vi: Khóa Không gian

source: Lock Chat
vi: Khóa trò chuyện

source: Archive Space
vi: Lưu trữ không gian

# suggestToChat
source: Suggest this chat
vi: Gợi ý trò chuyện này

# suggestToChatDesc
source: Suggested chats will appear in chat lists
vi: Các trò chuyện được gợi ý sẽ xuất hiện trong danh sách trò chuyện

# acceptSelection
source: Accept Correction
vi: Chấp nhận sửa lỗi

# acceptSelectionAnyway
source: Use this anyway
vi: Sử dụng cái này bất kể

source: Making activity
vi: Thực hiện hoạt động

source: Why?
vi: Tại sao?

source: Definition
vi: Định nghĩa

source: Example Sentence
vi: Câu ví dụ

# reportToTeacher
source: Who do you want to report this message to?
vi: Bạn muốn báo cáo tin nhắn này cho ai?

# reportMessageTitle
source: {reportingUserId} has reported a message from {reportedUserId} in the chat {roomName}
vi: {reportingUserId} đã báo cáo một tin nhắn từ {reportedUserId} trong trò chuyện {roomName}

# reportMessageBody
source: Message: {reportedMessage} Reason: {reason}
vi: Tin nhắn: {reportedMessage} Lý do: {reason}

# noTeachersFound
source: No teachers found to report to
vi: Không tìm thấy giáo viên để báo cáo

source: Your global user-ID is:
vi: ID người dùng toàn cầu của bạn là:

source: Knocking
vi: Gõ cửa

# chatCanBeDiscoveredViaSearchOnServer
source: Chat can be discovered via the search on {server}
vi: Cuộc trò chuyện có thể được phát hiện qua tìm kiếm trên {server}

# searchChatsRooms
source: Search for #chats, @users...
vi: Tìm kiếm #cuộc trò chuyện, @người dùng...

source: Create class
vi: Tạo lớp

source: View Archive
vi: Xem lưu trữ

# trialExpiration
source: Your free trial expires on {expiration}
vi: Thời gian dùng thử miễn phí của bạn sẽ hết hạn vào {expiration}

# freeTrialDesc
source: New users recieve a one week free trial of Pangea Chat
vi: Người dùng mới nhận được một tuần dùng thử miễn phí của Pangea Chat

# activateTrial
source: Free 7-Day Trial
vi: Dùng thử miễn phí 7 ngày

# inNoSpaces
source: You are not a member of any spaces
vi: Bạn không phải là thành viên của bất kỳ không gian nào

# successfullySubscribed
source: You have successfully subscribed!
vi: Bạn đã đăng ký thành công!

# clickToManageSubscription
source: Click here to manage your subscription.
vi: Nhấp vào đây để quản lý đăng ký của bạn.

# emptyInviteWarning
source: Add this chat to a space to invite other users.
vi: Thêm cuộc trò chuyện này vào một không gian để mời người dùng khác.

# errorGettingAudio
source: Error getting audio. Please refresh and try again.
vi: Lỗi khi lấy âm thanh. Vui lòng làm mới và thử lại.

source: Nothing found...
vi: Không tìm thấy gì...

source: Group name
vi: Tên nhóm

# createGroupAndInviteUsers
source: Create a group and invite users
vi: Tạo nhóm và mời người dùng

source: Group can be found via search
vi: Nhóm có thể được tìm thấy qua tìm kiếm

# wrongRecoveryKey
source: Sorry... this does not seem to be the correct recovery key.
vi: Xin lỗi... đây có vẻ không phải là khóa khôi phục đúng.

source: Start conversation
vi: Bắt đầu cuộc trò chuyện

# commandHint_sendraw
source: Send raw json
vi: Gửi json thô

# databaseMigrationTitle
source: Database is optimized
vi: Cơ sở dữ liệu đã được tối ưu hóa

# databaseMigrationBody
source: Please wait. This may take a moment.
vi: Vui lòng chờ. Điều này có thể mất một chút thời gian.

# leaveEmptyToClearStatus
source: Leave empty to clear your status.
vi: Để trống để xóa trạng thái của bạn.

source: Select
vi: Chọn

source: Search for @users...
vi: Tìm kiếm @người dùng...

source: Please enter your current password
vi: Vui lòng nhập mật khẩu hiện tại của bạn

source: New password
vi: Mật khẩu mới

source: Please choose a strong password
vi: Vui lòng chọn một mật khẩu mạnh

source: Passwords do not match
vi: Mật khẩu không khớp

# passwordIsWrong
source: Your entered password is wrong
vi: Mật khẩu bạn nhập không đúng

source: Public link
vi: Liên kết công khai

source: Public chat addresses
vi: Địa chỉ trò chuyện công khai

source: Create new address
vi: Tạo địa chỉ mới

source: Join space
vi: Tham gia không gian

source: Public spaces
vi: Không gian công cộng

source: Add chat or sub space
vi: Thêm trò chuyện hoặc không gian phụ

source: Subspace
vi: Không gian phụ

source: Decline
vi: Từ chối

source: This device:
vi: Thiết bị này:
