Repository: pangeachat/client
Catalog: assets/l10n/intl_*.arb
Languages: vi

# inviteContactToGroupQuestion
source: Do you want to invite {contact} to the chat "{groupName}"?
vi: Bạn có muốn mời {contact} vào cuộc trò chuyện "{groupName}" không?

# inviteContactToGroup
source: Invite contact to {groupName}
vi: Mời liên hệ vào {groupName}

# noChatDescriptionYet
source: No chat description created yet.
vi: Chưa tạo mô tả cuộc trò chuyện nào.

source: Try again
vi: Thử lại

source: Invalid server name
vi: Tên máy chủ không hợp lệ

source: Invited
vi: Đã mời

# redactMessageDescription
source: The message will be redacted for all participants in this conversation. This cannot be undone.
vi: Tin nhắn sẽ được chỉnh sửa cho tất cả người tham gia trong cuộc trò chuyện này. Điều này không thể hoàn tác.

# optionalRedactReason
source: (Optional) Reason for redacting this message...
vi: (Tùy chọn) Lý do chỉnh sửa tin nhắn này...

# invitedUser
source: 📩 {username} invited {targetName}
vi: 📩 {username} đã mời {targetName}

source: Invited users only
vi: Chỉ người dùng được mời

source: Invite for me
vi: Mời cho tôi

# inviteText
source: {username} invited you to FluffyChat. 1. Visit fluffychat.im and install the app 2. Sign up or sign in 3. Open the invite link: {link}
vi: {username} đã mời bạn tham gia FluffyChat. 1. Truy cập fluffychat.im và cài đặt ứng dụng 2. Đăng ký hoặc đăng nhập 3. Mở liên kết mời: {link}

source: is typing…
vi: đang gõ…

# joinedTheChat
source: 👋 {username} joined the chat
vi: 👋 {username} đã tham gia cuộc trò chuyện

source: Join room
vi: Tham gia phòng

# kicked
source: 👞 {username} kicked {targetName}
vi: 👞 {username} đã đá {targetName}

# kickedAndBanned
source: 🙅 {username} kicked and banned {targetName}
vi: 🙅 {username} đã đá và cấm {targetName}

source: Kick from chat
vi: Đá khỏi trò chuyện

# lastActiveAgo
source: Last active: {localizedTimeShort}
vi: Lần hoạt động cuối: {localizedTimeShort}

source: Leave
vi: Rời đi

source: Left the chat
vi: Đã rời khỏi trò chuyện

source: License
vi: Giấy phép

# lightTheme
source: Light
vi: Chủ đề sáng

source: Load {count} more participants
vi: Tải thêm {count} người tham gia

# dehydrate
source: Export session and wipe device
vi: Xuất phiên và xóa thiết bị

# dehydrateWarning
source: This action cannot be undone. Ensure you safely store the backup file.
vi: Hành động này không thể hoàn tác. Đảm bảo bạn lưu trữ tệp sao lưu một cách an toàn.

# dehydrateTor
source: TOR Users: Export session
vi: Người dùng TOR: Xuất phiên

# dehydrateTorLong
source: For TOR users, it is recommended to export the session before closing the window.
vi: Đối với người dùng TOR, nên xuất phiên trước khi đóng cửa sổ.

# hydrateTor
source: TOR Users: Import session export
vi: Người dùng TOR: Nhập xuất phiên

# hydrateTorLong
source: Did you export your session last time on TOR? Quickly import it and continue chatting.
vi: Bạn đã xuất phiên của mình lần trước trên TOR chưa? Nhanh chóng nhập nó và tiếp tục trò chuyện.

# hydrate
source: Restore from backup file
vi: Khôi phục từ tệp sao lưu

source: Loading… Please wait.
vi: Đang tải… Vui lòng chờ.

source: Load more…
vi: Tải thêm…

# locationDisabledNotice
source: Location services are disabled. Please enable them to be able to share your location.
vi: Dịch vụ định vị đã bị vô hiệu hóa. Vui lòng bật chúng để có thể chia sẻ vị trí của bạn.

# locationPermissionDeniedNotice
source: Location permission denied. Please grant them to be able to share your location.
vi: Quyền truy cập vị trí bị từ chối. Vui lòng cấp quyền để có thể chia sẻ vị trí của bạn.

source: Login
vi: Đăng nhập

# logInTo
source: Log in to {homeserver}
vi: Đăng nhập vào {homeserver}

source: Logout
vi: Đăng xuất

source: Member changes
vi: Thay đổi thành viên

source: Mention
vi: Đề cập

source: Messages
vi: Tin nhắn

# messagesStyle
source: Messages:
vi: Tin nhắn:

source: Moderator
vi: Người điều hành

source: Mute chat
vi: Tắt tiếng trò chuyện

# needPantalaimonWarning
source: Please be aware that you need Pantalaimon to use end-to-end encryption for now.
vi: Vui lòng lưu ý rằng bạn cần Pantalaimon để sử dụng mã hóa đầu cuối vào lúc này.

source: New chat
vi: Trò chuyện mới

source: 💬 New message in FluffyChat
vi: 💬 Tin nhắn mới trong FluffyChat

source: New verification request!
vi: Yêu cầu xác minh mới!

source: No
vi: Không

source: No connection to the server
vi: Không có kết nối đến máy chủ

source: No emotes found. 😕
vi: Không tìm thấy biểu tượng cảm xúc. 😕

# noGoogleServicesWarning
source: Firebase Cloud Messaging doesn't appear to be available on your device. To still receive push notifications, we recommend installing ntfy. With ntfy or another Unified Push provider you can receive push notifications in a data secure way. You can download ntfy from the PlayStore or from F-Droid.
vi: Firebase Cloud Messaging dường như không khả dụng trên thiết bị của bạn. Để vẫn nhận được thông báo đẩy, chúng tôi khuyên bạn nên cài đặt ntfy. Với ntfy hoặc một nhà cung cấp Unified Push khác, bạn có thể nhận thông báo đẩy một cách an toàn về dữ liệu. Bạn có thể tải ntfy từ PlayStore hoặc từ F-Droid.

# noMatrixServer
source: {server1} is no matrix server, use {server2} instead?
vi: {server1} không phải là máy chủ ma trận, sử dụng {server2} thay vào đó?

source: Share invite link
vi: Chia sẻ liên kết mời

source: Scan QR code
vi: Quét mã QR

source: None
vi: Không có

# noPasswordRecoveryDescription
source: You have not added a way to recover your password yet.
vi: Bạn chưa thêm cách để khôi phục mật khẩu của mình.

source: No permission
vi: Không có quyền

source: No rooms found…
vi: Không tìm thấy phòng nào…

source: Notifications enabled for this account
vi: Thông báo đã được bật cho tài khoản này

# numUsersTyping
source: {count} users are typing…
vi: {count} người dùng đang gõ…

source: Obtaining location…
vi: Đang lấy vị trí…

source: Offensive
vi: Xúc phạm

source: Offline
vi: Ngoại tuyến

source: Ok
vi: Được

source: Online
vi: Trực tuyến

# onlineKeyBackupEnabled
source: Online Key Backup is enabled
vi: Sao lưu khóa trực tuyến đã được bật

# oopsPushError
source: Oops! Unfortunately, an error occurred when setting up the push notifications.
vi: Ôi! Rất tiếc, đã xảy ra lỗi khi thiết lập thông báo đẩy.

source: Oops, something went wrong…
vi: Ôi, có điều gì đó không ổn…

source: Open app to read messages
vi: Mở ứng dụng để đọc tin nhắn

source: Open camera
vi: Mở camera

# openVideoCamera
source: Open camera for a video
vi: Mở camera để quay video

# oneClientLoggedOut
source: One of your clients has been logged out
vi: Một trong những khách hàng của bạn đã đăng xuất

source: Add account
vi: Thêm tài khoản

# editBundlesForAccount
source: Edit bundles for this account
vi: Chỉnh sửa gói cho tài khoản này

source: Add to bundle
vi: Thêm vào gói

# removeFromBundle
source: Remove from this bundle
vi: Xóa khỏi gói này

source: Bundle name
vi: Tên gói

# enableMultiAccounts
source: (BETA) Enable multi accounts on this device
vi: (BETA) Bật nhiều tài khoản trên thiết bị này

source: Open in maps
vi: Mở trong bản đồ

source: Link
vi: Liên kết

# serverRequiresEmail
source: This server needs to validate your email address for registration.
vi: Máy chủ này cần xác thực địa chỉ email của bạn để đăng ký.

# optionalGroupName
source: (Optional) Chat name
vi: (Tùy chọn) Tên trò chuyện

source: Or
vi: Hoặc

source: Participant
vi: Người tham gia

# passphraseOrKey
source: passphrase or recovery key
vi: cụm mật khẩu hoặc khóa phục hồi

source: Password
vi: Mật khẩu

source: Password forgotten
vi: Quên mật khẩu

source: Password has been changed
vi: Mật khẩu đã được thay đổi

source: Hide member changes in public chats
vi: Ẩn thay đổi thành viên trong các cuộc trò chuyện công khai

# hideMemberChangesInPublicChatsBody
source: Do not show in the chat timeline if someone joins or leaves a public chat to improve readability.
vi: Không hiển thị trong dòng thời gian trò chuyện nếu ai đó tham gia hoặc rời khỏi một cuộc trò chuyện công khai để cải thiện khả năng đọc.

source: Overview
vi: Tổng quan

source: Password recovery settings
vi: Cài đặt khôi phục mật khẩu

source: Password recovery
vi: Khôi phục mật khẩu

source: People
vi: Người

# pickImage
source: Pick an image
vi: Chọn một hình ảnh

source: Pin
vi: Ghim

# play
source: Play {fileName}
vi: Phát {fileName}

source: Please choose
vi: Vui lòng chọn

source: Please choose a pass code
vi: Vui lòng chọn một mã truy cập

# pleaseClickOnLink
source: Please click on the link in the email and then proceed. In rare cases, the email can be sent to spam or take up to 5 minutes to arrive.
vi: Vui lòng nhấp vào liên kết trong email và sau đó tiếp tục. Trong một số trường hợp hiếm hoi, email có thể bị gửi vào thư rác hoặc mất đến 5 phút để đến nơi.

# pleaseEnter4Digits
source: Please enter 4 digits or leave empty to disable app lock.
vi: Vui lòng nhập 4 chữ số hoặc để trống để vô hiệu hóa khóa ứng dụng.

# pleaseEnterRecoveryKey
source: Please enter your recovery key:
vi: Vui lòng nhập khóa khôi phục của bạn:

source: Please enter your password
vi: Vui lòng nhập mật khẩu của bạn

source: Please enter your pin
vi: Vui lòng nhập mã pin của bạn

source: Please enter your username
vi: Vui lòng nhập tên người dùng của bạn

source: Privacy
vi: Quyền riêng tư

source: Public Rooms
vi: Phòng công cộng

source: Push rules
vi: Quy tắc thông báo

source: Reason
vi: Lý do

source: Recording
vi: Ghi âm

# redactedBy
source: Redacted by {username}
vi: Đã bị chỉnh sửa bởi {username}

source: Direct chat
vi: Trò chuyện trực tiếp

# redactedByBecause
source: Redacted by {username} because: "{reason}"
vi: Đã bị chỉnh sửa bởi {username} vì: "{reason}"

# redactedAnEvent
source: {username} redacted an event
vi: {username} đã chỉnh sửa một sự kiện

source: Redact message
vi: Chỉnh sửa tin nhắn

source: Register
vi: Đăng ký

source: Reject
vi: Từ chối

# rejectedTheInvitation
source: {username} rejected the invitation
vi: {username} đã từ chối lời mời

source: Rejoin
vi: Tham gia lại

source: Remove all other devices
vi: Xóa tất cả các thiết bị khác

# removedBy
source: Removed by {username}
vi: Đã bị xóa bởi {username}

source: Remove device
vi: Xóa thiết bị

source: Unban from chat
vi: Bỏ cấm khỏi trò chuyện

source: Remove your avatar
vi: Xóa ảnh đại diện của bạn

source: Replace room with newer version
vi: Thay thế phòng bằng phiên bản mới hơn

source: Reply
vi: Trả lời

source: Report message
vi: Báo cáo tin nhắn

source: Request permission
vi: Yêu cầu quyền

source: Room has been upgraded
vi: Phòng đã được nâng cấp

source: Room version
vi: Phiên bản phòng

source: Save file
vi: Lưu tệp

source: Search
vi: Tìm kiếm

source: Security
vi: Bảo mật

source: Recovery key
vi: Khóa phục hồi

source: Recovery key lost?
vi: Mất khóa phục hồi?

# seenByUser
source: Seen by {username}
vi: Đã xem bởi {username}

source: Send
vi: Gửi

source: Send a message
vi: Gửi một tin nhắn

source: Send as text
vi: Gửi dưới dạng văn bản

source: Send audio
vi: Gửi âm thanh

source: Send file
vi: Gửi tệp

source: Send image
vi: Gửi hình ảnh

# sendImages
source: Send {count} image
vi: Gửi {count} hình ảnh

source: Send messages
vi: Gửi tin nhắn

source: Send original
vi: Gửi bản gốc

source: Send video
vi: Gửi video

# sentAFile
source: 📁 {username} sent a file
vi: 📁 {username} đã gửi một tệp

# sentAnAudio
source: 🎤 {username} sent an audio
vi: 🎤 {username} đã gửi một audio

# sentAPicture
source: 🖼️ {username} sent a picture
vi: 🖼️ {username} đã gửi một bức ảnh

# sentASticker
source: 😊 {username} sent a sticker
vi: 😊 {username} đã gửi một sticker

# sentAVideo
source: 🎥 {username} sent a video
vi: 🎥 {username} đã gửi một video

# sentCallInformations
source: {senderName} sent call information
vi: {senderName} đã gửi thông tin cuộc gọi

# separateChatTypes
source: Separate Direct Chats and Groups
vi: Tách biệt trò chuyện trực tiếp và nhóm

# setAsCanonicalAlias
source: Set as main alias
vi: Đặt làm bí danh chính

source: Set custom emotes
vi: Đặt biểu tượng cảm xúc tùy chỉnh

source: Set chat description
vi: Đặt mô tả trò chuyện

source: Set invitation link
vi: Đặt liên kết mời

source: Set permissions level
vi: Đặt cấp độ quyền

source: Set status
vi: Đặt trạng thái

source: Share
vi: Chia sẻ

# sharedTheLocation
source: {username} shared their location
vi: {username} đã chia sẻ vị trí của họ

source: Share location
vi: Chia sẻ vị trí

# presenceStyle
source: Presence:
vi: Trạng thái:

# presencesToggle
source: Show status messages from other users
vi: Hiện thông điệp trạng thái từ người dùng khác

source: Single Sign on
vi: Đăng nhập một lần

source: Skip
vi: Bỏ qua

source: Source code
vi: Mã nguồn

source: Space is public
vi: Không gian là công khai

# spaceName
source: Name
vi: Tên

# startedACall
source: {senderName} started a call
vi: {senderName} đã bắt đầu một cuộc gọi

# startFirstChat
source: Start your first chat
vi: Bắt đầu cuộc trò chuyện đầu tiên của bạn

source: Status
vi: Trạng thái

# statusExampleMessage
source: How are you today?
vi: Hôm nay bạn thế nào?

source: Submit
vi: Gửi

source: Synchronizing… Please wait.
vi: Đang đồng bộ hóa… Vui lòng chờ.

# synchronizingPleaseWaitCounter
source: Synchronizing… ({percentage}%)
vi: Đang đồng bộ hóa… ({percentage}%)

# systemTheme
source: System
vi: Hệ thống

source: They Don't Match
vi: Chúng không khớp

source: They Match
vi: Chúng khớp

source: Toggle Favorite
vi: Chuyển đổi yêu thích

source: Toggle Muted
vi: Chuyển đổi tắt tiếng

# toggleUnread
source: Mark Read/Unread
vi: Đánh dấu đã đọc/Chưa đọc

# tooManyRequestsWarning
source: Too many requests. Please try again later!
vi: Quá nhiều yêu cầu. Vui lòng thử lại sau!

source: Try to send again
vi: Thử gửi lại

source: Unavailable
vi: Không khả dụng

# unbannedUser
source: {username} unbanned {targetName}
vi: {username} đã gỡ cấm {targetName}

source: Unblock Device
vi: Bỏ chặn thiết bị

source: Unknown device
vi: Thiết bị không xác định

source: Unknown encryption algorithm
vi: Thuật toán mã hóa không xác định

# unknownEvent
source: Unknown event '{type}'
vi: Sự kiện không xác định '{type}'

source: Unmute chat
vi: Bỏ tắt tiếng trò chuyện

source: Unpin
vi: Bỏ ghim

# unreadChats
source: {unreadCount, plural, =1{1 unread chat} other{{unreadCount} unread chats}}
vi: {unreadCount, plural, =1{1 trò chuyện chưa đọc} other{{unreadCount} trò chuyện chưa đọc}}

# userAndOthersAreTyping
source: {username} and {count} others are typing…
vi: {username} và {count} người khác đang gõ…

# userAndUserAreTyping
source: {username} and {username2} are typing…
vi: {username} và {username2} đang gõ…

# userIsTyping
source: {username} is typing…
vi: {username} đang gõ…

# userLeftTheChat
source: 🚪 {username} left the chat
vi: 🚪 {username} đã rời khỏi trò chuyện

source: Username
vi: Tên người dùng

# userSentUnknownEvent
source: {username} sent a {type} event
vi: {username} đã gửi một sự kiện {type}

source: Unverified
vi: Chưa xác minh

source: Verify
vi: Xác minh

# verifyStart
source: Start Verification
vi: Bắt đầu xác minh

# verifySuccess
source: You successfully verified!
vi: Bạn đã xác minh thành công!

# verifyTitle
source: Verifying other account
vi: Xác minh tài khoản khác

source: Video call
vi: Cuộc gọi video

source: Visibility of the chat history
vi: Tính khả dụng của lịch sử trò chuyện

source: Visible for all participants
vi: Có thể nhìn thấy cho tất cả người tham gia

source: Visible for everyone
vi: Có thể nhìn thấy cho mọi người

source: Voice message
vi: Tin nhắn thoại

# waitingPartnerAcceptRequest
source: Waiting for partner to accept the request…
vi: Đang chờ đối tác chấp nhận yêu cầu…

# waitingPartnerEmoji
source: Waiting for partner to accept the emoji…
vi: Đang chờ đối tác chấp nhận biểu tượng cảm xúc…

# waitingPartnerNumbers
source: Waiting for partner to accept the numbers…
vi: Đang chờ đối tác chấp nhận các số…

source: Wallpaper:
vi: Hình nền:

source: Warning!
vi: Cảnh báo!

source: We sent you an email
vi: Chúng tôi đã gửi cho bạn một email

source: Who can perform which action
vi: Ai có thể thực hiện hành động nào

# whoIsAllowedToJoinThisGroup
source: Who is allowed to join this chat
vi: Ai được phép tham gia nhóm trò chuyện này

source: Why do you want to report this?
vi: Tại sao bạn muốn báo cáo điều này?

# wipeChatBackup
source: Wipe your chat backup to create a new recovery key?
vi: Xóa bản sao lưu trò chuyện của bạn để tạo một khóa khôi phục mới?

# withTheseAddressesRecoveryDescription
source: With these addresses you can recover your password.
vi: Với những địa chỉ này, bạn có thể khôi phục mật khẩu của mình.

source: Write a message…
vi: Viết một tin nhắn…

source: Yes
vi: Có

source: You
vi: Bạn

source: You are no longer participating in this chat
vi: Bạn không còn tham gia cuộc trò chuyện này

source: You have been banned from this chat
vi: Bạn đã bị cấm tham gia cuộc trò chuyện này

source: Your public key
vi: Khóa công khai của bạn

source: Message info
vi: Thông tin tin nhắn

source: Time
vi: Thời gian

source: Message Type
vi: Loại tin nhắn

source: Sender
vi: Người gửi

source: Open gallery
vi: Mở thư viện

source: Remove from space
vi: Xóa khỏi không gian

# addToSpaceDescription
source: Select a space to add this chat to it.
vi: Chọn một không gian để thêm cuộc trò chuyện này vào.

source: Start
vi: Bắt đầu

# pleaseEnterRecoveryKeyDescription
source: To unlock your old messages, please enter your recovery key that has been generated in a previous session. Your recovery key is NOT your password.
vi: Để mở khóa các tin nhắn cũ của bạn, vui lòng nhập khóa khôi phục mà bạn đã tạo trong phiên trước. Khóa khôi phục của bạn KHÔNG phải là mật khẩu của bạn.

source: Publish
vi: Xuất bản

source: Open Chat
vi: Mở cuộc trò chuyện

source: Mark as read
vi: Đ đánh dấu là đã đọc

source: Report user
vi: Báo cáo người dùng

source: Dismiss
vi: Bỏ qua

# reactedWith
source: {sender} reacted with {reaction}
vi: {sender} đã phản ứng với {reaction}

# pinMessage
source: Pin to room
vi: Ghim vào phòng

# confirmEventUnpin
source: Are you sure to permanently unpin the event?
vi: Bạn có chắc chắn muốn bỏ ghim sự kiện này không?

source: Emojis
vi: Biểu tượng cảm xúc

source: Place call
vi: Gọi điện

source: Voice call
vi: Cuộc gọi thoại

source: Unsupported Android version
vi: Phiên bản Android không được hỗ trợ

# unsupportedAndroidVersionLong
source: This feature requires a newer Android version. Please check for updates or Lineage OS support.
vi: Tính năng này yêu cầu phiên bản Android mới hơn. Vui lòng kiểm tra cập nhật hoặc hỗ trợ Lineage OS.

# videoCallsBetaWarning
source: Please note that video calls are currently in beta. They might not work as expected or work at all on all platforms.
vi: Xin lưu ý rằng cuộc gọi video hiện đang trong giai đoạn beta. Chúng có thể không hoạt động như mong đợi hoặc không hoạt động trên tất cả các nền tảng.

source: Experimental video calls
vi: Cuộc gọi video thử nghiệm

source: Email or username
vi: Email hoặc tên người dùng

# indexedDbErrorTitle
source: Private mode issues
vi: Vấn đề chế độ riêng tư

# indexedDbErrorLong
source: The message storage is unfortunately not enabled in private mode by default. Please visit - about:config - set dom.indexedDB.privateBrowsing.enabled to true Otherwise, it is not possible to run FluffyChat.
vi: Lưu trữ tin nhắn không được bật trong chế độ riêng tư theo mặc định. Vui lòng truy cập - about:config - đặt dom.indexedDB.privateBrowsing.enabled thành true Nếu không, không thể chạy FluffyChat.

# switchToAccount
source: Switch to account {number}
vi: Chuyển sang tài khoản {number}

source: Next account
vi: Tài khoản tiếp theo

source: Previous account
vi: Tài khoản trước

source: Add widget
vi: Thêm tiện ích

# widgetEtherpad
source: Text note
vi: Ghi chú văn bản

# widgetCustom
source: Custom
vi: Tùy chỉnh

# widgetName
source: Name
vi: Tên

# widgetUrlError
source: This is not a valid URL.
vi: Đây không phải là một URL hợp lệ.

# widgetNameError
source: Please provide a display name.
vi: Vui lòng cung cấp một tên hiển thị.

# errorAddingWidget
source: Error adding the widget.
vi: Lỗi khi thêm widget.

source: You rejected the invitation
vi: Bạn đã từ chối lời mời

source: You joined the chat
vi: Bạn đã tham gia trò chuyện

source: 👍 You accepted the invitation
vi: 👍 Bạn đã chấp nhận lời mời

source: You banned {user}
vi: Bạn đã cấm {user}

# youHaveWithdrawnTheInvitationFor
source: You have withdrawn the invitation for {user}
vi: Bạn đã rút lại lời mời cho {user}

# youInvitedToBy
source: 📩 You have been invited via link to: {alias}
vi: 📩 Bạn đã được mời qua liên kết đến: {alias}

# youInvitedBy
source: 📩 You have been invited by {user}
vi: 📩 Bạn đã được mời bởi {user}

# invitedBy
source: 📩 Invited by {user}
vi: 📩 Được mời bởi {user}

source: 📩 You invited {user}
vi: 📩 Bạn đã mời {user}

# youKicked
source: 👞 You kicked {user}
vi: 👞 Bạn đã đá {user}

# youKickedAndBanned
source: 🙅 You kicked and banned {user}
vi: 🙅 Bạn đã đá và cấm {user}

source: You unbanned {user}
vi: Bạn đã bỏ cấm {user}

# hasKnocked
source: 🚪 {user} has knocked
vi: 🚪 {user} đã gõ cửa

source: Users must knock
vi: Người dùng phải gõ cửa

source: No one can join
vi: Không ai có thể tham gia

# userWouldLikeToChangeTheChat
source: {user} would like to join the chat.
vi: {user} muốn tham gia trò chuyện.

source: No public link has been created yet
vi: Chưa có liên kết công khai nào được tạo.

source: Knock
vi: Gõ cửa

source: Users
vi: Người dùng

source: Unlock old messages
vi: Mở khóa tin nhắn cũ

# storeInSecureStorageDescription
source: Store the recovery key in the secure storage of this device.
vi: Lưu khóa phục hồi trong bộ nhớ an toàn của thiết bị này.

# saveKeyManuallyDescription
source: Save this key manually by triggering the system share dialog or clipboard.
vi: Lưu khóa này bằng cách kích hoạt hộp thoại chia sẻ hệ thống hoặc clipboard.

source: Store in Android KeyStore
vi: Lưu trong Android KeyStore

source: Store in Apple KeyChain
vi: Lưu trong Apple KeyChain

# storeSecurlyOnThisDevice
source: Store securely on this device
vi: Lưu an toàn trên thiết bị này

source: {count} files
vi: {count} tệp

source: User
vi: Người dùng

source: Custom
vi: Tùy chỉnh

# foregroundServiceRunning
source: This notification appears when the foreground service is running.
vi: Thông báo này xuất hiện khi dịch vụ nền đang chạy.

# screenSharingTitle
source: screen sharing
vi: chia sẻ màn hình

# screenSharingDetail
source: You are sharing your screen in FuffyChat
vi: Bạn đang chia sẻ màn hình của mình trong FuffyChat

# callingAccountDetails
source: Allows FluffyChat to use the native android dialer app.
vi: Cho phép FluffyChat sử dụng ứng dụng quay số gốc của android.

source: Appear on top
vi: Xuất hiện trên cùng

# appearOnTopDetails
source: Allows the app to appear on top (not needed if you already have Fluffychat setup as a calling account)
vi: Cho phép ứng dụng xuất hiện ở trên cùng (không cần thiết nếu bạn đã thiết lập Fluffychat làm tài khoản gọi)

# otherCallingPermissions
source: Microphone, camera and other FluffyChat permissions
vi: Quyền truy cập microphone, camera và các quyền FluffyChat khác

# whyIsThisMessageEncrypted
source: Why is this message unreadable?
vi: Tại sao tin nhắn này không thể đọc được?
