Repository: pangeachat/client
Catalog: assets/l10n/intl_*.arb
Languages: vi

# grammarCopyPOSaffix
source: Affix
vi: Tiền tố

# grammarCopyPOSpart
source: Particle
vi: Phần tử

# grammarCopyPOSadj
source: Adjective
vi: Tính từ

# grammarCopyPOScconj
source: Coordinating Conjunction
vi: Liên từ phối hợp

# grammarCopyPOSpunct
source: Punctuation
vi: Dấu câu

# grammarCopyPOSadv
source: Adverb
vi: Trạng từ

# grammarCopyPOSaux
source: Auxiliary
vi: Trợ động từ

# grammarCopyPOSspace
source: Space
vi: Không gian

# grammarCopyPOSsym
source: Symbol
vi: Ký hiệu

# grammarCopyPOSdet
source: Determiner
vi: Định từ

# grammarCopyPOSpron
source: Pronoun
vi: Đại từ

# grammarCopyPOSadp
source: Adposition
vi: Giới từ

# grammarCopyPOSpropn
source: Proper Noun
vi: Danh từ riêng

# grammarCopyPOSnoun
source: Noun
vi: Danh từ

# grammarCopyPOSintj
source: Interjection
vi: Thán từ

# grammarCopyPOSx
source: Other
vi: Khác

# grammarCopyGENDERfem
source: Feminine
vi: Giống cái

# grammarCopyPERSON2
source: Second Person
vi: Ngôi thứ hai

# grammarCopyMOODimp
source: Imperative
vi: Mệnh lệnh

# grammarCopyPUNCTTYPEqest
source: Question
vi: Câu hỏi

# grammarCopyASPECTperf
source: Perfect
vi: Hoàn thành

# grammarCopyCASEaccnom
source: Accusative, Nominative
vi: Thế bị, Thế chủ

# grammarCopyCASEobl
source: Oblique
vi: Thế nghiêng

# grammarCopyVOICEact
source: Active
vi: Chủ động

# grammarCopyPUNCTTYPEbrck
source: Bracket
vi: Dấu ngoặc

# grammarCopyNOUNTYPEart
source: Article
vi: Mạo từ

# grammarCopyNUMBERsing
source: Singular
vi: Số ít

# grammarCopyGENDERmasc
source: Masculine
vi: Giống đực

# grammarCopyVERBTYPEmod
source: Modal
vi: Khiếm khuyết

# grammarCopyADVTYPEadverbial
source: Adverbial
vi: Trạng từ

# grammarCopyTENSEperi
source: Periphrastic
vi: Cách diễn đạt

# grammarCopyNUMFORMdigit
source: Digit
vi: Chữ số

# grammarCopyNOUNTYPEnot_proper
source: Not Proper
vi: Không phải danh từ riêng

# grammarCopyNUMTYPEcard
source: Cardinal
vi: Số đếm

# grammarCopyNOUNTYPEprop
source: Proper
vi: Danh từ riêng

# grammarCopyPUNCTTYPEdash
source: Dash
vi: Dấu gạch ngang

# grammarCopyPUNCTTYPEyes
source: Yes
vi: Có

# grammarCopyPUNCTTYPEsemi
source: Semicolon
vi: Dấu chấm phẩy

# grammarCopyPUNCTTYPEcomm
source: Comma
vi: Dấu phẩy

# grammarCopyMOODcnd
source: Conditional
vi: Điều kiện

# grammarCopyCASEacc
source: Accusative
vi: Thế accusative

# grammarCopyPARTTYPEpart
source: Partitive
vi: Phân từ

# grammarCopyTENSEpast
source: Past
vi: Quá khứ

# grammarCopyDEGREEsup
source: Superlative
vi: So sánh nhất

# grammarCopyPUNCTTYPEcolo
source: Colon
vi: Dấu hai chấm

# grammarCopyPERSON3
source: Third Person
vi: Ngôi thứ ba

# grammarCopyNUMBERplur
source: Plural
vi: Số nhiều

# grammarCopyPRONTYPEnpr
source: Proper Noun
vi: Danh từ riêng

# grammarCopyPRONTYPEinterrogative
source: Interrogative
vi: Nghi vấn

# grammarCopyPOLITEinfm
source: Informal
vi: Không trang trọng

# grammarCopyADVTYPEtim
source: Time
vi: Thời gian

# grammarCopyPOLARITYneg
source: Negative
vi: Phủ định

# grammarCopyNUMTYPEtot
source: Total
vi: Tổng

# grammarCopyADVTYPEadnomial
source: Adnominal
vi: Tính từ bổ nghĩa

# grammarCopyASPECTprog
source: Progressive
vi: Tiến hành

# grammarCopyMOODsub
source: Subjunctive
vi: Câu giả định

# grammarCopyVERBFORMcomplementive
source: Complementive
vi: Bổ nghĩa

# grammarCopyCASEnom
source: Nominative
vi: Chủ ngữ

# grammarCopyTENSEfut
source: Future
vi: Tương lai

# grammarCopyCASEdat
source: Dative
vi: Túc từ

# grammarCopyTENSEpres
source: Present
vi: Hiện tại

# grammarCopyGENDERneut
source: Neuter
vi: Giống trung

# grammarCopyPRONTYPErel
source: Relative
vi: Quan hệ

# grammarCopyVERBFORMfinalEnding
source: Final Ending
vi: Kết thúc cuối

# grammarCopyPRONTYPEdem
source: Demonstrative
vi: Chỉ định

# grammarCopyPREPCASEpre
source: Prepositional
vi: Giới từ

# grammarCopyVERBFORMfin
source: Finite
vi: Hữu hạn

# grammarCopyDEGREEpos
source: Positive
vi: Cấp độ tích cực

# grammarCopyPUNCTTYPEquot
source: Quotation
vi: Trích dẫn

# grammarCopyVERBFORMger
source: Gerund
vi: Danh động từ

# grammarCopyVOICEpass
source: Passive
vi: Bị động

# grammarCopyTENSEprs
source: Present
vi: Hiện tại

# grammarCopyDEFINITEdef
source: Definite
vi: Xác định

# grammarCopyNUMTYPEord
source: Ordinal
vi: Số thứ tự

# grammarCopyCASEins
source: Instrumental
vi: Cách công cụ

# grammarCopyVERBFORMinf
source: Infinitive
vi: Nguyên thể

# grammarCopyNUMFORMlong
source: Long
vi: Dài

# grammarCopyCASEloc
source: Locative
vi: Cách địa điểm

# grammarCopyMOODind
source: Indicative
vi: Chỉ định

# grammarCopyDEGREEcmp
source: Comparative
vi: So sánh

# grammarCopyCASErelativeCase
source: Relative
vi: Quan hệ

# grammarCopyPUNCTTYPEexcl
source: Exclamative
vi: Cảm thán

# grammarCopyPERSON1
source: First Person
vi: Ngôi thứ nhất

# grammarCopyPUNCTSIDEini
source: Initial
vi: Khởi đầu

# grammarCopyGENDERperson
source: Person
vi: Người

# grammarCopyFOREIGNyes
source: Foreign
vi: Nước ngoài

# grammarCopyVOICEvoice
source: Voice
vi: Giọng

# grammarCopyVERBTYPEverbType
source: Verb
vi: Động từ

# grammarCopyPOSSpass
source: Possessive
vi: Sở hữu

# grammarCopyPREPCASEprepCase
source: Prepositional
vi: Giới từ

# grammarCopyNUMTYPEnumType
source: Numeral
vi: Số

# grammarCopyNOUNTYPEnounType
source: Noun
vi: Danh từ

# grammarCopyREFLEXreflex
source: Reflexive
vi: Phản thân

# grammarCopyPRONTYPEpronType
source: Pronoun
vi: Đại từ

# grammarCopyPUNCTSIDEpunctSide
source: Punctuation Side
vi: Bên dấu câu

# grammarCopyVERBFORMverbForm
source: Verb
vi: Hình thức động từ

# grammarCopyGENDERgender
source: Gender
vi: Giới tính

# grammarCopyMOODmood
source: Mood
vi: Thì

# grammarCopyASPECTaspect
source: Aspect
vi: Khía cạnh

# grammarCopyPUNCTTYPEpunctType
source: Punctuation
vi: Dấu câu

# grammarCopyTENSEtense
source: Tense
vi: Thì

# grammarCopyDEGREEdegree
source: Degree
vi: Mức độ

# grammarCopyPOLITEpolite
source: Politeness
vi: Lịch sự

# grammarCopyADVTYPEadvType
source: Adverb
vi: Trạng từ

# grammarCopyNUMFORMnumber
source: Number
vi: Số

# grammarCopyCONJTYPEconjType
source: Conjunction
vi: Liên từ

# grammarCopyPOLARITYpolarity
source: Polarity
vi: Độ xác định

# grammarCopyCASEcase
source: Case
vi: Thì

# grammarCopyDEFINITEdefinite
source: Definiteness
vi: Tính xác định

# grammarCopyNUMFORMnumForm
source: Numeral
vi: Số từ

# grammarCopyPRONTYPEadn
source: Adnominal
vi: Tính từ bổ nghĩa

# grammarCopyVOCvoc
source: Vocative
vi: Gọi tên

# grammarCopyCMPLcmpl
source: Complementizer
vi: Từ bổ nghĩa

# grammarCopyADVadv
source: Adverbial
vi: Trạng từ

# grammarCopyMOODjus
source: Jussive
vi: Thể mệnh lệnh

# grammarCopyGENDERcom
source: Common
vi: Giống chung

# grammarCopyREFLEXrflx
source: Reflexive
vi: Phản thân

# grammarCopyPARTTYPEpar
source: Partitive
vi: Phân chia

# grammarCopySPCspc
source: Specific
vi: Cụ thể

# grammarCopyTENSEpqp
source: Pluperfect
vi: Thì quá khứ hoàn thành

# grammarCopyREFLEXref
source: Reflexive
vi: Phản thân

# grammarCopyPUNCTTYPEnshrt
source: Short
vi: Ngắn

# grammarCopyNUMBERdual
source: Dual
vi: Hai

# grammarCopyNUMFORMlng
source: Long
vi: Dài

# grammarCopyVOICEmid
source: Middle
vi: Giữa

# grammarCopyINTRELintRel
source: Interrogative, Relative
vi: Nghi vấn, Quan hệ

# grammarCopyINTint
source: Interrogative
vi: Nghi vấn

# grammarCopyUnknown
source: Unknown
vi: Không xác định

# grammarCopyEVIDENTevident
source: Evidentiality
vi: Chứng cứ

# grammarCopyNUMFORMnumberPsor
source: Possessor's Number
vi: Số của người sở hữu

# grammarCopyASPECThab
source: Habitual
vi: Thói quen

# grammarCopyCASEdis
source: Distributive
vi: Phân phối

# grammarCopyCASEtem
source: Temporal
vi: Thời gian

# grammarCopyCONJTYPEcoord
source: Coordinating
vi: Phối hợp

# grammarCopyDEFINITEcons
source: Construct State
vi: Trạng thái cấu trúc

# grammarCopyDEGREEabs
source: Absolute Degree
vi: Cấp độ tuyệt đối

# grammarCopyEVIDENTfh
source: Factual Evidentiality
vi: Chứng cứ thực tế

# grammarCopyEVIDENTnfh
source: Non-factual Evidentiality
vi: Chứng cứ không thực tế

# grammarCopyMOODopt
source: Optative
vi: Tùy ý

# grammarCopyMOODadm
source: Admirative
vi: Ngưỡng mộ

# grammarCopyMOODdes
source: Desiderative
vi: Mong muốn

# grammarCopyMOODnec
source: Necessitative
vi: Cần thiết

# grammarCopyMOODpot
source: Potential
vi: Tiềm năng

# grammarCopyMOODprp
source: Propositive
vi: Đề xuất

# grammarCopyMOODqot
source: Quotative
vi: Trích dẫn

# grammarCopyNUMFORMword
source: Word Form
vi: Hình thức từ

# grammarCopyNUMFORMroman
source: Roman Numeral
vi: Số La Mã

# grammarCopyNUMFORMletter
source: Letter Form
vi: Hình thức chữ cái

# grammarCopyNUMTYPEmult
source: Multiplicative
vi: Nhân

# grammarCopyNUMTYPEfrac
source: Fractional
vi: Phân số

# grammarCopyNUMTYPEsets
source: Set
vi: Tập hợp

# grammarCopyNUMTYPErange
source: Range
vi: Phạm vi

# grammarCopyNUMTYPEdist
source: Distributive
vi: Phân phối

# grammarCopyNUMBERtri
source: Trial
vi: Thử nghiệm

# grammarCopyNUMBERpauc
source: Paucal
vi: Số ít

# grammarCopyNUMBERgrpa
source: Greater Paucal
vi: Số nhiều lớn

# grammarCopyNUMBERgrpl
source: Greater Plural
vi: Số nhiều lớn hơn

# grammarCopyNUMBERinv
source: Inverse
vi: Đảo ngược

# grammarCopyPERSON0
source: Zero
vi: Không

# grammarCopyPERSON4
source: Fourth
vi: Thứ tư

# grammarCopyPOLITEform
source: Formal
vi: Trang trọng

# grammarCopyPOLITEelev
source: Elevated
vi: Cao quý

# grammarCopyPOLITEhumb
source: Humble
vi: Khiêm tốn

# grammarCopyPRONTYPEemp
source: Emphatic
vi: Nhấn mạnh

# grammarCopyPRONTYPEexc
source: Exclamative
vi: Cảm thán

# grammarCopyPRONTYPErcp
source: Reciprocal
vi: Tương hỗ

# grammarCopyPRONTYPEintRelPronType
source: Interrogative-Relative
vi: Nghi vấn-Quan hệ

# grammarCopyTENSEprosp
source: Prospective
vi: Dự kiến

# grammarCopyVERBFORMpart
source: Participle
vi: Phân từ

# grammarCopyVERBFORMconv
source: Converb
vi: Động từ đồng hành

# grammarCopyVERBFORMvnoun
source: Verbal Noun
vi: Danh từ động từ

# grammarCopyVOICEantip
source: Antipassive
vi: Chống lại

# grammarCopyVOICedir
source: Direct
vi: Chủ động

# grammarCopyVOICEinvVoice
source: Inverse
vi: Bị động

# grammarCopyVOICErcpVoice
source: Reciprocal
vi: Tương hỗ

# grammarCopyPOS
source: Part of Speech
vi: Thành phần ngữ pháp

# grammarCopyGENDER
source: Gender
vi: Giới tính

# grammarCopyPERSON
source: Person
vi: Ngôi

# grammarCopyMOOD
source: Mood
vi: Thì

# grammarCopyPUNCTTYPE
source: Punctuation Type
vi: Loại dấu câu

# grammarCopyASPECT
source: Aspect
vi: Khía cạnh

# grammarCopyCASE
source: Case
vi: Thì

# grammarCopyVOICE
source: Voice
vi: Giọng

# grammarCopyNOUNTYPE
source: Noun Type
vi: Loại danh từ

# grammarCopyVERBTYPE
source: Verb Type
vi: Loại động từ

# grammarCopyADVTYPE
source: Adverb Type
vi: Loại trạng từ

# grammarCopyNUMFORM
source: Numeral Form
vi: Hình thức số

# grammarCopyNUMTYPE
source: Numeral Type
vi: Loại số

# grammarCopyNUMBER
source: Number
vi: Số

# grammarCopyDEFINITE
source: Definiteness
vi: Tính xác định

# grammarCopyDEGREE
source: Degree
vi: Cấp độ

# grammarCopyEVIDENT
source: Evidentiality
vi: Tính chứng minh

# grammarCopyFOREIGN
source: Foreign
vi: Nước ngoài

# grammarCopyPOLARITY
source: Polarity
vi: Độ phân cực

# grammarCopyPOLITE
source: Politeness
vi: Lịch sự

# grammarCopyPREPCASE
source: Prepositional Case
vi: Thì giới từ

# grammarCopyPRONTYPE
source: Pronoun Type
vi: Loại đại từ

# grammarCopyPUNCTSIDE
source: Punctuation Side
vi: Bên dấu câu

# grammarCopyREFLEX
source: Reflexive
vi: Phản xạ

# grammarCopyTENSE
source: Tense
vi: Thì

# grammarCopyVERBFORM
source: Verb Form
vi: Hình thức động từ

# grammarCopyCONJTYPE
source: Conjunction Type
vi: Loại liên từ

# grammarCopySPC
source: Specificity
vi: Tính cụ thể

# grammarCopyPARTTYPE
source: Partitive Type
vi: Loại phần

# grammarCopyINTREL
source: Interrogative-Relative
vi: Nghi vấn-Quan hệ

# grammarCopyNUMFORMpsor
source: Possessor's Number
vi: Số của người sở hữu

# grammarCopyUNKNOWN
source: Unknown
vi: Không xác định

# grammarCopyNUMBERPSOR
source: Possessor's Number
vi: Số của người sở hữu

# grammarCopyPOSS
source: Possessive
vi: Sở hữu

# grammarCopyASPECTimp
source: Imperfective Aspect
vi: Khía cạnh không hoàn thành

# grammarCopyCASEvoc
source: Vocative
vi: Thì gọi

# grammarCopyCASEcom
source: Comitative
vi: Thì đồng hành

# grammarCopyCASEpar
source: Partitive
vi: Phần chia

# grammarCopyCASEadv
source: Adverbial
vi: Trạng từ

# grammarCopyCASEref
source: Referential
vi: Tham chiếu

# grammarCopyCASErel
source: Relative
vi: Quan hệ

# grammarCopyCASEsub
source: Subessive
vi: Phụ thuộc

# grammarCopyCASEsup
source: Superessive
vi: Siêu phụ thuộc

# grammarCopyCASEaccdat
source: Accusative-Dative
vi: Chủ ngữ - Tân ngữ

# grammarCopyCASEpre
source: Prepositional
vi: Giới từ

# grammarCopyCONJTYPEsub
source: Subordinating
vi: Liên từ phụ thuộc

# grammarCopyCONJTYPEcmp
source: Comparative
vi: So sánh

# grammarCopyDEFINITEind
source: Indefinite
vi: Không xác định

# grammarCopyMOODint
source: Interrogative Mood
vi: Thì nghi vấn

# grammarCopyNOUNTYPEcomm
source: Common Noun
vi: Danh từ chung

# grammarCopyNUMBERPSORsing
source: Possessor's Singular
vi: Số ít của người sở hữu

# grammarCopyNUMBERPSORplur
source: Possessor's Plural
vi: Số nhiều của người sở hữu

# grammarCopyNUMBERPSORdual
source: Possessor's Dual
vi: Số đôi của người sở hữu

# grammarCopyPOLARITYpos
source: Positive Polarity
vi: Độ khẳng định tích cực

# grammarCopyPOSSyes
source: Possessive
vi: Sở hữu

# grammarCopyPREPCASEnpr
source: Non-prepositional
vi: Không giới từ

# grammarCopyPRONTYPEprs
source: Personal
vi: Đại từ nhân xưng

# grammarCopyPRONTYPEint
source: Interrogative
vi: Nghi vấn

# grammarCopyPRONTYPEtot
source: Total
vi: Tổng

# grammarCopyPRONTYPEneg
source: Negative
vi: Phủ định

# grammarCopyPRONTYPEart
source: Article
vi: Mạo từ

# grammarCopyPRONTYPEind
source: Indefinite
vi: Không xác định

# grammarCopyPRONTYPEintrel
source: Interrogative-Relative
vi: Nghi vấn-Quan hệ

# grammarCopyPUNCTSIDEfin
source: Final Punctuation
vi: Dấu câu cuối

# grammarCopyPUNCTTYPEperi
source: Period
vi: Dấu chấm

# grammarCopyREFLEXyes
source: Reflexive
vi: Phản xạ

# grammarCopyTENSEimp
source: Imperfect
vi: Không hoàn hảo

# grammarCopyVERBFORMadn
source: Adnominal
vi: Tính từ danh từ

# grammarCopyVERBFORMlng
source: Long
vi: Dài

# grammarCopyVERBTYPEcaus
source: Causative Verb
vi: Động từ nguyên nhân

# grammarCopyVOICEcau
source: Causative
vi: Nguyên nhân

# grammarCopyVOICEdir
source: Direct
vi: Trực tiếp

# grammarCopyVOICEinv
source: Inverse
vi: Đảo ngược

# grammarCopyVOICErcp
source: Reciprocal
vi: Tương hỗ

# enterPrompt
source: Please enter a system prompt
vi: Vui lòng nhập một lời nhắc hệ thống

source: Select bot language
vi: Chọn ngôn ngữ bot

# chooseVoice
source: Choose a voice
vi: Chọn giọng nói

# enterLanguageLevel
source: Please enter a language level
vi: Vui lòng nhập cấp độ ngôn ngữ

# enterDiscussionTopic
source: Please enter a discussion topic
vi: Vui lòng nhập chủ đề thảo luận

# selectBotChatMode
source: Select chat mode
vi: Chọn chế độ trò chuyện

# messageNotInTargetLang
source: Message not in target language
vi: Tin nhắn không ở ngôn ngữ mục tiêu

source: Other
vi: Khác

# levelShort
source: LVL {level}
vi: Cấp {level}

# botModeValidation
source: Please select a chat mode
vi: Vui lòng chọn một chế độ trò chuyện

# clickBestOption
source: Choose the best options to translate your message!
vi: Chọn những tùy chọn tốt nhất để dịch tin nhắn của bạn!

# unlockedLanguageTools
source: You’ve unlocked the language tools for this message. Try them out by clicking below!
vi: Bạn đã mở khóa công cụ ngôn ngữ cho tin nhắn này. Hãy thử chúng bằng cách nhấp vào bên dưới!

# botSettingsSubtitle
source: Invite bot to moderate chat activity
vi: Mời bot điều phối hoạt động trò chuyện

# invitePeople
source: Invite users
vi: Mời người dùng

# invitePeopleChatSubtitle
source: Invite users or admins to this chat
vi: Mời người dùng hoặc quản trị viên vào trò chuyện này

# invitePeopleSpaceSubtitle
source: Invite users or admins to this space
vi: Mời người dùng hoặc quản trị viên vào không gian này

source: No capacity limit
vi: Không giới hạn sức chứa

source: Download group text
vi: Tải xuống văn bản nhóm

source: Space description
vi: Mô tả không gian

# addSpaceDescription
source: Add a space description
vi: Thêm mô tả không gian

source: Notifications on
vi: Thông báo bật

source: Notifications off
vi: Thông báo tắt

source: Space can be found via search
vi: Không gian có thể được tìm thấy qua tìm kiếm

source: Chat can be found via search
vi: Trò chuyện có thể được tìm thấy qua tìm kiếm

source: Calculating file size...
vi: Đang tính toán kích thước tệp...

source: Prepare sending attachment...
vi: Chuẩn bị gửi tệp đính kèm...

source: Sending attachment...
vi: Đang gửi tệp đính kèm...

source: Generating video thumbnail...
vi: Đang tạo hình thu nhỏ video...

# compressVideo
source: Compressing video...
vi: Đang nén video...

# sendingAttachmentCountOfCount
source: Sending attachment {index} of {length}...
vi: Đang gửi tệp đính kèm {index} của {length}...

# serverLimitReached
source: Server limit reached! Waiting {seconds} seconds...
vi: Đã đạt giới hạn máy chủ! Đợi {seconds} giây...

source: One of your devices is not verified
vi: Một trong những thiết bị của bạn chưa được xác minh

# noticeChatBackupDeviceVerification
source: Note: When you connect all your devices to the chat backup, they are automatically verified.
vi: Lưu ý: Khi bạn kết nối tất cả các thiết bị của mình với sao lưu trò chuyện, chúng sẽ tự động được xác minh.

source: Require code to join
vi: Cần mã để tham gia

source: Can find in search
vi: Có thể tìm thấy trong tìm kiếm

# addSubspaceWarning
source: Once you add this, it will not appear in public search results, and it will be visible to all members of the parent space.
vi: Khi bạn thêm điều này, nó sẽ không xuất hiện trong kết quả tìm kiếm công khai và sẽ được hiển thị cho tất cả các thành viên của không gian cha.

# nestedSpaceError
source: Spaces should not be added as children of other spaces
vi: Các không gian không nên được thêm làm con của các không gian khác

# addChatToSpace
source: Add chat
vi: Thêm trò chuyện

# welcomeText
source: Hey Hey 👋 This is FluffyChat. You can sign in to any homeserver, which is compatible with https://matrix.org. And then chat with anyone. It's a huge decentralized messaging network!
vi: Chào Chào 👋 Đây là FluffyChat. Bạn có thể đăng nhập vào bất kỳ máy chủ nào tương thích với https://matrix.org. Và sau đó trò chuyện với bất kỳ ai. Đây là một mạng lưới nhắn tin phi tập trung lớn!

source: Blur:
vi: Mờ:

source: Opacity:
vi: Độ mờ:

source: Set wallpaper
vi: Đặt hình nền

source: Manage account
vi: Quản lý tài khoản

# noContactInformationProvided
source: Server does not provide any valid contact information
vi: Máy chủ không cung cấp thông tin liên hệ hợp lệ nào

source: Contact server admin
vi: Liên hệ quản trị viên máy chủ

source: Contact server security
vi: Liên hệ bảo mật máy chủ

source: Support page
vi: Trang hỗ trợ

source: Server information:
vi: Thông tin máy chủ:

source: Name
vi: Tên

source: Version
vi: Phiên bản

source: Website
vi: Trang web

source: Compress
vi: Nén

source: Bold text
vi: Chữ in đậm

source: Italic text
vi: Chữ nghiêng

source: Strikethrough
vi: Gạch ngang

source: Please fill out
vi: Vui lòng điền vào

source: Invalid url
vi: URL không hợp lệ

source: Add link
vi: Thêm liên kết

# unableToJoinChat
source: Unable to join chat. Maybe the other party has already closed the conversation.
vi: Không thể tham gia trò chuyện. Có thể bên kia đã đóng cuộc trò chuyện.

source: Create chat and invite users
vi: Tạo trò chuyện và mời người dùng

# updatedNewSpaceDescription
source: Spaces allow you to consolidate your chats and build private or public communities.
vi: Các không gian cho phép bạn hợp nhất các cuộc trò chuyện và xây dựng cộng đồng riêng tư hoặc công khai.

source: Join with code
vi: Tham gia bằng mã

source: Enter code to join
vi: Nhập mã để tham gia

source: Mandatory Update Required
vi: Cần cập nhật bắt buộc

source: Update Available
vi: Có bản cập nhật

# mandatoryUpdateRequiredDesc
source: A new version of the app is required to continue. Please update now to proceed.
vi: Một phiên bản mới của ứng dụng là cần thiết để tiếp tục. Vui lòng cập nhật ngay bây giờ để tiếp tục.

# updateAvailableDesc
source: A new version of the app is available. Update now for the latest features and improvements!
vi: Một phiên bản mới của ứng dụng có sẵn. Cập nhật ngay bây giờ để có các tính năng và cải tiến mới nhất!

source: Update Now
vi: Cập nhật ngay

# updateLater
source: Later
vi: Sau

# constructUseWaDesc
source: Used without help
vi: Sử dụng mà không có sự trợ giúp

# constructUseGaDesc
source: Grammar mistake
vi: Lỗi ngữ pháp

# constructUseUnkDesc
source: Unknown
vi: Không xác định

# constructUseCorITDesc
source: Correct in translation
vi: Đúng trong bản dịch

# constructUseIgnITDesc
source: Ignored in translation
vi: Bị bỏ qua trong bản dịch

# constructUseIncITDesc
source: Incorrect in translation
vi: Sai trong bản dịch

# constructUseIgnIGCDesc
source: Ignored in grammar correction
vi: Bị bỏ qua trong sửa lỗi ngữ pháp

# constructUseCorIGCDesc
source: Correct in grammar correction
vi: Đúng trong sửa lỗi ngữ pháp

# constructUseIncIGCDesc
source: Incorrect in grammar correction
vi: Sai trong sửa lỗi ngữ pháp

# constructUseCorPADesc
source: Correct in word meaning activity
vi: Đúng trong hoạt động nghĩa từ

# constructUseIgnPADesc
source: Ignored in word meaning activity
vi: Bị bỏ qua trong hoạt động nghĩa từ

# constructUseIncPADesc
source: Incorrect in word meaning activity
vi: Sai trong hoạt động nghĩa từ

# constructUseCorWLDesc
source: Correct in word listening activity
vi: Đúng trong hoạt động nghe từ

# constructUseIncWLDesc
source: Incorrect in word listening activity
vi: Sai trong hoạt động nghe từ

# constructUseIngWLDesc
source: Ignored in word listening activity
vi: Bỏ qua trong hoạt động nghe từ

# constructUseCorHWLDesc
source: Correct in hidden word activity
vi: Đúng trong hoạt động từ ẩn

# constructUseIncHWLDesc
source: Incorrect in hidden word activity
vi: Sai trong hoạt động từ ẩn

# constructUseIgnHWLDesc
source: Ignored in hidden word activity
vi: Bỏ qua trong hoạt động từ ẩn

# constructUseCorLDesc
source: Correct in lemma activity
vi: Đúng trong hoạt động từ nguyên thể

# constructUseIncLDesc
source: Incorrect in lemma activity
vi: Sai trong hoạt động từ nguyên thể

# constructUseIgnLDesc
source: Ignored in lemma activity
vi: Bỏ qua trong hoạt động từ nguyên thể

# constructUseCorMDesc
source: Correct in grammar activity
vi: Đúng trong hoạt động ngữ pháp

# constructUseIncMDesc
source: Incorrect in grammar activity
vi: Sai trong hoạt động ngữ pháp

# constructUseIgnMDesc
source: Ignored in grammar activity
vi: Bỏ qua trong hoạt động ngữ pháp

# constructUseEmojiDesc
source: Correct in emoji activity
vi: Đúng trong hoạt động emoji

# constructUseNanDesc
source: Not applicable
vi: Không áp dụng

# signInWithUsername
source: Sign in with username and password
vi: Đăng nhập bằng tên người dùng và mật khẩu

# registrationEmailMessage
source: Please verify your email with a link sent there. In some cases, the email takes up to 5 minutes to arrive. Please also check your spam folder.
vi: Vui lòng xác minh email của bạn bằng liên kết được gửi đến đó. Trong một số trường hợp, email có thể mất đến 5 phút để đến. Vui lòng kiểm tra cả thư mục spam của bạn.

# enableTTSToolName
source: Enabled text-to-speech
vi: Bật công cụ chuyển văn bản thành giọng nói

# enableTTSToolDescription
source: Allow the app to generate text-to-speech output for portions of text in your target language
vi: Cho phép ứng dụng tạo đầu ra chuyển văn bản thành giọng nói cho các phần văn bản trong ngôn ngữ mục tiêu của bạn
