Repository: pangeachat/client
Catalog: assets/l10n/intl_*.arb
Languages: vi

# noKeyForThisMessage
source: This can happen if the message was sent before you have signed in to your account at this device. It is also possible that the sender has blocked your device or something went wrong with the internet connection. Are you able to read the message on another session? Then you can transfer the message from it! Go to Settings > Devices and make sure that your devices have verified each other. When you open the room the next time and both sessions are in the foreground, the keys will be transmitted automatically. Do you not want to lose the keys when logging out or switching devices? Make sure that you have enabled the chat backup in the settings.
vi: Điều này có thể xảy ra nếu tin nhắn được gửi trước khi bạn đăng nhập vào tài khoản của mình trên thiết bị này. Cũng có thể người gửi đã chặn thiết bị của bạn hoặc có điều gì đó không ổn với kết nối internet. Bạn có thể đọc tin nhắn trên một phiên khác không? Nếu có, bạn có thể chuyển tin nhắn từ đó! Đi tới Cài đặt > Thiết bị và đảm bảo rằng các thiết bị của bạn đã xác minh lẫn nhau. Khi bạn mở phòng lần tiếp theo và cả hai phiên đều ở chế độ foreground, các khóa sẽ được truyền tự động. Bạn không muốn mất các khóa khi đăng xuất hoặc chuyển đổi thiết bị? Hãy đảm bảo rằng bạn đã bật sao lưu trò chuyện trong cài đặt.

source: Device keys:
vi: Khóa thiết bị:

source: Requests
vi: Yêu cầu

# allCorrect
source: That's how I would say it! Nice!
vi: Đó là cách tôi sẽ nói! Tuyệt!

# newWayAllGood
source: That's not how I would have said it but it looks good!
vi: Đó không phải là cách tôi đã nói nhưng trông cũng ổn!

# othersAreBetter
source: Hm, there might be a better way to say that.
vi: Hm, có thể có cách tốt hơn để nói điều đó.

# holdForInfo
source: Click and hold for word info.
vi: Nhấn và giữ để xem thông tin từ.

# greenFeedback
source: That's what I would put!
vi: Đó là điều tôi sẽ đưa ra!

# yellowFeedback
source: Hm, you can try that and see if it works! To use this word, just click it again.
vi: Hm, bạn có thể thử điều đó và xem nó có hiệu quả không! Để sử dụng từ này, chỉ cần nhấn lại.

# redFeedback
source: I don't think that's right...
vi: Tôi không nghĩ điều đó là đúng...

# customInputFeedbackChoice
source: You wrote it in. Nice!
vi: Bạn đã tự viết nó. Tuyệt!

# itInstructionsTitle
source: I can help you translate!
vi: Tôi có thể giúp bạn dịch!

# itInstructionsBody
source: You can click and hold choices for word info.
vi: Bạn có thể nhấn và giữ các lựa chọn để xem thông tin từ.

# toggleLanguages
source: Toggle the language of selected messages.
vi: Chuyển đổi ngôn ngữ của các tin nhắn đã chọn.

# classWelcomeChat
source: Welcome Chat
vi: Chào mừng đến với Chat

source: Delete Space
vi: Xóa Không gian

# deleteGroup
source: Delete Group Chat
vi: Xóa Nhóm Chat

# areYouSureDeleteClass
source: Are you sure you want to delete this space?
vi: Bạn có chắc chắn muốn xóa không gian này không?

# areYouSureDeleteGroup
source: Are you sure you want to delete this group chat?
vi: Bạn có chắc chắn muốn xóa nhóm chat này không?

# cannotBeReversed
source: This action cannot be reversed
vi: Hành động này không thể được hoàn tác

# enterDeletedClassName
source: Enter space name to confirm:
vi: Nhập tên không gian để xác nhận:

# incorrectClassName
source: Incorrect Space Name
vi: Tên không gian không chính xác

# oneday
source: Last 24 hours
vi: 24 giờ qua

# oneweek
source: Last 7 days
vi: 7 ngày qua

# onemonth
source: Past month
vi: Tháng trước

# sixmonth
source: Past 6 months
vi: 6 tháng trước

# oneyear
source: Past year
vi: Năm trước

# gaTooltip
source: L2 use with grammar assistance
vi: L2 sử dụng với hỗ trợ ngữ pháp

# taTooltip
source: L2 use with translation assistance
vi: L2 sử dụng với hỗ trợ dịch thuật

# unTooltip
source: Other
vi: Khác

# interactiveTranslatorSliderHeader
source: Interactive Translator
vi: Người dịch tương tác

# interactiveGrammarSliderHeader
source: Interactive Grammar Checker
vi: Kiểm tra ngữ pháp tương tác

# interactiveTranslatorNotAllowed
source: Disabled
vi: Bị vô hiệu hóa

# interactiveTranslatorAllowed
source: Student Choice
vi: Lựa chọn của học sinh

# interactiveTranslatorRequired
source: Required
vi: Bắt buộc

# interactiveTranslatorNotAllowedDesc
source: Translation assistance is disabled in space group chats for all participants. This restriction does not apply to space admins or direct chats.
vi: Hỗ trợ dịch thuật bị vô hiệu hóa trong các cuộc trò chuyện nhóm không gian cho tất cả người tham gia. Hạn chế này không áp dụng cho quản trị viên không gian hoặc các cuộc trò chuyện trực tiếp.

# interactiveTranslatorAllowedDesc
source: Students can choose whether to use translation assistance in space group chats in Main Menu > Learning Settings.
vi: Học sinh có thể chọn có sử dụng hỗ trợ dịch thuật trong các cuộc trò chuyện nhóm không gian trong Menu chính > Cài đặt học tập.

# interactiveTranslatorRequiredDesc
source: Students cannot turn off translation assistance. They can choose not to accept the translation suggestions. This restriction does not apply to spaces or direct chats.
vi: Học sinh không thể tắt hỗ trợ dịch thuật. Họ có thể chọn không chấp nhận các gợi ý dịch thuật. Hạn chế này không áp dụng cho các không gian hoặc cuộc trò chuyện trực tiếp.

source: Not yet set
vi: Chưa được thiết lập

source: Multilingual Space
vi: Không gian đa ngôn ngữ

source: All Classes
vi: Tất cả các lớp học

# myLearning
source: My Analytics
vi: Phân tích của tôi

# allChatsAndClasses
source: All chats and spaces
vi: Tất cả các cuộc trò chuyện và lớp học

# timeOfLastMessage
source: Time of last sent message
vi: Thời gian của tin nhắn cuối cùng được gửi

# totalMessages
source: Total messages sent
vi: Tổng số tin nhắn đã gửi

# waTooltip
source: L2 use without assistance
vi: L2 sử dụng mà không cần trợ giúp

source: Change date range
vi: Thay đổi khoảng thời gian

source: Number of Students
vi: Số lượng học sinh

# classDescription
source: Description
vi: Mô tả

# classDescriptionDesc
source: Set a description
vi: Đặt một mô tả

source: Request to Enroll
vi: Yêu cầu tham gia

# spaceAnalyticsDesc
source: Detailed information on student engagement and language use
vi: Thông tin chi tiết về sự tham gia của học sinh và việc sử dụng ngôn ngữ

# addStudents
source: Invite users by link or code
vi: Mời người dùng qua liên kết hoặc mã

# copyClassLink
source: Copy invite link
vi: Sao chép liên kết mời

# copyClassLinkDesc
source: Clicking this link will take users to the app, direct them to make an account and they will automatically join this space.
vi: Nhấp vào liên kết này sẽ đưa người dùng đến ứng dụng, hướng dẫn họ tạo tài khoản và họ sẽ tự động tham gia không gian này.

# copyClassCode
source: Copy invite code
vi: Sao chép mã mời

# inviteStudentByUserName
source: Invite users by username
vi: Mời người dùng qua tên người dùng

source: Language Settings
vi: Cài đặt ngôn ngữ

# languageSettingsDesc
source: Edit space languages and proficiency level.
vi: Chỉnh sửa ngôn ngữ không gian và cấp độ thành thạo.

# selectSpaceDominantLanguage
source: What's the most common language of space members?
vi: Ngôn ngữ phổ biến nhất của các thành viên trong không gian là gì?

# selectSpaceTargetLanguage
source: What is the most common target language of the space?
vi: Ngôn ngữ mục tiêu phổ biến nhất của không gian là gì?

# whatIsYourSpaceLanguageLevel
source: What is the average language level of the space?
vi: Mức độ ngôn ngữ trung bình của không gian là gì?

source: Student Permissions
vi: Quyền của sinh viên

# interactiveTranslator
source: Translation assistance
vi: Hỗ trợ dịch thuật

# oneToOneChatsWithinClass
source: Private Chats within Space
vi: Trò chuyện riêng trong không gian

# oneToOneChatsWithinClassDesc
source: If you allow private chats, students can initiate and use private chats with other space participants. Otherwise, they can only participate in groups chats.
vi: Nếu bạn cho phép trò chuyện riêng, sinh viên có thể khởi xướng và sử dụng trò chuyện riêng với các thành viên khác trong không gian. Nếu không, họ chỉ có thể tham gia vào các cuộc trò chuyện nhóm.

source: Create Group Chats
vi: Tạo trò chuyện nhóm

# createGroupChatsDesc
source: Toggle this on to allow students to create group chats within the space.
vi: Bật tính năng này để cho phép sinh viên tạo trò chuyện nhóm trong không gian.

source: Share Video
vi: Chia sẻ video

# shareVideoDesc
source: Toggle this on to allow students to share videos in chats.
vi: Bật tính năng này để cho phép sinh viên chia sẻ video trong các cuộc trò chuyện.

source: Share Photos
vi: Chia sẻ ảnh

# sharePhotosDesc
source: Toggle this on to allow students to share photos in chats.
vi: Bật tính năng này để cho phép sinh viên chia sẻ ảnh trong các cuộc trò chuyện.

source: Share Files
vi: Chia sẻ tệp

# shareFilesDesc
source: Toggle this on to allow students to share files in chats.
vi: Bật tính năng này để cho phép sinh viên chia sẻ tệp trong các cuộc trò chuyện.

# shareLocationDesc
source: Toggle this on to allow students to share location in chats.
vi: Bật tính năng này để cho phép sinh viên chia sẻ vị trí trong các cuộc trò chuyện.

source: Select language level
vi: Chọn mức độ ngôn ngữ

# noIdenticalLanguages
source: Please choose different base and target languages
vi: Vui lòng chọn ngôn ngữ gốc và ngôn ngữ đích khác nhau

# iWantALanguagePartnerFrom
source: Is from:
vi: Từ:

source: Worldwide
vi: Toàn cầu

# noResults
source: No results! Try broadening your search.
vi: Không có kết quả! Hãy thử mở rộng tìm kiếm của bạn.

# searchBy
source: Search by country and languages
vi: Tìm kiếm theo quốc gia và ngôn ngữ

# iWantAConversationPartner
source: I want a conversation partner who
vi: Tôi muốn một đối tác trò chuyện người

# iWantALanguagePartnerWhoSpeaks
source: Speaks:
vi: Nói:

# iWantALanguagePartnerWhoIsLearning
source: Is learning:
vi: Đang học:

# yourBirthdayPlease
source: Pangea Chat serves schools and other learning communities, ages 13 and up, around the world. In order to protect our young learners, we ask our users to verify their age before connecting to our community. Before you can search Pangea Chat for classes, rooms, and new friends, you must verify you are 18 or older.
vi: Pangea Chat phục vụ các trường học và cộng đồng học tập khác, từ 13 tuổi trở lên, trên toàn thế giới. Để bảo vệ những người học trẻ tuổi, chúng tôi yêu cầu người dùng xác minh độ tuổi của họ trước khi kết nối với cộng đồng của chúng tôi. Trước khi bạn có thể tìm kiếm Pangea Chat cho các lớp học, phòng học và bạn bè mới, bạn phải xác minh rằng bạn từ 18 tuổi trở lên.

# invalidDob
source: Invalid Date of Birth
vi: Ngày sinh không hợp lệ

# enterYourDob
source: Enter your Date of Birth
vi: Nhập ngày sinh của bạn

source: Get Started
vi: Bắt đầu

# mustBe13
source: User should be 13 years old
vi: Người dùng phải từ 13 tuổi

# yourBirthdayPleaseShort
source: Please selected your age group
vi: Vui lòng chọn nhóm tuổi của bạn

# joinWithClassCode
source: Join space
vi: Tham gia không gian

# joinWithClassCodeDesc
source: Connect to a space with the 6-digit invite code provided by the space administrator.
vi: Kết nối với một không gian bằng mã mời 6 chữ số do quản trị viên không gian cung cấp.

# joinWithClassCodeHint
source: Enter invite code
vi: Nhập mã mời

# unableToFindClass
source: There's no space with that code. Please try again.
vi: Không có không gian nào với mã đó. Vui lòng thử lại.

# languageLevelPreA1
source: True Beginner (Pre A1)
vi: Người mới bắt đầu thực sự (Pre A1)

# languageLevelA1
source: Beginner (A1)
vi: Người mới bắt đầu (A1)

# languageLevelA2
source: Elementary (A2)
vi: Cơ bản (A2)

# languageLevelB1
source: Intermediate (B1)
vi: Trung cấp (B1)

# languageLevelB2
source: Upper Intermediate (B2)
vi: Trung cấp cao (B2)

# languageLevelC1
source: Advanced (C1)
vi: Nâng cao (C1)

# languageLevelC2
source: Mastery (C2)
vi: Thành thạo (C2)

# changeTheNameOfTheClass
source: Change the name
vi: Đổi tên lớp

source: Change the name of the chat
vi: Đổi tên cuộc trò chuyện

# welcomeToYourNewClass
source: Welcome! 🙂
vi: Chào mừng! 😊

# welcomeToClass
source: Welcome! 🙂 - Try joining a chat! - Have fun chatting!
vi: Chào mừng! 😊 - Hãy thử tham gia một cuộc trò chuyện! - Chúc bạn vui vẻ khi trò chuyện!

# welcomeToPangea18Plus
source: Welcome to Pangea Chat! 🙂 What's next? Create or join a space! Or search for a conversation partner!
vi: Chào mừng đến với Pangea Chat! 😊 Tiếp theo là gì? Tạo hoặc tham gia một không gian! Hoặc tìm một đối tác trò chuyện!

# welcomeToPangeaMinor
source: Welcome to Pangea Chat! 🙂 What's next? Join a space! Ask your teacher for an invite code.
vi: Chào mừng đến với Pangea Chat! 😊 Tiếp theo là gì? Tham gia một không gian! Hãy hỏi giáo viên của bạn để có mã mời.

# findALanguagePartner
source: Find a conversation partner
vi: Tìm một đối tác trò chuyện

# setToPublicSettingsTitle
source: Want to find a conversation partner?
vi: Bạn có muốn tìm một đối tác trò chuyện không?

# setToPublicSettingsDesc
source: Before you can search for a conversation parter, you must set your profile visibility to public.
vi: Trước khi bạn có thể tìm kiếm một đối tác trò chuyện, bạn phải đặt chế độ hiển thị hồ sơ của mình thành công khai.

source: Account settings
vi: Cài đặt tài khoản

# unableToFindClassCode
source: Unable to find code.
vi: Không thể tìm thấy mã.

# askPangeaBot
source: Ask Pangea Bot for a contextual definition.
vi: Hỏi Pangea Bot để có định nghĩa theo ngữ cảnh.

source: Sorry, no results.
vi: Xin lỗi, không có kết quả.

# ignoreInThisText
source: Ignore
vi: Bỏ qua

# helpMeTranslate
source: Yes!
vi: Có!

# needsItShortMessage
source: Out of target
vi: Ra ngoài mục tiêu

# needsIGCShortMessage
source: Try interactive grammar assistance!
vi: Hãy thử trợ giúp ngữ pháp tương tác!

# needsItMessage
source: Wait, that's not {targetLanguage}! Do you need help translating?
vi: Chờ đã, đó không phải là {targetLanguage}! Bạn có cần giúp đỡ trong việc dịch không?

# needsIgcMessage
source: This message has a grammar error.
vi: Tin nhắn này có lỗi ngữ pháp.

# tokenTranslationTitle
source: A word is in your base language.
vi: Một từ đang ở ngôn ngữ cơ bản của bạn.

# spanTranslationDesc
source: See possible translations below.
vi: Xem các bản dịch có thể bên dưới.

# spanTranslationTitle
source: Some words are in your base language.
vi: Một số từ trong ngôn ngữ cơ sở của bạn.

# l1SpanAndGrammarTitle
source: Outside target language
vi: Ngoài ngôn ngữ mục tiêu

# l1SpanAndGrammarDesc
source: This could in your base language or it could be a grammar error.
vi: Điều này có thể là bằng ngôn ngữ cơ sở của bạn hoặc có thể là một lỗi ngữ pháp.

# otherTitle
source: You have an error.
vi: Bạn có một lỗi.

# otherDesc
source: See possible corrections below.
vi: Xem các sửa chữa có thể bên dưới.

# countryInformation
source: My country
vi: Quốc gia của tôi

# myLanguages
source: My base and target languages
vi: Ngôn ngữ cơ sở và ngôn ngữ mục tiêu của tôi

source: Target Language
vi: Ngôn ngữ mục tiêu

# sourceLanguage
source: Base language
vi: Ngôn ngữ cơ sở

source: Languages I speak
vi: Các ngôn ngữ tôi nói

# updateLanguage
source: My languages
vi: Ngôn ngữ của tôi

# whatLanguageYouWantToLearn
source: What language do you want to learn?
vi: Bạn muốn học ngôn ngữ nào?

source: What is your base language?
vi: Ngôn ngữ cơ sở của bạn là gì?

source: Save changes
vi: Lưu thay đổi

# publicProfileTitle
source: Allow my profile to be found in search
vi: Cho phép hồ sơ của tôi được tìm thấy trong tìm kiếm

# publicProfileDesc
source: By turning on, you enable other users to find your profile in the global search bar and send requests to chat. At this point, you can choose to accept or deny the request.
vi: Bằng cách bật, bạn cho phép người dùng khác tìm thấy hồ sơ của bạn trong thanh tìm kiếm toàn cầu và gửi yêu cầu trò chuyện. Tại thời điểm này, bạn có thể chọn chấp nhận hoặc từ chối yêu cầu.

# errorDisableIT
source: Translation assistance is turned off.
vi: Hỗ trợ dịch thuật đã bị tắt.

# errorDisableIGC
source: Grammar assistance is turned off.
vi: Hỗ trợ ngữ pháp đã bị tắt.

# errorDisableLanguageAssistance
source: Translation assistance and grammar assistance are turned off.
vi: Hỗ trợ dịch thuật và hỗ trợ ngữ pháp đã bị tắt.

# errorDisableITUserDesc
source: Click here to update translation assistance settings
vi: Nhấn vào đây để cập nhật cài đặt hỗ trợ dịch thuật

# errorDisableIGCUserDesc
source: Click here to update grammar assistance settings
vi: Nhấn vào đây để cập nhật cài đặt hỗ trợ ngữ pháp

# errorDisableLanguageAssistanceUserDesc
source: Click here to update translation assistance and grammar assistance settings
vi: Nhấn vào đây để cập nhật cài đặt hỗ trợ dịch thuật và hỗ trợ ngữ pháp

# errorDisableITClassDesc
source: Translation assistance is turned off for the space that this chat is in.
vi: Hỗ trợ dịch thuật đã bị tắt cho không gian mà cuộc trò chuyện này đang ở.

# errorDisableIGCClassDesc
source: Grammar assistance is turned off for the space that this chat is in.
vi: Hỗ trợ ngữ pháp đã bị tắt cho không gian mà cuộc trò chuyện này đang ở.

# errorDisableLanguageAssistanceClassDesc
source: Translation assistance and grammar assistance are turned off for the space that this chat is in.
vi: Hỗ trợ dịch thuật và hỗ trợ ngữ pháp đã bị tắt cho không gian mà cuộc trò chuyện này đang ở.

# itIsDisabled
source: Interactive Translation is disabled
vi: Dịch thuật tương tác đã bị tắt

# igcIsDisabled
source: Interactive Grammar Checking is disabled
vi: Kiểm tra ngữ pháp tương tác đã bị tắt

source: Go to Learning Settings
vi: Đi đến Cài đặt Học tập

# error405Title
source: Languages not set
vi: Ngôn ngữ chưa được thiết lập

# error405Desc
source: Please set your languages in Main Menu > Learning Settings.
vi: Vui lòng thiết lập ngôn ngữ của bạn trong Menu Chính > Cài đặt Học tập.

# loginOrSignup
source: Sign in with
vi: Đăng nhập bằng

source: I agree to the
vi: Tôi đồng ý với

source: Terms and Conditions
vi: Điều khoản và Điều kiện

# andCertifyIAmAtLeast13YearsOfAge
source: and certify I am at least 16 years of age.
vi: và xác nhận tôi ít nhất 16 tuổi.

# error502504Title
source: Wow, there are a lot of students online!
vi: Wow, có rất nhiều học sinh trực tuyến!

# error502504Desc
source: Translation and grammar tools may be slow or unavailable while the Pangea bots catch up.
vi: Công cụ dịch thuật và ngữ pháp có thể chậm hoặc không khả dụng trong khi các bot Pangea bắt kịp.

# error404Title
source: Translation error!
vi: Lỗi dịch thuật!

# error404Desc
source: Pangea Bot isn't sure how to translate that...
vi: Bot Pangea không chắc chắn cách dịch điều đó...

# errorPleaseRefresh
source: We're looking into it! Please reload and try again.
vi: Chúng tôi đang xem xét! Vui lòng tải lại và thử lại.

# findAClass
source: Find a class (coming soon)
vi: Tìm một lớp (sắp có)

# toggleIT
source: Interactive Translation
vi: Dịch tương tác

# toggleIGC
source: Interactive Grammar Checking
vi: Kiểm tra ngữ pháp tương tác

# toggleToolSettingsDescription
source: Here you can toggle your individual language tool settings.
vi: Tại đây bạn có thể thay đổi cài đặt công cụ ngôn ngữ cá nhân của mình.

source: Connected to Staging
vi: Đã kết nối với Staging

source: Learning settings
vi: Cài đặt học tập

# classNameRequired
source: Please enter a space name
vi: Vui lòng nhập tên lớp

source: Send Voice Notes
vi: Gửi ghi chú giọng nói

# sendVoiceNotesDesc
source: Toggle this on to allow students to send voice notes in chats.
vi: Bật tùy chọn này để cho phép học sinh gửi ghi chú giọng nói trong các cuộc trò chuyện.

source: Chat topic
vi: Chủ đề trò chuyện

# chatTopicDesc
source: Set a chat topic
vi: Đặt một chủ đề trò chuyện

# inviteStudentByUserNameDesc
source: If your student already has an account, you can search for them.
vi: Nếu học sinh của bạn đã có tài khoản, bạn có thể tìm kiếm họ.

# classRoster
source: Participants
vi: Thành viên tham gia

# almostPerfect
source: That seems right! Here's what I would have said.
vi: Có vẻ đúng! Đây là những gì tôi sẽ nói.

# prettyGood
source: Pretty good! Here's what I would have said.
vi: Khá tốt! Đây là những gì tôi sẽ nói.

# letMeThink
source: Hmm, let's see how you did!
vi: Hmm, hãy xem bạn đã làm như thế nào!

# clickMessageTitle
source: Need help?
vi: Cần giúp đỡ?

# clickMessageBody
source: Click a message for language tools like translation, play back and more!
vi: Nhấp vào một tin nhắn để sử dụng các công cụ ngôn ngữ như dịch, phát lại và nhiều hơn nữa!

# understandingMessagesTitle
source: Definitions and translations!
vi: Định nghĩa và bản dịch!

# understandingMessagesBody
source: Click underlined words for definitions. Translate with message options (upper right).
vi: Nhấp vào các từ gạch chân để xem định nghĩa. Dịch với các tùy chọn tin nhắn (góc trên bên phải).

source: All done!
vi: Tất cả đã xong!

# vocab
source: Vocabulary
vi: Từ vựng

# low
source: We have evidence the user does not understand these words.
vi: Chúng tôi có bằng chứng rằng người dùng không hiểu những từ này.

# medium
source: These words have been used. It is unclear if the words are fully understood or not.
vi: Những từ này đã được sử dụng. Không rõ người dùng có hiểu hoàn toàn những từ này hay không.

# high
source: We have evidence the user understands these words.
vi: Chúng tôi có bằng chứng rằng người dùng hiểu những từ này.

# unknownProficiency
source: These words have not been used in Pangea Chat.
vi: Những từ này chưa được sử dụng trong Pangea Chat.

# changeView
source: Switch views.
vi: Chuyển đổi chế độ xem.

# clearAll
source: Clear all words?
vi: Xóa tất cả từ?

# generateVocabulary
source: Generate vocabulary from title and description
vi: Tạo từ vựng từ tiêu đề và mô tả

source: Generate prompts
vi: Tạo gợi ý

source: Subscribe
vi: Đăng ký

# getAccess
source: Subscribe now!
vi: Đăng ký ngay!

# subscriptionDesc
source: Messaging is free! Subscribe to unlock interactive translation, grammar checking and learning analytics.
vi: Nhắn tin là miễn phí! Đăng ký để mở khóa dịch thuật tương tác, kiểm tra ngữ pháp và phân tích học tập.

source: Subscription Management
vi: Quản lý đăng ký

source: Current Subscription
vi: Đăng ký hiện tại

# changeSubscription
source: Change your subscription
vi: Thay đổi đăng ký của bạn

# cancelSubscription
source: Cancel your subscription
vi: Hủy đăng ký của bạn

source: Select Your Plan
vi: Chọn gói của bạn

# subsciptionPlatformTooltip
source: Please login to your original device to manage your subscription plan
vi: Vui lòng đăng nhập vào thiết bị gốc của bạn để quản lý gói đăng ký

# subscriptionManagementUnavailable
source: Subscription management not available
vi: Quản lý đăng ký không khả dụng

source: Payment Method
vi: Phương thức thanh toán

source: Payment History
vi: Lịch sử thanh toán

# emptyChatDownloadWarning
source: Cannot download empty chat
vi: Không thể tải xuống trò chuyện trống

# appUpdateAvailable
source: Update Available
vi: Cập nhật có sẵn

source: Update
vi: Cập nhật

# updateDesc
source: You can now update this app from {localVersion} to {storeVersion}
vi: Bạn có thể cập nhật ứng dụng này từ {localVersion} lên {storeVersion}

source: Maybe Later
vi: Có thể sau

source: Main Menu
vi: Menu chính

# toggleImmersionMode
source: Immersion Mode
vi: Chế độ ngâm

# toggleImmersionModeDesc
source: When enabled, all messages are displayed in your target language. This setting is most useful in language exchanges.
vi: Khi được bật, tất cả tin nhắn sẽ được hiển thị bằng ngôn ngữ mục tiêu của bạn. Cài đặt này rất hữu ích trong các buổi trao đổi ngôn ngữ.
