Repository: pangeachat/client
Catalog: assets/l10n/intl_*.arb
Languages: vi

source: About
vi: Giới thiệu

source: Accept
vi: Chấp nhận

# acceptedTheInvitation
source: 👍 {username} accepted the invitation
vi: 👍 {username} đã chấp nhận lời mời

source: Account
vi: Tài khoản

# activatedEndToEndEncryption
source: 🔐 {username} activated end to end encryption
vi: 🔐 {username} đã kích hoạt mã hóa đầu cuối

source: Admin
vi: Quản trị viên

source: alias
vi: bí danh

# answeredTheCall
source: {senderName} answered the call
vi: {senderName} đã trả lời cuộc gọi

source: Anyone can join
vi: Bất kỳ ai cũng có thể tham gia

source: Archive
vi: Lưu trữ

# areGuestsAllowedToJoin
source: Are guest users allowed to join
vi: Người dùng khách có được phép tham gia không

source: Are you sure?
vi: Bạn có chắc không?

source: Block Device
vi: Chặn thiết bị

source: Verified
vi: Đã xác minh

source: Transfer from another device
vi: Chuyển từ thiết bị khác

source: Show password
vi: Hiện mật khẩu

# pleaseFollowInstructionsOnWeb
source: Please follow the instructions on the website and tap on next.
vi: Vui lòng làm theo hướng dẫn trên trang web và nhấn vào tiếp theo.

# noEncryptionForPublicRooms
source: You can only activate encryption as soon as the room is no longer publicly accessible.
vi: Bạn chỉ có thể kích hoạt mã hóa khi phòng không còn truy cập công khai.

source: Next
vi: Tiếp theo

source: Everything ready!
vi: Mọi thứ đã sẵn sàng!

source: Emote Settings
vi: Cài đặt biểu tượng cảm xúc

source: Edit displayname
vi: Chỉnh sửa tên hiển thị

source: Download file
vi: Tải xuống tệp

source: Displayname has been changed
vi: Tên hiển thị đã được thay đổi

source: Devices
vi: Thiết bị

source: Device ID
vi: ID thiết bị

source: Device
vi: Thiết bị

source: Delete message
vi: Xóa tin nhắn

source: Delete account
vi: Xóa tài khoản

source: Delete
vi: Xóa

# deactivateAccountWarning
source: This will deactivate your user account. This can not be undone! Are you sure?
vi: Điều này sẽ vô hiệu hóa tài khoản người dùng của bạn. Điều này không thể hoàn tác! Bạn có chắc chắn không?

source: Currently active
vi: Hiện đang hoạt động

# createdTheChat
source: 💬 {username} created the chat
vi: 💬 {username} đã tạo cuộc trò chuyện

source: Create
vi: Tạo

source: {count} participants
vi: {count} người tham gia

# couldNotDecryptMessage
source: Could not decrypt message: {error}
vi: Không thể giải mã tin nhắn: {error}

source: Copy
vi: Sao chép

source: Contact has been invited to the group
vi: Liên hệ đã được mời vào nhóm

# connect
source: Start
vi: Bắt đầu

source: Confirm
vi: Xác nhận

# compareNumbersMatch
source: Please compare the numbers
vi: Vui lòng so sánh các số

# compareEmojiMatch
source: Please compare the emojis
vi: Vui lòng so sánh các biểu tượng cảm xúc

source: Close
vi: Đóng

source: Choose a strong password
vi: Chọn một mật khẩu mạnh

source: Chat details
vi: Chi tiết trò chuyện

# chatBackupDescription
source: Your old messages are secured with a recovery key. Please make sure you don't lose it.
vi: Các tin nhắn cũ của bạn được bảo vệ bằng một khóa phục hồi. Vui lòng đảm bảo rằng bạn không làm mất nó.

source: Chat backup
vi: Sao lưu trò chuyện

source: Chat
vi: Trò chuyện

# changeTheNameOfTheGroup
source: Change the name of the chat
vi: Thay đổi tên của nhóm trò chuyện

source: Change the homeserver
vi: Thay đổi máy chủ chính

source: Change password
vi: Thay đổi mật khẩu

# changedTheRoomInvitationLink
source: {username} changed the invitation link
vi: {username} đã thay đổi liên kết mời

# changedTheRoomAliases
source: {username} changed the room aliases
vi: {username} đã thay đổi bí danh phòng

# changedTheProfileAvatar
source: {username} changed their avatar
vi: {username} đã thay đổi ảnh đại diện của họ

# changedTheGuestAccessRulesTo
source: {username} changed the guest access rules to: {rules}
vi: {username} đã thay đổi quy tắc truy cập khách thành: {rules}

# changedTheGuestAccessRules
source: {username} changed the guest access rules
vi: {username} đã thay đổi quy tắc truy cập khách

# changedTheChatPermissions
source: {username} changed the chat permissions
vi: {username} đã thay đổi quyền truy cập cuộc trò chuyện

# changedTheChatNameTo
source: {username} changed the chat name to: '{chatname}'
vi: {username} đã thay đổi tên cuộc trò chuyện thành: '{chatname}'

# changedTheChatDescriptionTo
source: {username} changed the chat description to: '{description}'
vi: {username} đã thay đổi mô tả cuộc trò chuyện thành: '{description}'

# changedTheChatAvatar
source: {username} changed the chat avatar
vi: {username} đã thay đổi ảnh đại diện cuộc trò chuyện

source: Change device name
vi: Thay đổi tên thiết bị

source: Cancel
vi: Hủy

source: Blocked
vi: Đã chặn

# bannedUser
source: {username} banned {targetName}
vi: {username} đã cấm {targetName}

source: Banned
vi: Đã bị cấm

source: Ban from chat
vi: Cấm tham gia trò chuyện

# badServerVersionsException
source: The homeserver supports the Spec versions: {serverVersions} But this app supports only {supportedVersions}
vi: Máy chủ chính hỗ trợ các phiên bản Spec: {serverVersions} Nhưng ứng dụng này chỉ hỗ trợ {supportedVersions}

# badServerLoginTypesException
source: The homeserver supports the login types: {serverVersions} But this app supports only: {supportedVersions}
vi: Máy chủ chính hỗ trợ các loại đăng nhập: {serverVersions} Nhưng ứng dụng này chỉ hỗ trợ: {supportedVersions}

# askVerificationRequest
source: Accept this verification request from {username}?
vi: Chấp nhận yêu cầu xác minh này từ {username}?

source: Are you sure you want to log out?
vi: Bạn có chắc chắn muốn đăng xuất không?

source: Add email
vi: Thêm email

source: Notifications
vi: Thông báo

# newGroup
source: New chat
vi: Trò chuyện mới

# pleaseEnterANumber
source: Please enter a number greater than 0
vi: Vui lòng nhập một số lớn hơn 0

# newSpaceDescription
source: Spaces allows you to consolidate your chats and build private or public communities.
vi: Không gian cho phép bạn hợp nhất các trò chuyện và xây dựng cộng đồng riêng tư hoặc công khai.

# disableEncryptionWarning
source: For security reasons you can not disable encryption in a chat, where it has been enabled before.
vi: Vì lý do bảo mật, bạn không thể tắt mã hóa trong một trò chuyện mà nó đã được bật trước đó.

# makeAdminDescription
source: Once you make this user admin, you may not be able to undo this as they will then have the same permissions as you.
vi: Khi bạn làm cho người dùng này trở thành quản trị viên, bạn có thể không thể hoàn tác điều này vì họ sẽ có cùng quyền hạn như bạn.

source: Set color theme:
vi: Đặt chủ đề màu sắc:

source: Calling account
vi: Tài khoản gọi điện

source: Open link in browser
vi: Mở liên kết trong trình duyệt

source: Set theme:
vi: Đặt chủ đề:

source: 📨 Invite private chat
vi: 📈 Mời trò chuyện riêng

source: 📨 Invite group chat
vi: 📈 Mời trò chuyện nhóm

source: Add to space
vi: Thêm vào không gian

source: Import Emojis
vi: Nhập biểu tượng cảm xúc

source: Import from .zip file
vi: Nhập từ tệp .zip

# exportEmotePack
source: Export Emote pack as .zip
vi: Xuất gói biểu tượng cảm xúc dưới dạng .zip

source: Hide unimportant state events
vi: Ẩn các sự kiện trạng thái không quan trọng

source: Replace
vi: Thay thế

source: report
vi: báo cáo

source: Remove
vi: Xóa

source: Restricted
vi: Bị hạn chế

source: New space
vi: Không gian mới

source: Enter room
vi: Vào phòng

source: Sign in with password
vi: Đăng nhập bằng mật khẩu

source: All
vi: Tất cả

source: App lock
vi: Khóa ứng dụng

source: All chats
vi: Tất cả các cuộc trò chuyện

source: Repeat password
vi: Nhập lại mật khẩu

# confirmMatrixId
source: Please confirm your Matrix ID in order to delete your account.
vi: Vui lòng xác nhận ID Matrix của bạn để xóa tài khoản.

# supposedMxid
source: This should be {mxid}
vi: Điều này nên là {mxid}

# noBackupWarning
source: Don't forget your password!
vi: Đừng quên mật khẩu của bạn!

source: Do not show again
vi: Không hiển thị lại

# wasDirectChatDisplayName
source: Empty chat (was {oldDisplayName})
vi: Hội thoại trống (trước đây là {oldDisplayName})

# reportErrorDescription
source: 😭 Oh no. Something went wrong. If you want, you can report this bug to the developers.
vi: 😢 Ôi không. Có điều gì đó không ổn. Nếu bạn muốn, bạn có thể báo cáo lỗi này cho các nhà phát triển.

# profileNotFound
source: The user could not be found on the server. Maybe there is a connection problem or the user doesn't exist.
vi: Người dùng không thể được tìm thấy trên máy chủ. Có thể có vấn đề kết nối hoặc người dùng không tồn tại.

# banUserDescription
source: The user will be banned from the chat and will not be able to enter the chat again until they are unbanned.
vi: Người dùng sẽ bị cấm tham gia trò chuyện và sẽ không thể vào lại trò chuyện cho đến khi họ được gỡ cấm.

source: Learn more
vi: Tìm hiểu thêm

source: Incoming messages
vi: Tin nhắn đến

source: Encrypt this chat
vi: Mã hóa trò chuyện này

source: No other devices found
vi: Không tìm thấy thiết bị nào khác

# fileIsTooBigForServer
source: Unable to send! The server only supports attachments up to {max}.
vi: Không thể gửi! Máy chủ chỉ hỗ trợ tệp đính kèm lên đến {max}.

# signInWith
source: Sign in with {provider}
vi: Đăng nhập bằng {provider}

# notAnImage
source: Not an image file.
vi: Không phải là tệp hình ảnh.

source: Import now
vi: Nhập ngay

source: All spaces
vi: Tất cả không gian

source: Enter space
vi: Vào không gian

# pleaseTryAgainLaterOrChooseDifferentServer
source: Please try again later or choose a different server.
vi: Vui lòng thử lại sau hoặc chọn máy chủ khác.

source: Jump to last read message
vi: Nhảy đến tin nhắn đã đọc cuối cùng

# commandHint_ignore
source: Ignore the given matrix ID
vi: Bỏ qua ID ma trận đã cho

# appLockDescription
source: Lock the app when not using with a pin code
vi: Khóa ứng dụng khi không sử dụng bằng mã pin

source: Notify me for
vi: Thông báo cho tôi về

source: Settings
vi: Cài đặt

source: Send sticker
vi: Gửi nhãn dán

# fileHasBeenSavedAt
source: File has been saved at {path}
vi: Tệp đã được lưu tại {path}

source: Read up to here
vi: Đọc đến đây

source: Jump
vi: Nhảy

source: Calling permissions
vi: Quyền gọi điện

# numChats
source: {number} chats
vi: {number} trò chuyện

# hidePresences
source: Hide Status List?
vi: Ẩn danh sách trạng thái?

# sorryThatsNotPossible
source: Sorry... that is not possible
vi: Xin lỗi... điều đó không thể

source: Reopen chat
vi: Mở lại trò chuyện

# wrongPinEntered
source: Wrong pin entered! Try again in {seconds} seconds...
vi: Mã pin nhập sai! Thử lại sau {seconds} giây...

# archiveRoomDescription
source: The chat will be moved to the archive. Other users will be able to see that you have left the chat.
vi: Trò chuyện sẽ được chuyển vào lưu trữ. Những người dùng khác sẽ thấy rằng bạn đã rời khỏi trò chuyện.

# kickUserDescription
source: The user is kicked out of the chat but not banned. In public chats, the user can rejoin at any time.
vi: Người dùng bị đá ra khỏi cuộc trò chuyện nhưng không bị cấm. Trong các cuộc trò chuyện công khai, người dùng có thể tham gia lại bất cứ lúc nào.

# unbanUserDescription
source: The user will be able to enter the chat again if they try.
vi: Người dùng sẽ có thể vào lại trò chuyện nếu họ cố gắng.

source: Push notifications not available
vi: Thông báo đẩy không khả dụng

source: Invite
vi: Mời

source: Invalid input!
vi: Đầu vào không hợp lệ!

# removeDevicesDescription
source: You will be logged out of this device and will no longer be able to receive messages.
vi: Bạn sẽ bị đăng xuất khỏi thiết bị này và sẽ không còn nhận được tin nhắn.

# noUsersFoundWithQuery
source: Unfortunately no user could be found with "{query}". Please check whether you made a typo.
vi: Rất tiếc, không tìm thấy người dùng nào với "{query}". Vui lòng kiểm tra xem bạn có gõ sai không.

# commandHint_unignore
source: Unignore the given matrix ID
vi: Bỏ qua ID ma trận đã cho

source: Discover
vi: Khám phá

source: Stickers
vi: Hình dán

# roomUpgradeDescription
source: The chat will then be recreated with the new room version. All participants will be notified that they need to switch to the new chat. You can find out more about room versions at https://spec.matrix.org/latest/rooms/
vi: Trò chuyện sẽ được tạo lại với phiên bản phòng mới. Tất cả người tham gia sẽ được thông báo rằng họ cần chuyển sang trò chuyện mới. Bạn có thể tìm hiểu thêm về các phiên bản phòng tại https://spec.matrix.org/latest/rooms/

# commandHint_hug
source: Send a hug
vi: Gửi một cái ôm

source: About {homeserver}
vi: Giới thiệu về {homeserver}

# alwaysUse24HourFormat
source: false
vi: sai

# hugContent
source: {senderName} hugs you
vi: {senderName} ôm bạn

# commandHint_googly
source: Send some googly eyes
vi: Gửi một vài đôi mắt googly

# commandHint_cuddle
source: Send a cuddle
vi: Gửi một cái ôm

# googlyEyesContent
source: {senderName} sends you googly eyes
vi: {senderName} gửi cho bạn đôi mắt googly

# cuddleContent
source: {senderName} cuddles you
vi: {senderName} ôm bạn

# askSSSSSign
source: To be able to sign the other person, please enter your secure store passphrase or recovery key.
vi: Để có thể ký cho người khác, vui lòng nhập cụm mật khẩu hoặc khóa khôi phục của bạn.

# autoplayImages
source: Automatically play animated stickers and emotes
vi: Tự động phát hình dán và biểu cảm động

source: Send typing notifications
vi: Gửi thông báo đang gõ

source: Swipe right to left to reply
vi: Vuốt từ phải sang trái để trả lời

source: Send on enter
vi: Gửi khi nhấn Enter

# countChatsAndCountParticipants
source: {chats} chats and {participants} participants
vi: {chats} cuộc trò chuyện và {participants} người tham gia

source: No more chats found...
vi: Không tìm thấy cuộc trò chuyện nào nữa...

# noChatsFoundHere
source: No chats found here yet. Start a new chat with someone by using the button below. ⤵️
vi: Chưa tìm thấy cuộc trò chuyện nào ở đây. Bắt đầu một cuộc trò chuyện mới với ai đó bằng cách sử dụng nút bên dưới. ⤵️

source: Joined chats
vi: Các cuộc trò chuyện đã tham gia

source: Unread
vi: Chưa đọc

source: Space
vi: Không gian

source: Spaces
vi: Các không gian

source: Bot messages
vi: Tin nhắn bot

# cantOpenUri
source: Can't open the URI {uri}
vi: Không thể mở URI {uri}

# changedTheDisplaynameTo
source: {username} changed their displayname to: '{displayname}'
vi: {username} đã thay đổi tên hiển thị thành: '{displayname}'

# changedTheHistoryVisibility
source: {username} changed the history visibility
vi: {username} đã thay đổi khả năng hiển thị lịch sử

# changedTheHistoryVisibilityTo
source: {username} changed the history visibility to: {rules}
vi: {username} đã thay đổi khả năng hiển thị lịch sử thành: {rules}

# changedTheJoinRules
source: {username} changed the join rules
vi: {username} đã thay đổi quy tắc tham gia

# changedTheJoinRulesTo
source: {username} changed the join rules to: {joinRules}
vi: {username} đã thay đổi quy tắc tham gia thành: {joinRules}

# changeTheme
source: Change your style
vi: Thay đổi phong cách của bạn

source: Change your avatar
vi: Thay đổi ảnh đại diện của bạn

# channelCorruptedDecryptError
source: The encryption has been corrupted
vi: Mã hóa đã bị hỏng

source: Your chat backup has been set up.
vi: Sao lưu trò chuyện của bạn đã được thiết lập.

source: Chat has been added to this space
vi: Trò chuyện đã được thêm vào không gian này

source: Chats
vi: Các trò chuyện

source: Clear archive
vi: Xóa lưu trữ

# commandHint_markasdm
source: Mark as direct message room for the giving Matrix ID
vi: Đánh dấu là phòng tin nhắn trực tiếp cho ID Matrix đã cho

# commandHint_markasgroup
source: Mark as group
vi: Đánh dấu là nhóm

# commandHint_ban
source: Ban the given user from this room
vi: Cấm người dùng đã cho khỏi phòng này

# commandHint_clearcache
source: Clear cache
vi: Xóa bộ nhớ cache

# commandHint_create
source: Create an empty group chat Use --no-encryption to disable encryption
vi: Tạo một nhóm trò chuyện trống Sử dụng --no-encryption để vô hiệu hóa mã hóa

# commandHint_discardsession
source: Discard session
vi: Hủy phiên

# commandHint_dm
source: Start a direct chat Use --no-encryption to disable encryption
vi: Bắt đầu một cuộc trò chuyện trực tiếp Sử dụng --no-encryption để tắt mã hóa

# commandHint_html
source: Send HTML-formatted text
vi: Gửi văn bản định dạng HTML

# commandHint_invite
source: Invite the given user to this room
vi: Mời người dùng đã cho vào phòng này

# commandHint_join
source: Join the given room
vi: Tham gia phòng đã cho

# commandHint_kick
source: Remove the given user from this room
vi: Xóa người dùng đã cho khỏi phòng này

# commandHint_leave
source: Leave this room
vi: Rời khỏi phòng này

# commandHint_me
source: Describe yourself
vi: Mô tả về bản thân

# commandHint_myroomavatar
source: Set your picture for this room (by mxc-uri)
vi: Đặt hình ảnh của bạn cho phòng này (bằng mxc-uri)

# commandHint_myroomnick
source: Set your display name for this room
vi: Đặt tên hiển thị của bạn cho phòng này

# commandHint_op
source: Set the given user's power level (default: 50)
vi: Đặt cấp độ quyền lực của người dùng đã cho (mặc định: 50)

# commandHint_plain
source: Send unformatted text
vi: Gửi văn bản không định dạng

# commandHint_react
source: Send reply as a reaction
vi: Gửi phản hồi như một phản ứng

# commandHint_send
source: Send text
vi: Gửi văn bản

# commandHint_unban
source: Unban the given user from this room
vi: Bỏ cấm người dùng đã cho khỏi phòng này

source: Command invalid
vi: Lệnh không hợp lệ

# commandMissing
source: {command} is not a command.
vi: {command} không phải là một lệnh.

source: Configure chat
vi: Cấu hình trò chuyện

source: Contains display name
vi: Chứa tên hiển thị

source: Contains username
vi: Chứa tên người dùng

# contentHasBeenReported
source: The content has been reported
vi: Nội dung đã được báo cáo

source: Copied to clipboard
vi: Đã sao chép vào clipboard

source: Copy to clipboard
vi: Sao chép vào clipboard

source: Create group
vi: Tạo nhóm

# createNewGroup
source: Create a new chat
vi: Tạo một cuộc trò chuyện mới

# darkTheme
source: Dark
vi: Tối

# defaultPermissionLevel
source: Default permission level for new users
vi: Cấp quyền mặc định cho người dùng mới

source: Direct Chats
vi: Trò chuyện trực tiếp

# allRooms
source: All Group Chats
vi: Tất cả các cuộc trò chuyện nhóm

source: Edit
vi: Chỉnh sửa

source: Edit blocked servers
vi: Chỉnh sửa máy chủ bị chặn

source: Chat permissions
vi: Quyền trò chuyện

source: Edit chat permissions
vi: Chỉnh sửa quyền trò chuyện

source: Edit room aliases
vi: Chỉnh sửa bí danh phòng

source: Edit room avatar
vi: Chỉnh sửa ảnh đại diện phòng

# emoteExists
source: Emote already exists!
vi: Biểu tượng cảm xúc đã tồn tại!

# emoteInvalid
source: Invalid emote shortcode!
vi: Mã ngắn biểu tượng cảm xúc không hợp lệ!

# emoteKeyboardNoRecents
source: Recently-used emotes will appear here...
vi: Các biểu tượng cảm xúc đã sử dụng gần đây sẽ xuất hiện ở đây...

# emotePacks
source: Emote packs for room
vi: Gói biểu tượng cảm xúc cho phòng

source: Global chat ID
vi: ID trò chuyện toàn cầu

source: Access and visibility
vi: Quyền truy cập và khả năng hiển thị

# accessAndVisibilityDescription
source: Who is allowed to join this chat and how the chat can be discovered.
vi: Ai được phép tham gia trò chuyện này và cách trò chuyện có thể được phát hiện.

source: Calls
vi: Cuộc gọi

source: Custom emojis and stickers
vi: Biểu tượng cảm xúc và nhãn dán tùy chỉnh

# customEmojisAndStickersBody
source: Add or share custom emojis or stickers which can be used in any chat.
vi: Thêm hoặc chia sẻ biểu tượng cảm xúc hoặc nhãn dán tùy chỉnh có thể được sử dụng trong bất kỳ trò chuyện nào.

source: Emote shortcode
vi: Mã ngắn biểu tượng cảm xúc

# emoteWarnNeedToPick
source: You need to pick an emote shortcode and an image!
vi: Bạn cần chọn một mã ngắn biểu tượng cảm xúc và một hình ảnh!

source: Empty chat
vi: Trò chuyện trống

# enableEmotesGlobally
source: Enable emote pack globally
vi: Bật gói biểu tượng cảm xúc toàn cầu

source: Enable encryption
vi: Bật mã hóa

# enableEncryptionWarning
source: You won't be able to disable the encryption anymore. Are you sure?
vi: Bạn sẽ không thể tắt mã hóa nữa. Bạn có chắc không?

source: Encrypted
vi: Đã mã hóa

source: Encryption
vi: Mã hóa

# encryptionNotEnabled
source: Encryption is not enabled
vi: Mã hóa chưa được bật

# endedTheCall
source: {senderName} ended the call
vi: {senderName} đã kết thúc cuộc gọi

# enterAGroupName
source: Enter a chat name
vi: Nhập tên nhóm trò chuyện

source: Enter an email address
vi: Nhập địa chỉ email

# enterASpacepName
source: Enter a name
vi: Nhập tên

source: Homeserver
vi: Máy chủ chính

source: Enter your homeserver
vi: Nhập máy chủ chính của bạn

# errorObtainingLocation
source: Error obtaining location: {error}
vi: Lỗi khi lấy vị trí: {error}

# extremeOffensive
source: Extremely offensive
vi: Cực kỳ xúc phạm

source: File name
vi: Tên tệp

source: Font size
vi: Kích thước phông chữ

source: Forward
vi: Chuyển tiếp

source: From joining
vi: Từ việc tham gia

source: From the invitation
vi: Từ lời mời

source: Go to the new room
vi: Đi đến phòng mới

# group
source: Chat
vi: Trò chuyện

source: Chat description
vi: Mô tả trò chuyện

# chatDescriptionHasBeenChanged
source: Chat description changed
vi: Mô tả trò chuyện đã được thay đổi

# groupIsPublic
source: Chat is public
vi: Trò chuyện là công khai

# groupDescription
source: Chat description
vi: Mô tả trò chuyện

# groupDescriptionHasBeenChanged
source: Chat description changed
vi: Mô tả trò chuyện đã được thay đổi

# groups
source: Chats
vi: Trò chuyện

# groupWith
source: Chat with {displayname}
vi: Trò chuyện với {displayname}

source: Guests are forbidden
vi: Khách bị cấm

source: Guests can join
vi: Khách có thể tham gia

# hasWithdrawnTheInvitationFor
source: {username} has withdrawn the invitation for {targetName}
vi: {username} đã rút lại lời mời cho {targetName}

source: Help
vi: Trợ giúp

source: Hide redacted events
vi: Ẩn sự kiện đã chỉnh sửa

source: Hide redacted messages
vi: Ẩn tin nhắn đã chỉnh sửa

# hideRedactedMessagesBody
source: If someone redacts a message, this message won't be visible in the chat anymore.
vi: Nếu ai đó chỉnh sửa một tin nhắn, tin nhắn này sẽ không còn hiển thị trong trò chuyện nữa.

source: Hide invalid or unknown message formats
vi: Ẩn định dạng tin nhắn không hợp lệ hoặc không xác định

source: How offensive is this content?
vi: Nội dung này có mức độ xúc phạm như thế nào?

source: Identity
vi: Danh tính

# ignore
source: Block
vi: Chặn

# ignoredUsers
source: Blocked users
vi: Người dùng đã chặn

# ignoreListDescription
source: You can block users who are disturbing you. You won't be able to receive any messages or invites from the users on your personal block list.
vi: Bạn có thể chặn những người dùng đang làm phiền bạn. Bạn sẽ không nhận được bất kỳ tin nhắn hoặc lời mời nào từ những người dùng trong danh sách chặn cá nhân của bạn.

# ignoreUsername
source: Block username
vi: Chặn tên người dùng

source: block
vi: chặn

source: Blocked users
vi: Người dùng đã chặn

# blockListDescription
source: You can block users who are disturbing you. You won't be able to receive any messages or room invites from the users on your personal block list.
vi: Bạn có thể chặn những người dùng đang làm phiền bạn. Bạn sẽ không nhận được bất kỳ tin nhắn hoặc lời mời tham gia phòng nào từ những người dùng trong danh sách chặn cá nhân của bạn.

# blockUsername
source: Ignore username
vi: Bỏ qua tên người dùng

# iHaveClickedOnLink
source: I have clicked on the link
vi: Tôi đã nhấp vào liên kết

# incorrectPassphraseOrKey
source: Incorrect passphrase or recovery key
vi: Mật khẩu hoặc khóa phục hồi không chính xác

# inoffensive
source: Slightly offensive
vi: Hơi xúc phạm

source: Invite contact
vi: Mời liên hệ
